import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const codeOfAdministrativeOffenses: ITest = {
  id: 'adminOffenses-kz',
  title: 'Әкімшілік құқық бұзушылық туралы кодекс',
  description: '<p>Әкімшілік құқық бұзушылық туралы кодекс бойынша білімдерін тексеру</p>',
  questions: [
    {
      type: EQuestionType.Radio,
      title: 'Тұлға органның әрекетіне немесе әрекетсіздігіне шағым жасай отырып, жоғары тұрған органға немесе сотқа жүгінуге құқылы:',
      choices: [
        '2 ай ішінде',
        '1 ай ішінде',
        '3 ай ішінде',
        '15 күн ішінде'
      ],
      correctAnswer: '2 ай ішінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Өзіне қатысты әкімшілік құқық бұзушылық туралы іс жүргізіліп жатқан адам құқылы:',
      choices: [
        'қорғаушының заңды көмегін пайдалануға',
        'істі қарау кезінде ана тілінде немесе өзі білетін тілде сөйлеуге',
        'іс бойынша іс жүргізуді қамтамасыз ету шараларының қолданылуына шағым беруге',
        'істегі құжаттардан үзінділер алу және көшірмелер жасауға',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Адресаттың хабардар етуді (хабарламаны) қабылдаудан бас тартуы:',
      choices: [
        'істі қарауға немесе жекелеген процестік әрекеттерді жасауға кедергі болып табылмайды',
        'істі қарауға кедергі болып табылады',
        'істі қарауды белгіленбеген мерзімге ауыстыру үшін негіз болып табылады',
        'прокурордың міндетті қатысуымен істі қарауға кедергі болып табылмайды'
      ],
      correctAnswer: 'істі қарауға немесе жекелеген процестік әрекеттерді жасауға кедергі болып табылмайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Іс мәні бойынша қаралды деп есептелуі үшін көрсетілген айыппұл сомасының қанша пайызын 7 күн ішінде төлеу қажет?',
      choices: [
        '10%',
        '30%',
        '50%',
        '70%'
      ],
      correctAnswer: '50%'
    },
    {
      type: EQuestionType.Radio,
      title: 'Өтінішхат мәлімделеді:',
      choices: [
        'жазбаша, ауызша түрде не электрондық цифрлық қолтаңбамен куәландырылған электрондық құжат нысанында',
        'жазбаша түрде не электрондық цифрлық қолтаңбамен куәландырылған электрондық құжат нысанында',
        'жазбаша немесе ауызша түрде',
        'тек жазбаша түрде'
      ],
      correctAnswer: 'жазбаша түрде не электрондық цифрлық қолтаңбамен куәландырылған электрондық құжат нысанында'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік құқық бұзушылық туралы іс бойынша іс жүргізуге қатысатын адамдардың өтінішхаттары?',
      choices: [
        'дереу қаралуға жатады',
        '2 тәулік ішінде қаралуға жатады',
        '24 сағат ішінде қаралуға жатады',
        'судьяның не іс жүргізуінде аталған іс жатқан органның қалауы бойынша, бірақ 3 тәуліктен кешіктірмей қаралуға жатады'
      ],
      correctAnswer: 'дереу қаралуға жатады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік жаза түрлерінің бірі ретінде әкімшілік қамаққа алу көзделген әкімшілік құқық бұзушылық туралы істі:',
      choices: [
        'полиция қарайды',
        'судья қарайды',
        'прокурор қарайды',
        'уәкілетті органның лауазымды тұлғасы қарайды'
      ],
      correctAnswer: 'судья қарайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қорғаушының әкімшілік құқық бұзушылық туралы іс бойынша іс жүргізуге қатысуы міндетті, егер:',
      choices: [
      'әкiмшiлiк жауаптылыққа тартылатын адам бұл жөнiнде өтiнiшхат жасаса',
      'әкiмшiлiк жауаптылыққа тартылатын адам iс жүргiзiлiп жатқан тiлдi бiлмесе',
      'әкiмшiлiк жауаптылыққа тартылатын адам кәмелетке толмаған адам болып табылса',
      'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкiмшiлiк құқық бұзушылық туралы хаттама жасалған кезінен бастап неше тәулiк iшiнде сотқа, әкiмшiлiк құқық бұзушылық туралы iстi қарауға уәкiлеттiк берiлген органға (лауазымды адамға) қарау үшін жiберiледi?',
      choices: [
        '24 сағат',
        '2 тәулік',
        '3 тәулік',
        '12 сағат',
      ],
      correctAnswer: '3 тәулік'
    },
    {
      type: EQuestionType.Radio,
      title: 'әкiмшiлiк жауаптылыққа тартылатын адамның қорғаушылары ретінде жіберіледі?',
      choices: [
        'адвокат',
        'жұбайы (зайыбы)',
        'жақын туыстары',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қорғаушының әкімшілік құқық бұзушылық туралы іс жүргізуге қатысуы міндетті, егер?',
      choices: [
        'іс жүргізуінде іс жатқан судья немесе лауазымды адам мұны талап етсе',
        'қорғаушының әкімшілік құқық бұзушылық туралы іс бойынша іс жүргізуге қатысуы барлық жағдайларда міндетті',
        'әкiмшiлiк жауаптылыққа тартылатын адам кәмелетке толмаған адам болып табылса',
        'әкімшілік жауаптылыққа тартылатын адамдар бұл туралы жауап бермейді'
      ],
      correctAnswer: 'әкiмшiлiк жауаптылыққа тартылатын адам кәмелетке толмаған адам болып табылса'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кәмелетке толмаған адамның ұстап алынуы туралы оның ата-анасының немесе оларды алмастыратын адамдардың хабардар етілуі:',
      choices: [
        'міндетті',
        'міндетті емес',
        'егер ұстап алу тәуліктің қараңғы уақытында жүргізілсе, міндетті',
        'егер ұстап алу қылмыстық жазаланатын қылмыс жасағаны үшін жүзеге асырылса, міндетті'
      ],
      correctAnswer: 'міндетті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Хаттама іс қаралған күннен бастап бес тәуліктен кешіктірмей жасалады, оған кім қол қояды:',
      choices: [
        'судья және сот отырысының хатшысы',
        'судья',
        'сот отырысының хатшысы',
        'сот отырысының хатшысы және кеңсе меңгерушісі'
      ],
      correctAnswer: 'судья және сот отырысының хатшысы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкiмшiлiк құқық бұзушылығы үшiн әкiмшiлiк жаза қолданылған тұлға осы жазаға тартылды деп септеледi:',
      choices: [
        'әкiмшiлiк жазаны орындау аяқталған күннен бастап бiр жыл ішінде',
        'әкiмшiлiк жазаны орындау аяқталған күннен бастап 2 жыл ішінде',
        'әкiмшiлiк жазаны орындау аяқталған күннен бастап 3 жыл ішінде',
        'әкiмшiлiк жазаны орындау аяқталған күннен бастап 5 жыл ішінде'
      ],
      correctAnswer: 'әкiмшiлiк жазаны орындау аяқталған күннен бастап бiр жыл ішінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкiмшiлiк құқық бұзушылық туралы iстер бойынша iс жүргiзу мiндеттерi болып табылады:',
      choices: [
        'азаматтық айналымда және жария құқықтық қатынастарда заңдылықты сақтау',
        'әкiмшiлiк құқық бұзушылықтар жасауға ықпал еткен себептер мен жағдайларды анықтау',
        'әділ және адал қоғам құру',
        'талапкерлер мен жауапкерлердің құқықтары мен міндеттерін іске асыруды қамтамасыз ету'
      ],
      correctAnswer: 'әкiмшiлiк құқық бұзушылықтар жасауға ықпал еткен себептер мен жағдайларды анықтау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Заңды бұза отырып алынған дәлелдемелердiң:',
      choices: [
        'заңдық күшi жоқ деп танылады және оларды iс бойынша шешiмнiң негiзiне алуға болмайды',
        'соттың қалауы бойынша заңды күші бар деп танылады',
        'іс бойынша шешімнің негізіне алуға болады',
        'сот төрелігін жүзеге асыру кезінде ескеруге болады, бірақ қосымша дәлел ретінде'
      ],
      correctAnswer: 'заңдық күшi жоқ деп танылады және оларды iс бойынша шешiмнiң негiзiне алуға болмайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік құқық бұзушылық туралы заңнаманың қағидаттарына мыналар жатады?',
      choices: [
        'жеке бастың абыройы мен қадiр-қасиетiн құрметтеу',
        'кiнәсiздiк презумпциясы',
        'куә айғақтарын беру мiндетiнен босату',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жасалғаны үшiн жауаптылық әкiмшiлiк қамаққа алуды қолдануға әкеп соғуы мүмкiн әкiмшiлiк құқық бұзушылық туралы хаттама жасалғанынан кейiн судьяға жіберіледі:',
      choices: [
        '24 сағат ішінде',
        'дереу',
        '72 сағат ішінде',
        '12 сағат ішінде'
      ],
      correctAnswer: 'дереу'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкiмшiлiк құқық бұзушылық туралы істер бойынша іс жүргізудің екі қатысушысына нақ сол бiр адам қорғаушы бола алмайды, егер:',
      choices: [
        'бiрiнiң мүдделерi екiншiсiнiң мүдделерiне қайшы келсе',
        'егер екеуінің де мүдделері сәйкес келсе',
        'егер істер бойынша өндіріс әртүрлі болса',
        'егер екеуінің де кінәсі әртүрлі болса'
      ],
      correctAnswer: 'бiрiнiң мүдделерi екiншiсiнiң мүдделерiне қайшы келсе'
    },
    {
      type: EQuestionType.Radio,
      title: 'Адресат хабардар етуді (хабарламаны) қабылдаудан бас тартқан кезде, оны жеткізетін немесе тапсыратын адам:',
      choices: [
        'хабардар етуге (хабарламаға) тиісті белгі соғады',
        'бас тарту туралы акт жасайды',
        'бас тарту туралы тиісті өтініш жазуды сұрайды',
        'оны адресаттың пошта жәшігінде қалдырады'
      ],
      correctAnswer: 'хабардар етуге (хабарламаға) тиісті белгі соғады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Адресаттың хабардар етуді (хабарламаны) қабылдаудан бас тартуы:',
      choices: [
        'істі қарауға кедергі болып табылмайды',
        'істі қарауға кедергі болып табылады',
        'полиция органдарының мәжбүрлеп күштеп әкелуіне негіз болып табылады',
        'қолданыстағы заңнаманы елеулі бұзу болып табылмайды'
      ],
      correctAnswer: 'істі қарауға кедергі болып табылмайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік жаза түрін көрсетіңіз:',
      choices: [
        'ескерту жасау',
        'бас бостандығынан айыру',
        'бас бостандығын шектеу',
        'азаматтықтан айыру'
      ],
      correctAnswer: 'ескерту жасау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкiмшiлiк құқық бұзушылық туралы іс бойынша қысқартылған іс жүргізу қолданылмайды:',
      choices: [
        'құқық бұзушылықты кәмелетке толмаған адамдар жасаған жағдайда',
        'құқық бұзушылықты бақылау-өлшеу, техникалық құралдарды ескере отырып жасаған жағдайда',
        'құқық бұзушылықты артықшылық берілген немесе иммунитеті бар адамдар жасаған жағдайда',
        'жол-көлік құқық бұзушылығын мемлекеттік қызметші жасаған жағдайда'
      ],
      correctAnswer: 'құқық бұзушылықты артықшылық берілген немесе иммунитеті бар адамдар жасаған жағдайда'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкiмшiлiк құқық бұзушылық туралы iстер бойынша іс жүргiзу процесiнде заңдылықтың сақталуын жоғары қадағалауды кім жүзеге асырады?',
      choices: [
        'Бас прокурор жане озине багынысты прокурорлар аркылы',
        'полиция органдары',
        'Жоғарғы Сот және мамандандырылған әкімшілік сот',
        'құқық қорғау органдары'
      ],
      correctAnswer: 'Бас прокурор жане озине багынысты прокурорлар аркылы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кім куәгер ретінде тартылады?',
      choices: [
        'iстiң қорытындысына мүдделi емес кәмелетке толған адам',
        'өзi қатысып тұрған кездегi әрекеттердi толық және дұрыс ұғынуға қабiлеттi кәмелетке толмаған азамат',
        'кәмелетке толған жұмыс істейтін адам',
        'зейнеткерлік жасқа толмаған адам'
      ],
      correctAnswer: 'iстiң қорытындысына мүдделi емес кәмелетке толған адам'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сот, әкiмшiлiк құқық бұзушылықты қарауға уәкiлеттiк берілген орган (лауазымды адам) жалпыға бiрдей белгiлi деп таныған мән-жайлар:',
      choices: [
        'дәлелдеудi қажет етпейдi',
        'дәлелдеудi қажет етедi',
        'назарға алынады',
        'сарапшының қорытындысымен бірге енгізіледі'
      ],
      correctAnswer: 'дәлелдеудi қажет етпейдi'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкiмшiлiк құқық бұзушылық туралы iстердi қарайды:',
      choices: [
        'әкімшілік құқық бұзушылықтар жөніндегі мамандандырылған аудандық және оларға теңестірілген соттардың судьялары',
        'кәмелетке толмағандардың істері жөніндегі мамандандырылған ауданаралық соттардың судьялары',
        'осы Кодекспен уәкілеттік берілген мемлекеттік органдардың лауазымды адамдары',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дәлелдеу:',
      choices: [
        'дәлелдемелердi тексеруден және бағалаудан тұрады',
        'дәлелдемелердi жинаудан және тексеруден тұрады',
        'дәлелдемелерді зерттеуден және бағалаудан тұрады',
        'дәлелдемелердi жинаудан, тексеруден және бағалаудан тұрады'
      ],
      correctAnswer: 'дәлелдемелердi жинаудан, тексеруден және бағалаудан тұрады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік құқық бұзушылық туралы хаттама жасалмайды?',
      choices: [
        'ескерту түрiнде әкiмшiлiк жаза қолдануға әкеп соғатын әкiмшiлiк құқық бұзушылық жасалған жағдайларда, егер тұлға құқық бұзушылық жасау фактісін мойындаса',
        'егер әкімшілік құқық бұзушылық автоматты режимде жұмыс істейтін сертификатталған арнайы техникалық бақылау-өлшеу құралдарымен және аспаптарымен тіркелсе, айыппұл айыппұлды төлеу қажеттігі туралы нұсқама түрінде ресімделеді',
        'егер адам әкімшілік құқық бұзушылық жасау фактісін мойындаған және жазаның қолданылуымен келіскен, сондай-ақ айыппұлды төлеген жағдайда, мемлекеттік кіріс органдары қарайтын істер бойынша әкімшілік құқық бұзушылықтар жасалған кезде',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкiмшiлiк құқық бұзушылық туралы iс қозғалған деп есептеледі? ',
      choices: [
        'бірінші хаттама жасалған кезден бастап',
        'істі сотқа қабылдаған кезден бастап',
        'істі тіркеген және нөмір берген кезден бастап',
        'құқық бұзушылық жасалған кезден бастап'
      ],
      correctAnswer: 'бірінші хаттама жасалған кезден бастап'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік жауаптылыққа тартылатын тұлғаның заңда белгіленген тәртіппен адам саудасына байланысты қылмыс туралы қылмыстық іс бойынша жәбірленуші деп танылса?',
      choices: [
        'онда бұзушылық туралы іс бойынша iс жүргiзудi бастауға болмайды, ал басталған iс тоқтатылуға жатады',
        'онда іс бойынша іс жүргізу жабық режимде қаралады',
        'онда іс бойынша іс қысқа мерзімде басталуы керек',
        'онда іс бойынша іс жүргізуді сот алқасы қарауға тиіс'
      ],
      correctAnswer: 'онда бұзушылық туралы іс бойынша iс жүргiзудi бастауға болмайды, ал басталған iс тоқтатылуға жатады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қорғаушы iске қай кезден бастап қатысуға жіберіледі?',
      choices: [
        'әкiмшiлiк ұстап алған кезден бастап',
        'әкімшілік құқық бұзушылық туралы іс қозғалған кезден бастап',
        'кез келген сатысында',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қай мән-жай болған кезде әкiмшiлiк құқық бұзушылық туралы іс бойынша iс жүргiзудi бастауға болмайды, ал басталған iс тоқтатылуға жатады?',
      choices: [
        'әкiмшiлiк құқық бұзушылық оқиғасының болмауы',
        'әкiмшiлiк құқық бұзушылық құрамының болмауы',
        'әкiмшiлiк жауаптылыққа тартудың ескіру мерзiмдерiнiң өтуi',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жеке және заңды тұлғалардың хабарламалары немесе мәлiмдемелерi, сондай-ақ бұқаралық ақпарат құралдарындағы хабарламалар болып табылады:',
      choices: [
        'себептер',
        'негіздер',
        'белгілер',
        'уәждер'
      ],
      correctAnswer: 'себептер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкiмшiлiк құқық бұзушылық туралы іс бойынша iс жүргiзуге қатысушылардан өтiнiшхаттар келіп түскен жағдайда не iстiң мән-жайларын қосымша анықтау қажет болған кезде iстi қарап жатқан орган (лауазымды адам) iстiң қаралатын мерзiмiн қашанға дейін ұзартуы мүмкін?',
      choices: [
        '15 күннен аспайтындай етіп',
        'бiр айдан аспайтындай етіп',
        'екі айдан аспайтындай етіп',
        'үш айдан аспайтындай етіп'
      ],
      correctAnswer: 'бiр айдан аспайтындай етіп'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкiмшiлiк қамаққа алуды кімге қатысты қолдануға болмайды?',
      choices: [
        'барлық жауаптар дұрыс',
        'жүкті әйелдерге',
        'он сегiз жасқа толмаған адамдарға',
        '58 жастан асқан әйелдерге, 63 жастан асқан еркектерге'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кәмелетке толмаған адамның айыппұл төлеуге жеткiлiктi мүлкi болмаған жағдайда:',
      choices: [
        'айыппұл ата-анасына немесе оларды алмастыратын адамдарға салынады',
        'оған бас бостандығын шектеу түріндегі жазалау шарасы қолданылады',
        'сот шешімі бойынша қоғамдық жұмыстарға тартылады',
        'айыппұл 15 тәулікке дейін қамауға ауыстырылады'
      ],
      correctAnswer: 'айыппұл ата-анасына немесе оларды алмастыратын адамдарға салынады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық немесе азаматтық iстi қарау процесiнде соттың әкiмшiлiк жазалар қолдану тәртiбi қай ережелермен айқындалады?',
      choices: [
        'Әкімшілік құқық бұзушылық туралы Кодекстiң, Қылмыстық-процестік кодексi және Азаматтық процестік кодексiнің',
        'Әкімшілік құқық бұзушылық туралы Кодекс және Азаматтық процестік кодексiнің',
        'Қылмыстық-процестік кодекс және Азаматтық процестік кодексiнің',
        'тек қана Әкімшілік құқық бұзушылық туралы Кодекстiң',
      ],
      correctAnswer: 'Әкімшілік құқық бұзушылық туралы Кодекстiң, Қылмыстық-процестік кодексi және Азаматтық процестік кодексiнің'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкiмшiлiк құқық бұзушылық туралы істер бойынша іс жүргізу тәртібі айқындалады',
      choices: [
        'Әкімшілік құқық бұзушылық туралы Кодекс және басқа да нормативтік-құқықтық актілермен',
        'Әкімшілік құқық бұзушылық туралы Кодексімен',
        'Конституция және Әкімшілік құқық бұзушылық туралы Кодексімен',
        'Әкімшілік құқық бұзушылық туралы Кодексі және Азаматтық процестік кодексiмен'
      ],
      correctAnswer: 'Әкімшілік құқық бұзушылық туралы Кодексімен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Заңды тұлғаның өкiлi жүргiзуінде іс жатқан судьяның, органның (лауазымды адамның) шақыруы бойынша келуден жалтарған жағдайда, күштеп әкелуді қолдануы мүмкiн:',
      choices: [
        'судьяның негiзiнде iшкi iстер органдары(полиция)',
        'судьяның негiзiнде iшкi iстер органдары (полиция), сыбайлас жемқорлыққа қарсы қызмет және экономикалық тергеп-тексеру қызметі органдары',
        'судьяның негiзiнде сот приставы',
        'прокурор және iшкi iстер органдары (полиция)'
      ],
      correctAnswer: 'судьяның негiзiнде iшкi iстер органдары (полиция), сыбайлас жемқорлыққа қарсы қызмет және экономикалық тергеп-тексеру қызметі органдары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік құқық бұзушылық туралы Кодексі алдында не басымдыққа ие болады?',
      choices: [
        'Қазақстан Республикасы ратификациялаған халықаралық шарттар',
        'Қылмыстық-процестік кодексi және Азаматтық процестік кодексi',
        'Жоғарғы Соттың нормативтік қаулылары',
        'Үкімет Қаулылары'
      ],
      correctAnswer: 'Қазақстан Республикасы ратификациялаған халықаралық шарттар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кәмелетке толмаған адамға мынадай тәрбиелiк ықпал ету шаралары тағайындалуы мүмкiн:',
      choices: [
        'келтiрiлген зиянның есесін толтыру мiндетiн жүктеу',
        'кәмелетке толмаған адамдарды бос уақытын шектеу және мiнез-құлқына ерекше талаптар белгiлеу',
        'заңды түсiндiру',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасында әкiмшiлiк құқық бұзушылық туралы iстер бойынша iс жүргiзу қай тілде жүргізіледі?',
      choices: [
        'мемлекеттiк тiлде, ал қажет болған кезде iс жүргiзуде орыс тiлi немесе басқа да тiлдер мемлекеттiк тiлмен тең қолданылады',
        'тек қана мемлекеттік тілде',
        'мемлекеттiк тiлде, ал қажет болған кезде iс жүргiзуде орыс тiлi мемлекеттiк тiлмен тең қолданылады',
        'мемлекеттiк тiлде, ал қажет болған кезде iс жүргiзуде басқа да тiлдер мемлекеттiк тiлмен тең қолданылады'
      ],
      correctAnswer: 'мемлекеттiк тiлде, ал қажет болған кезде iс жүргiзуде орыс тiлi немесе басқа да тiлдер мемлекеттiк тiлмен тең қолданылады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Заң көмегiне ақы төлеуге қаражаты жоқтығын уәж етiп қорғаушыдан бас тарту:',
      choices: [
        'қабылданады және хаттамаға енгізіледі',
        'қабылданбайды',
        'қабылданады',
        'сот 24 сағат ішінде қарастырады'
      ],
      correctAnswer: 'қабылданбайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сараптама жүргiзу, маманның зерттеуі талап етiлетiн жағдайда, әкiмшiлiк құқық бұзушылық туралы хаттама жасалады:',
      choices: [
        'сараптама және (немесе) маманның қорытындысы алынған кезден бастап 24 сағат ішінде',
        'сараптама және (немесе) маманның қорытындысы алынған кезден бастап 2 тәулік ішінде',
        'сараптама және (немесе) маманның қорытындысы алынған кезден бастап 3 тәулік ішінде',
        'жедел'
      ],
      correctAnswer: 'сараптама және (немесе) маманның қорытындысы алынған кезден бастап 2 тәулік ішінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік істі қарастыру мерзімін ұзарту туралы сот шығарады:',
      choices: [
        'уәжді ұйғарым',
        'уәжді қаулы',
        'уәжді шешім',
        'уәжді хаттама'
      ],
      correctAnswer: 'уәжді ұйғарым'
    },
    {
      type: EQuestionType.Radio,
      title: 'Өзіне қатысты әкiмшiлiк құқық бұзушылық туралы іс бойынша iс жүргiзiлiп жатқан тұлға құқылы:',
      choices: [
        'өтінішхаттар мен қарсылықтарды мәлiмдеуге',
        'хаттамамен танысуға',
        'түсiнiктемелер беруге',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жасалғаны үшiн жауаптылық әкiмшiлiк қамаққа алуға әкеп соғуы мүмкiн әкiмшiлiк құқық бұзушылық туралы прокурордың қаулысы, хаттама судьяға:',
      choices: [
        'дереу жіберіледі',
        '2 тәулік ішінде жіберіледі',
        '10 тәулік ішінде жіберіледі',
        '15 тәулік ішінде жіберіледі'
      ],
      correctAnswer: 'дереу жіберіледі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкiмшiлiк құқық бұзушылықтар туралы істер бойынша iс жүргiзуге қатысушыларға істің қаралатын уақыты мен орны туралы хабарланады және сотқа, органға (лауазымды адамға) шақырылады:',
      choices: [

      ],
      correctAnswer: ''
    },
    {
      type: EQuestionType.Radio,
      title: '',
      choices: [
        'хабарлама арқылы',
        'тапсырыс хат арқылы',
        'шақыру арқылы',
        'пошташы кептер арқылы'
      ],
      correctAnswer: 'хабарлама арқылы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Ескерту түрiндегi жазаны оған уәкiлеттiк берiлген лауазымды адам ресімдейді:',
      choices: [
        'құқық бұзушылық ашылған фактісі бойынша',
        'әкiмшiлiк құқық бұзушылық жасалған жерде',
        'әкімшілік құқық бұзушылық жасаған адамның тұрғылықты жері бойынша',
        'мемлекеттік органның аумағында'
      ],
      correctAnswer: 'әкiмшiлiк құқық бұзушылық жасалған жерде'
    }
  ],
  time: 10,
  passingScore: 5,
  questionsTotal: 10
};
