import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const adminProceduresKz: ITest = {
  id: 'adminProcedures-kz',
  title: 'ӘКІМШІЛІК РӘСІМДІК-ПРОЦЕСТІК КОДЕКСІ',
  description: '<p>Қазақстан Республикасының әкімшілік іс жүргізу кодексін білуге арналған тест</p>',
  questions: [
    {
      type: EQuestionType.Radio,
      title: 'Қандай жағдайларда сот шешімі заңды деп танылады?',
      choices: [
        'егер ол заңның барлық талаптары сақтала отырып және іс жүргізу тәртібімен шығарылса',
        'егер ол заңның барлық талаптарын сақтай отырып және заң негізінде шығарылса',
        'егер ол заңның барлық талаптары сақтала отырып және іс жүргізу тәртібімен шығарылса',
       ' егер ол заңның барлық талаптары сақтала отырып және іс жүргізу тәртібімен шығарылса'
      ],
      correctAnswer: 'егер ол заңның барлық талаптарын сақтай отырып және заң негізінде шығарылса'
    },
    {
      type: EQuestionType.Radio,
      title: 'Іс-әрекетке тыйым салу туралы талапты негізді және заңды деп таныған кезде сот жауапкерге кейіннен нақты іс-әрекеттер жасауға ...:',
      choices: [
        'тыйым салады',
        'тыйым салмайды',
        'рұқсат береді',
        'рұқсат бермейді'
      ],
      correctAnswer: 'тыйым салады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Орталық және (немесе) жергілікті атқарушы органдардың функцияларын бәсекелес ортаға беру мәселелері бойынша ұсыныстар мен ұсынымдар әзірлеу жөніндегі комиссия қандай функцияларды жүзеге асырады?',
      choices: [
        'мемлекеттік басқару жүйесін дамыту саласындағы уәкілетті органның, Ұлттық кәсіпкерлер палатасының ұсыныстары негізінде бәсекелес ортаға берілген орталық және (немесе) жергілікті атқарушы органдардың функцияларын қайтару бойынша ұсыныстар мен ұсынымдар әзірлейді',
        'орталық және жергілікті атқарушы органдардың функцияларын бәсекелес ортаға беру мәселелері бойынша ұсыныстар мен ұсынымдар әзірлейді.',
        'мемлекеттік басқару жүйесін дамыту саласындағы уәкілетті органның ұсыныстары негізінде бәсекелес ортаға берілген орталық органдардың функцияларын қайтару бойынша ұсыныстар мен ұсынымдар әзірлейді',
        'мемлекеттік басқару жүйесін дамыту саласындағы уәкілетті органдардың ұсыныстары негізінде бәсекелес ортаға берілген орталық және (немесе) жергілікті атқарушы органдардың функцияларын қайтару бойынша ғана ұсыныстар әзірлейді'

      ],
      correctAnswer: 'мемлекеттік басқару жүйесін дамыту саласындағы уәкілетті органның, Ұлттық кәсіпкерлер палатасының ұсыныстары негізінде бәсекелес ортаға берілген орталық және (немесе) жергілікті атқарушы органдардың функцияларын қайтару бойынша ұсыныстар мен ұсынымдар әзірлейді'
    },
    {
      type: EQuestionType.Radio,
      title: 'Орталық және (немесе) жергілікті атқарушы органдар Кодекске сәйкес кіммен өзара іс-қимыл жасайды?',
      choices: [
        'Қазақстан Республикасының заңнамасында белгіленген тәртіппен, оның ішінде қатысу арқылы Ұлттық кәсіпкерлер палатасымен',
        'Ұлттық кәсіпкерлер палатасымен орталық және (немесе) жергілікті атқарушы органдардың функциялары бойынша нарықтың дайындығына талдау жүргізу кезінде ғана',
        'орталық және (немесе) жергілікті атқарушы органдардың функциялары бойынша азаматтық қоғаммен',
        'орталық және (немесе) жергілікті атқарушы органдардың функциялары бойынша жеке және заңды тұлғалармен'
      ],
      correctAnswer: 'Қазақстан Республикасының заңнамасында белгіленген тәртіппен, оның ішінде қатысу арқылы Ұлттық кәсіпкерлер палатасымен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Алқалы мемлекеттік органдардың отырыстарын өткізу тәртібі немен айқындалады?',
      choices: [
        'ережемен',
        'нұсқаумен',
        'регламентте',
        'қағидаларына'
      ],
      correctAnswer: 'регламентте'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасының Әкімшілік рәсімдер туралы заңнамасы неден тұрады:',
      choices: [
        'Әкімшілік рәсімдік-процестік кодекстен және Конституцияға және Халықаралық құқық нормаларына негізделген Қазақстан Республикасы Президентінің жарлықтарынан',
        'Әкімшілік рәсімдік-процестік кодекстен және Қазақстан Республикасы Президентінің заң үстемдігіне негізделген жарлықтарынан',
        'Конституцияға және халықаралық құқық нормаларына негізделген Қазақстан Республикасының нормативтік құқықтық актілерінен',
        'Конституцияға және халықаралық құқықтың жалпыға бірдей танылған қағидаттары мен нормаларына негізделген Қазақстан Республикасының Әкімшілік рәсімдік-процестік кодексінен және өзге де нормативтік құқықтық актілерінен'
      ],
      correctAnswer: 'Конституцияға және халықаралық құқықтың жалпыға бірдей танылған қағидаттары мен нормаларына негізделген Қазақстан Республикасының Әкімшілік рәсімдік-процестік кодексінен және өзге де нормативтік құқықтық актілерінен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Шағымды мәні бойынша қарау аяқталғаннан кейін шешім қандай нысанда шығарылады?',
      choices: [
        'жазбаша нысан',
        'ауызша нысан',
        'хаттамалық нысан',
        'жазбаша немесе хаттамалық нысан'
      ],
      correctAnswer: 'жазбаша нысан'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік істі оңайлатылған әкімшілік рәсімде қараудың нәтижелері бойынша қандай шешім қабылданады?',
      choices: [
        'назарға алу',
        'оңайлатылған әкімшілік рәсімді тоқтату',
        'жауап, оның ішінде хабардың мәні бойынша ақпаратты ұсыну',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Бірінші сатыдағы сотта әкімшілік істер бойынша сот актілері қандай нысанда қабылданады?',
      choices: [
        'шешімдер мен анықтамалар түрінде',
        'қаулылар мен ұйғарымдар нысанында',
        'шешімдер мен қаулылар нысанында',
        'тек анықтамалар нысанында'
      ],
      correctAnswer: 'шешімдер мен анықтамалар түрінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Оңайлатылған әкімшілік рәсімді тоқтату туралы шешімді кім қабылдайды?',
      choices: [
        'субъектінің басшысы немесе оның орынбасары',
        'жоғары тұрған басшы',
        'тек субъектінің басшысы',
        'субъектінің уәкілетті тұлғасы'
      ],
      correctAnswer: 'субъектінің басшысы немесе оның орынбасары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік істердің соттылығын кім жүргізеді?',
      choices: [
        'мамандандырылған аудандық және оларға теңестірілген әкімшілік сот',
        'мамандандырылған аудандық және оларға теңестірілген экономикалық сот',
        'мамандандырылған аудандық және оларға теңестірілген ювеналды сот',
        'азаматтық сот'
      ],
      correctAnswer: 'мамандандырылған аудандық және оларға теңестірілген әкімшілік сот'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жаңадан ашылған немесе жаңа мән-жайлар бойынша сот актілерін қайта қарау қандай қағидалар бойынша жүзеге асырылады?',
      choices: [
        'Қазақстан Республикасының Әкімшілік рәсімдік-процестік кодексі',
        'Қазақстан Республикасының Азаматтық процестік кодексі',
        'Қазақстан Республикасының қылмыстық процестік кодексі',
        'Қазақстан Республикасының Әкімшілік құқық бұзушылық туралы Кодексі'
      ],
      correctAnswer: 'Қазақстан Республикасының Азаматтық процестік кодексі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Уәкілетті органның мемлекеттік сатып алуды өткізуді тексеру қорытындылары бойынша шешімдеріне, қорытындыларына, нұсқамаларына және сот орындаушысының әрекетіне (әрекетсіздігіне) дау айту туралы әкімшілік істер оған сот отырысында талқылау тағайындалған күннен бастап ... ',
      choices: [
        'күні ішінде қаралады және шешіледі',
        '7 жұмыс күні ішінде',
        '10 жұмыс күні ішінде',
        '15 жұмыс күні ішінде',
        '20 жұмыс күні ішінде'
      ],
      correctAnswer: '10 жұмыс күні ішінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Бірінші сатыдағы соттың ұйғарымына жекеше шағым, прокурордың өтінішхаты ұйғарым түпкілікті нысанда дайындалған күннен бастап ... күні ішінде беріледі?',
      choices: [
        '7 жұмыс күні',
        '10 жұмыс күні',
        '15 жұмыс күні',
        '30 жұмыс күні'
      ],
      correctAnswer: '10 жұмыс күні'
    },
    {
      type: EQuestionType.Radio,
      title: 'Соттарда электрондық құжат нысанында әкімшілік істің құжаттарымен және материалдарымен танысу қандай тәртіппен айқындалады:',
      choices: [
        'әкімшілік іс жүргізу қағидалары тәртібімен',
        'әкімшілік іс жүргізу бұйрығының тәртібімен',
        'әкімшілік іс жүргізу қаулысы тәртібімен',
        'Қазақстан Республикасының заңнамасында белгіленген тәртіппен'
      ],
      correctAnswer: 'Қазақстан Республикасының заңнамасында белгіленген тәртіппен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасының Әкімшілік рәсімдер туралы заңнамасын және Қазақстан Республикасының Әкімшілік сот ісін жүргізу туралы заңнамасын бұзу:',
      choices: [
        'заңдарда белгіленген жауаптылыққа алып келеді',
        'заңдарда белгіленген қылмыстық жауаптылыққа алып келеді',
        'заңдарда белгіленген әкімшілік жауаптылыққа алып келеді',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'заңдарда белгіленген жауаптылыққа алып келеді'
    },
    {
      type: EQuestionType.Radio,
      title: '. Әкімшілік істі бір соттың өндірісінен басқа сотқа беруге бола ма?',
      choices: [
        'соттылық қағидалары сақтала отырып соттың іс жүргізуіне қабылданған және сот отырысында қарауға тағайындалған әкімшілік іс, егер оны қарау барысында ол басқа соттың соттылығына жатқызылса да, ол мәні бойынша қаралуға тиіс',
        'жоғары тұрған соттың шешіміне байланысты',
        'қарастырылатын іс берілуі мүмкін сот жүргізу',
        'Жоғарғы соттың шешіміне байланысты'
      ],
      correctAnswer: 'соттылық қағидалары сақтала отырып соттың іс жүргізуіне қабылданған және сот отырысында қарауға тағайындалған әкімшілік іс, егер оны қарау барысында ол басқа соттың соттылығына жатқызылса да, ол мәні бойынша қаралуға тиіс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Ақылға қонымды мерзімді айқындау кезінде қандай мән-жайлар ескеріледі?',
      choices: [
        'Процестік жеткіліктілік',
        'әкімшілік істің күрделілігі',
        'процеске қатысушылар саны',
        'процеске қатысушылардың мінез-құлқы'
      ],
      correctAnswer: 'процеске қатысушылар саны'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сот актісі қандай нысанда шығарылады?',
      choices: [
        'шешім',
        'қаулы',
        'өкім',
        'анықтама'
      ],
      correctAnswer: 'шешім'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жазбаша іс жүргізу кезінде сот қосымша өтініштер мен құжаттарды ұсынуға болатын мерзімді ...',
      choices: [
        'белгілейді',
        'жоспарлайды',
        'бекітеді',
        'тағайындайды'
      ],
      correctAnswer: 'тағайындайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік актіге, әкімшілік әрекетке (әрекетсiздiкке) шағым әкімшілік органға, лауазымды адамға қай мерзімде беріледі?',
      choices: [
        '1 айдан кешіктірмей',
        '2 айдан кешіктірмей',
        '3 айдан кешіктірмей',
        '6 айдан кешіктірмей'
      ],
      correctAnswer: '3 айдан кешіктірмей'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік акт, әкімшілік әрекет (әрекетсіздік) қандай жағдайларда қажетті деп есептеледі?',
      choices: [
        'рәсімге қатысушының құқықтарын, бостандықтары мен заңды мүдделерін барынша аз дәрежеде шектейтін болса',
        'рәсімге қатысушының құқықтарын, бостандықтары мен заңды мүдделерін барынша көп дәрежеде шектейтін болса',
        'азаматтың құқықтарын, бостандықтары мен заңды мүдделерін барынша көп дәрежеде шектейтін болса',
        'жарамды, қажетті және пропорциялы болса'
      ],
      correctAnswer: 'рәсімге қатысушының құқықтарын, бостандықтары мен заңды мүдделерін барынша аз дәрежеде шектейтін болса'
    },
    {
      type: EQuestionType.Radio,
      title: 'Тиісті талаптар ......... жағдайда сот шешімде келтірілген залалдың мөлшерін',
      choices: [
        'айқындайды',
        'толық өтелген жағдайда',
        'жартылай өтелген жағдайда',
        'қанағаттандырылған жағдайда',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'қанағаттандырылған жағдайда'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сот талқылауы кім міндетті түрде қатысқан кезде жүргізіледі?',
      choices: [
        'талап қоюшы',
        'жауапкер',
        'сарапшы',
        'адвокат'
      ],
      correctAnswer: 'жауапкер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сот кімнің қатысуымен қарастырылады?',
      choices: [
        'талап қоюшының',
        'прокурордың',
        'тиісті сайлау комиссиясы немесе мемлекеттік орган, жергілікті мемлекеттік басқару және өзін-өзі басқару органының',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Соттарда электрондық құжат нысанындағы әкімшілік іс құжаттарымен және материалдарымен танысу қандай тәртіппен айқындалад?',
      choices: [
        'әкімшілік іс жүргізу ережелері тәртібімен',
        'әкімшілік іс жүргізу бұйрығы тәртібімен',
        'әкімшілік іс жүргізу қаулысына сай тәртіппен',
        'Қазақстан Республикасының заңнамасында белгіленген тәртіппен'
      ],
      correctAnswer: 'Қазақстан Республикасының заңнамасында белгіленген тәртіппен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік істер бойынша сот талқылауының шектері',
      choices: [
        'сот талқылауы барысында сот әкімшілік қалау шектерінің артып кетпеуін және олардың әкімшілік актіні қабылдау мақсаттарына сәйкестігін (мөлшерлестігін) тексеруге міндетті',
        'сот талқылауы барысында сот әкімшілік қалау шектерінің артып кетпеуін және олардың әкімшілік актіні қабылдау мақсаттарына сәйкестігін (мөлшерлестігін) тексеруі тиіс',
        'сот талқылауы барысында сот әкімшілік қалау шектерінің артып кетпеуін және олардың азаматтық актіні қабылдау мақсаттарына сәйкестігін (мөлшерлестігін) тексеруге міндетті',
        'сот талқылауы барысында сот әкімшілік қалау шектерінің артып кетпеуін және олардың азаматтық актіні қабылдау мақсаттарына сәйкестігін (мөлшерлестігін) тексеруі тиіс'
      ],
      correctAnswer: 'сот талқылауы барысында сот әкімшілік қалау шектерінің артып кетпеуін және олардың әкімшілік актіні қабылдау мақсаттарына сәйкестігін (мөлшерлестігін) тексеруге міндетті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік рәсімге қатысушының мемлекет жүргізіп отырған ішкі және сыртқы саясатқа, сондай-ақ қоғамдық сипаттағы оқиғалар мен құбылыстарға өз көзқарасын білдіруі дегеніміз:',
      choices: [
        'үн қосу',
        'ұсыныс',
        'шағым',
        'хабарлама'
      ],
      correctAnswer: 'үн қосу'
    },
    {
      type: EQuestionType.Radio,
      title: 'Ауызша нысанда қабылданған әкімшілік акт хабарлаудың қай түрі арқылы әкімшілік рәсімге қатысушының назарына жеткізіледі?',
      choices: [
        'преюдиция ережесіне сай',
        'ауызша хабарлау арқылы',
        'жазбаша хабарлау арқылы',
        'жазбаша хабардар ету арқылы'
      ],
      correctAnswer: 'ауызша хабарлау арқылы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасының әкімшілік рәсімдер туралы заңнамасындағы барлық күмәндар, қайшылықтар мен көмескіліктер кімнің пайдасына түсіндіріледі?',
      choices: [
        'әкімшілік рәсімге қатысушының',
        'үкіметтің',
        'сарапшының',
        'талап қоюшы мен жауапкердің'
      ],
      correctAnswer: 'әкімшілік рәсімге қатысушының'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жауапкер осы Кодекстің қай бабына сәйкес дау айтылатын әкімшілік актіні дереу қолданысқа енгізу қажеттігі туралы уәжді өтінішхатпен жүгінуге құқылы?',
      choices: [
        '35 бап',
        '53 бап',
        '96 бап',
        '64 бап'
      ],
      correctAnswer: '96 бап'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қызметтiк құжаттар бойынша тапсырмалардың орындалу мерзiмдерiн кім жүзеге асырады?',
      choices: [
        'iс қағаздар жүргiзу қызметi',
        'кадр қызметі',
        'хатшылық',
        'тікелей басшы'
      ],
      correctAnswer: 'iс қағаздар жүргiзу қызметi'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік рәсімге қатысушы және (немесе) әкімшілік іске қатысатын өзге де адам әкімшілік істі қарау үшін өздері елеулі емес деп есептейтін нақты мән-жайлар туралы мәліметтерді тыңдау хаттамасына енгізу туралы өтінішхат беруге құқығы бар ма?',
      choices: [
        'құқығы жоқ',
        'құқығы бар',
        'соттың қалауы бойынша',
        'прокурордығ қолдауы болса, құқығы бар'
      ],
      correctAnswer: 'құқығы жоқ'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кто разрешает споры о подсудности между судами? Соттар арасындағы соттылық туралы дауларды шешеді',
      choices: [
        'жоғары тұрған сот',
        'Жоғарғы сот',
        'Конституциялық сот',
        'мамандандырылған аудандық және оларға теңестірілген әкімшілік сот'
      ],
      correctAnswer: 'жоғары тұрған сот'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қай заңнамаға сәйкес Орталық және (немесе) жергілікті атқарушы органдардың функцияларын мемлекеттік әлеуметтік тапсырыс арқылы бәсекелес ортаға беру жүзеге асырылып жатыр?',
      choices: [
        'Қазақстан Республикасының мемлекеттік әлеуметтік тапсырыс, Қазақстан Республикасындағы үкіметтік емес ұйымдарға арналған гранттар және сыйлықақылар туралы заңнамасына сәйкес',
        'мемлекеттік сатып алу туралы заңнамаға сәйкес',
        'белгіленген бюджет заңнамасына сәйкес',
        'бюджет заңнамасында белгіленген мемлекеттік тапсырманы әзірлеу және орындау тәртібіне сәйкес'
      ],
      correctAnswer: 'Қазақстан Республикасының мемлекеттік әлеуметтік тапсырыс, Қазақстан Республикасындағы үкіметтік емес ұйымдарға арналған гранттар және сыйлықақылар туралы заңнамасына сәйкес'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жолданым қай күні тіркеледі?',
      choices: [
        'келіп түскен күні',
        'на следующий день после регистрации',
        'в течение 3 дней с момента получения',
        'в течение 6 часов с момента получения'
      ],
      correctAnswer: 'келіп түскен күні'
    },
    {
      type: EQuestionType.Radio,
      title: 'Талап қою сотқа қай нысанда беріледі?',
      choices: [
        'тек жазбаша нысанда',
        'жазбаша немесе ауызша нысанда',
        'жазбаша нысанда не электрондық құжат нысанында',
        'жеке тұлғадан жазбаша нысанда, заңды тұлғадан электронды нысанда'
      ],
      correctAnswer: 'жазбаша нысанда не электрондық құжат нысанында'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік процеске қатысушылар саны:',
      choices: [
        'талап қоюшы, жауапкер',
        'талап қоюшы, жауапкер және прокурор',
        'талап қоюшы, жауапкер, үшінші тұлға және прокурор',
        'талап қоюшы, жауапкер, мүдделі тұлға және прокурор'
      ],
      correctAnswer: 'талап қоюшы, жауапкер, мүдделі тұлға және прокурор'
    },
    {
      type: EQuestionType.Radio,
      title: 'Өтініш берушіге мемлекеттік органдарға немесе жергілікті өзін-өзі басқару органдарына немесе мемлекет 100% қатысатын заңды тұлғаға өтініш берген жағдайда не беріледі?',
      choices: [
        'күні мен уақыты, өтінішті қабылдаған адамның тегі мен аты-жөні, лауазымы көрсетілген бірегей нөмірі бар қолхат беріледі',
        'бассейнге абонемент беріледі',
        'күні мен уақыты, өтінішті қабылдаған адамның тегі мен аты-жөні, лауазымы көрсетілген бірегей нөмірі бар талон беріледі',
        'күні мен уақыты, өтінішті қабылдаған адамның тегі мен аты-жөні, лауазымы көрсетілген бірегей нөмірі бар билет беріледі'

      ],
      correctAnswer: 'күні мен уақыты, өтінішті қабылдаған адамның тегі мен аты-жөні, лауазымы көрсетілген бірегей нөмірі бар талон беріледі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кодекстің қай бабында өтініштерді қабылдау, тіркеу, қайтару және кері қайтарып алу туралы айтылады?',
      choices: [
        '64-бап',
        '68-бап',
        '71-бап',
        '97-бап'
      ],
      correctAnswer: '64-бап'
    },
    {
      type: EQuestionType.Radio,
      title: 'Ұсыныс –',
      choices: [
        'әкімшілік рәсімге қатысушының жеке немесе қоғамдық сипаттағы қызығушылық туғызатын мәселелер бойынша ақпарат беру туралы өтініші',
        'әкімшілік рәсімге қатысушының әкімшілік актімен, әкімшілік әрекетпен (әрекетсіздікпен) бұзылған оның немесе басқа да адамдардың құқықтарын, бостандықтарын немесе заңды мүдделерін қалпына келтіру немесе қорғау туралы талабын қамтитын жүгіну нысандарының бірі',
        'әкімшілік рәсімге қатысушының Қазақстан Республикасының заңдарын және өзге де нормативтік құқықтық актілерін, мемлекеттік органдардың қызметін жетілдіру, қоғамдық қатынастарды дамыту, мемлекет пен қоғамның әлеуметтік-экономикалық және өзге де қызмет салаларын жақсарту жөніндегі ұсынымы',
        'әкімшілік рәсімге қатысушының мемлекет жүргізіп отырған ішкі және сыртқы саясатқа, сондай-ақ, қоғамдық сипаттағы оқиғалар мен құбылыстарға өз көзқарасын білдіруі'
      ],
      correctAnswer: 'әкімшілік рәсімге қатысушының Қазақстан Республикасының заңдарын және өзге де нормативтік құқықтық актілерін, мемлекеттік органдардың қызметін жетілдіру, қоғамдық қатынастарды дамыту, мемлекет пен қоғамның әлеуметтік-экономикалық және өзге де қызмет салаларын жақсарту жөніндегі ұсынымы',
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік органға, лауазымды адамға немесе сотқа жүгіну құқығынан бас тарту',
      choices: [
        'тек сот шешімімен мүмкін',
        'жарамды',
        'мүмкін',
        'жарамсыз'
      ],
      correctAnswer: 'жарамсыз'
    },
    {
      type: EQuestionType.Radio,
      title: 'Маман құқылы',
      choices: [
        'ана тілінде немесе өзі білетін тілде қорытынды беру және консультациялар (түсіндірмелер) беру',
        'соттың рұқсатынсыз әкімшілік процеске қатысушылармен зерттеу жүргізуге байланысты мәселелер бойынша келіссөздер жүргізу',
        'әкімшілік процеске қатысушыларға өз бетінше сұрақтар қою',
        'зерттеу материалдарын өз бетінше жинау'
      ],
      correctAnswer: 'ана тілінде немесе өзі білетін тілде қорытынды беру және консультациялар (түсіндірмелер) беру'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекет атынан әкімшілік істер бойынша заңды күшіне енген сот актілерінің заңдылығын жоғары қадағалау жүзеге асырылады',
      choices: [
        'Қазақстан Республикасының Конституциялық Кеңесі',
        'Қазақстан Республикасы Жоғарғы Сотының',
        'Қазақстан Республикасының Бас Прокуроры',
        'Қазақстан Республикасының Президенті'
      ],
      correctAnswer: 'Қазақстан Республикасының Бас Прокуроры'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қажет болған жағдайда жеке-дара қолданылатын құқықтық актінің орындалуын қамтамасыз ету үшін оны орындау жөніндегі ұйымдастыру іс-шараларының жоспарын әзірлейді және бекітеді, ол тікелей орындаушыларға жеткізіледі',
      choices: [
        'уәкілетті мемлекеттік орган',
        'тікелей орындаушы',
        'прокурор',
        'соты'
      ],
      correctAnswer: 'уәкілетті мемлекеттік орган'
    },
    {
      type: EQuestionType.Radio,
      title: 'Орталық және (немесе) жергілікті атқарушы органдардың функцияларын бәсекелес ортаға берудің негізгі қағидаттары мыналар',
      choices: [
        'болып табылады',
        'мемлекеттік басқару жүйесін жетілдіру',
        'оңтайландыру',
        'орталық және (немесе) жергілікті атқарушы органдардың функцияларын бәсекелес ортаға берудің негізділігі және тиімділігі',
        'орталық және (немесе) жергілікті атқарушы органдардың функцияларын жүзеге асырудың тиімділігі мен сапасын арттыру'
      ],
      correctAnswer: 'орталық және (немесе) жергілікті атқарушы органдардың функцияларын бәсекелес ортаға берудің негізділігі және тиімділігі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Комиссия құрамына кіруге болмайды',
      choices: [
        'Қазақстан Республикасы Парламентінің депутаттары',
        'Қазақстан Республикасы Үкіметінің депутаттары',
        'үкіметтік емес ұйымдардың өкілдері',
        'орталық атқарушы органдардың өкілдері'
      ],
      correctAnswer: 'Қазақстан Республикасы Үкіметінің депутаттары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Хабарлама (хабарлама) жіберілмейді',
      choices: [
        'телефонограммамен',
        'тапсырыс хатпен',
        'ауызша',
        'электрондық мекенжай бойынша'
      ],
      correctAnswer: 'ауызша'
    },
    {
      type: EQuestionType.Radio,
      title: 'Өтініш беруші әкімшілік іс бойынша шешім қабылдағанға дейін өтініш негізінде өтінішті кері қайтарып ала алады',
      choices: [
        'жазбаша өтініш',
        'ауызша өтініш',
        'қайта жазбаша немесе ауызша өтініш',
        'қайта жазбаша өтініш'
      ],
      correctAnswer: 'жазбаша өтініш'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қате жазуларды және (немесе) арифметикалық қателерді түзету туралы өтінішхатты қарау жүзеге асырылады',
      choices: [
        'өтініш түскен күннен бастап 3 жұмыс күні ішінде',
        'өтініш түскен күннен бастап 5 жұмыс күні ішінде',
        'өтініш түскен күннен бастап 7 жұмыс күні ішінде',
        'өтініш түскен күннен бастап 10 жұмыс күні ішінде'
      ],
      correctAnswer: 'өтініш түскен күннен бастап 3 жұмыс күні ішінде'
    }
  ],
  time: 10,
  passingScore: 5,
  questionsTotal: 10
};
