import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const antiCorruption: ITest = {
  id: 'antiCorruption-kz',
  title: 'мемлекеттік қызмет',
  description: '<p>«Сыбайлас жемқорлыққа қарсы күрес туралы» Заңын білуге арналған тест.</p>',
  questions: [
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік функцияларды орындауға уәкілеттік берілген адамдарға теңестірілмегендер болып табылатындарға кімдер жатады?',
      choices: [
        'мемлекеттік университеттердің оқытушылары',
        'жергілікті өзін-өзі басқару органдарына сайланған адам',
        'Президенттікке кандидат ретінде тіркелген азамат',
        'мемлекеттік ұйымда немесе квазимемлекеттік сектор субъектісінде басқарушылық функцияларды орындайтын адам'
      ],
      correctAnswer: 'мемлекеттік университеттердің оқытушылары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлық құқық бұзушылықтар жасауға кінәлі адамдарды өз құзыреті шегінде жауаптылыққа тартуды кімдер жүзеге асырылмайды?',
      choices: [
        'прокуратура органдары',
        'қоғамдық кеңестер',
        'ұлттық қауіпсіздік органдары',
        'экономикалық тергеу қызметі'
      ],
      correctAnswer: 'қоғамдық кеңестер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы іс-қимыл қағидаты болып табылмайды?',
      choices: [
        'заңдылық',
        'адам мен азаматтың құқықтарын, бостандықтары мен заңды мүдделерін қорғау басымдығы',
        'саяси партиялардың, қоғамдық бірлестіктердің қызметінен тәуелсіздік',
        'жариялылық және ашықтық',
      ],
      correctAnswer: 'саяси партиялардың, қоғамдық бірлестіктердің қызметінен тәуелсіздік'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы іс-қимыл қағидаты болып табылмайды?',
      choices: [
        'сыбайлас жемқорлыққа қарсы жаппай бақылау',
        'мемлекет пен азаматтық қоғамның өзара іс-қимылы',
        'сыбайлас жемқорлыққа қарсы іс-қимылға жәрдем көрсететін адамдарды көтермелеу',
        'сыбайлас жемқорлық құқық бұзушылықтар жасағаны үшін жазаның бұлтартпастығы'
      ],
      correctAnswer: 'сыбайлас жемқорлыққа қарсы жаппай бақылау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы іс-қимылды өз құзыреті шегінде жүргізуге кімдер міндетті?',
      choices: [
        'барлық мемлекеттік органдар, ұйымдар, квазимемлекеттік сектор субъектілері және лауазымды адамдар',
        'тек орталық атқарушы органдар',
        'тек құқық қорғау органдары',
        'арнайы органдар'
      ],
      correctAnswer: 'барлық мемлекеттік органдар, ұйымдар, квазимемлекеттік сектор субъектілері және лауазымды адамдар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлық тәуекелдеріне сыртқы талдау жүргізу тәртібін кім анықтайды?',
      choices: [
        'Президент',
        'Есеп комитетінің төрағасы',
        'Премьер-Министр',
        'Сыбайлас жемқорлыққа қарсы іс-қимыл жөніндегі уәкілетті орган'
      ],
      correctAnswer: 'Сыбайлас жемқорлыққа қарсы іс-қимыл жөніндегі уәкілетті орган'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кәсіпкерлік субъектілері өз қызметін жүзеге асыру кезінде қандай шаралар қолданады?',
      choices: [
        'дұрыс өзара іс-қимыл нормаларын қабылдау және сақтау',
        'мүдделер қақтығысын болдырмау',
        'сыбайлас жемқорлыққа қарсы мониторинг',
        'жосықсыз бәсекелестік қағидаттарын сақтау'
      ],
      correctAnswer: 'мүдделер қақтығысын болдырмау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы іс-қимыл субъектілеріне жатады?',
      choices: [
        'мемлекеттік ұйымдар, мемлекеттік сектор субъектілері',
        'бұқаралық ақпарат құралдары',
        'тек жеке және заңды тұлғалар',
        'мемлекеттік ұйымдар және бұқаралық ақпарат құралдары'
      ],
      correctAnswer: 'мемлекеттік ұйымдар, мемлекеттік сектор субъектілері'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлық құқық бұзушылық – бұл?',
      choices: [
        'сыбайлас жемқорлық белгілері бар құқыққа қарсы кінәлі әрекет, ол үшін заңда қылмыстық жауаптылық белгіленген',
        'сыбайлас жемқорлық құқық бұзушылықтар жасауға ықпал ететін себептер мен жағдайлардың туындау мүмкіндігі',
        'сыбайлас жемқорлық белгілері бар құқыққа қарсы іс-әрекет (әрекет немесе әрекетсіздік), ол үшін заңда әкімшілік немесе қылмыстық жауаптылық белгіленген',
        'сыбайлас жемқорлыққа қарсы іс-қимыл субъектілерінің алдын алу шаралары жүйесін әзірлеу және енгізу арқылы сыбайлас жемқорлық құқық бұзушылықтар жасауға ықпал ететін себептер мен жағдайларды зерделеу, анықтау, шектеу және жою жөніндегі қызметі'
      ],
      correctAnswer: 'сыбайлас жемқорлық белгілері бар құқыққа қарсы іс-әрекет (әрекет немесе әрекетсіздік), ол үшін заңда әкімшілік немесе қылмыстық жауаптылық белгіленген'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлық тәуекелдерін сыртқы талдауды сыбайлас жемқорлыққа қарсы іс-қимыл жөніндегі уәкілетті орган кім айқындайтын тәртіппен жүзеге асырады?',
      choices: [
        'Президент',
        'Парламент',
        'Сыбайлас жемқорлыққа қарсы іс-қимыл жөніндегі уәкілетті орган',
        'Президент Әкімшілігінің келісімі бойынша Үкімет'
      ],
      correctAnswer: 'Президент Әкімшілігінің келісімі бойынша Үкімет'
    },
    {
      type: EQuestionType.Radio,
      title: 'Өз өкілеттіктерін жеке, топтық және өзге де қызметтік емес мүдделерде пайдалануға әкеп соғуы мүмкін әрекеттерді жасауға жол бермеу мақсатында жауапты мемлекеттік лауазымды атқаратын адамдар…',
      choices: [
        'елден тыс жерлерге шығу бойынша шектеулерді қабылдайды',
        'этикалық шектеулерді қабылдайды',
        'сыбайлас жемқорлыққа қарсы шектеулерді қабылдайды',
        'бұқаралық ақпарат құралдарында сөз сөйлеу бойынша шектеулер қабылдайды'
      ],
      correctAnswer: 'сыбайлас жемқорлыққа қарсы шектеулерді қабылдайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы мониторингтің нәтижелері не үшін негіз бола алады?',
      choices: [
        'заңға сәйкес адамды мемлекеттік қызметтен босату',
        'сыбайлас жемқорлық тәуекелдеріне талдау жүргізу, сондай-ақ сыбайлас жемқорлыққа қарсы мәдениетті қалыптастыруға бағытталған шараларды жетілдіру',
        'сыбайлас жемқорлық құқық бұзушылық жасау фактісі бойынша тергеу',
        'нормативтік құқықтық актіні Конституцияға қайшы деп тану'
      ],
      correctAnswer: 'сыбайлас жемқорлық тәуекелдеріне талдау жүргізу, сондай-ақ сыбайлас жемқорлыққа қарсы мәдениетті қалыптастыруға бағытталған шараларды жетілдіру'
    },
    {
      type: EQuestionType.Radio,
      title: 'Ұлттық Банктің Төрағасы мен оның орынбасарлары лауазымға тағайындалған күннен бастап қандай кезеңде лауазымға тағайындалғанға дейін сатып алынған тиесілі облигациялар мен коммерциялық ұйымдардың акцияларын сенімгерлік басқаруға беруге міндетті?',
      choices: [
        '30 сағат ішінде',
        '30 күн ішінде',
        '30 күнтізбелік күн ішінде',
        '30 жұмыс күні ішінде'
      ],
      correctAnswer: '30 күнтізбелік күн ішінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлық тәуекелдерін сыртқы талдаудың бағыттарына жатады?',
      choices: [
        'жедел-іздестіру қызметін талдау',
        'мемлекеттік органдар мен ұйымдардың, квазимемлекеттік сектор субъектілерінің қызметін қозғайтын нормативтік құқықтық актілерде сыбайлас жемқорлық тәуекелдерін анықтау',
        'прокуратура жүзеге асыратын жоғары қадағалауды бақылау',
        'әкімшілік құқық бұзушылық туралы істер бойынша іс жүргізуді талдау'
      ],
      correctAnswer: 'мемлекеттік органдар мен ұйымдардың, квазимемлекеттік сектор субъектілерінің қызметін қозғайтын нормативтік құқықтық актілерде сыбайлас жемқорлық тәуекелдерін анықтау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы іс-қимыл шаралары жүйесіне не кірмейді?',
      choices: [
        'сыбайлас жемқорлық құқық бұзушылықтардың салдарларын жою',
        'сыбайлас жемқорлыққа қарсы саясат',
        'сыбайлас жемқорлық тәуекелдерін талдау',
        'сыбайлас жемқорлық құқық бұзушылықтар туралы хабарлау'
      ],
      correctAnswer: 'сыбайлас жемқорлыққа қарсы саясат'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы іс-қимыл шаралары жүйесіне не кірмейді?',
      choices: [
        'сыбайлас жемқорлық құқық бұзушылық',
        'сыбайлас жемқорлыққа қарсы мониторинг',
        'сыбайлас жемқорлыққа қарсы мәдениетті қалыптастыру',
        'мүдделер қақтығысын болдырмау және шешу'
      ],
      correctAnswer: 'сыбайлас жемқорлық құқық бұзушылық'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жеке тұлғалардың декларацияларынан қандай мәліметтер салық және бюджетке төленетін басқа да міндетті төлемдердің түсуін қамтамасыз ету саласындағы басшылықты жүзеге асыратын мемлекеттік органның ресми интернет-ресурсында жариялануға жатпайды?',
      choices: [
        'мемлекеттік құпияны құрайтын мәліметтер',
        'табысы туралы мәліметтер',
        'мүлік туралы мәліметтер',
        'сведения о пенсионных отчислениях'
      ],
      correctAnswer: 'мемлекеттік құпияны құрайтын мәліметтер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлықтың алдын алу деген не?',
      choices: [
        'сыбайлас жемқорлыққа қарсы іс-қимыл субъектілерінің алдын алу шаралары жүйесін әзірлеу және енгізу арқылы сыбайлас жемқорлық құқық бұзушылықтар жасауға ықпал ететін себептер мен жағдайларды зерделеу, анықтау, шектеу, жою жөніндегі қызметі',
        'сыбайлас жемқорлық тәуекелдерін азайтуға, қоғамның мемлекеттік органдар қызметіне сенімін арттыруға бағытталған құқықтық, әкімшілік және ұйымдастырушылық шаралар және осы Заңға сәйкес өзге де шаралар',
        'сыбайлас жемқорлық белгілері бар құқыққа қарсы кінәлі әрекет (әрекет немесе әрекетсіздік), ол үшін заңда әкімшілік немесе қылмыстық жауаптылық белгіленген',
        'сыбайлас жемқорлық құқық бұзушылықтар жасауға ықпал ететін себептер мен жағдайлардың туындау мүмкіндігі'
      ],
      correctAnswer: 'сыбайлас жемқорлыққа қарсы іс-қимыл субъектілерінің алдын алу шаралары жүйесін әзірлеу және енгізу арқылы сыбайлас жемқорлық құқық бұзушылықтар жасауға ықпал ететін себептер мен жағдайларды зерделеу, анықтау, шектеу, жою жөніндегі қызметі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жеке мүдделер лауазымдық өкілеттіктерді тиісінше орындамауға әкелуі мүмкін жеке мүдделер мен лауазымдық өкілеттіктер арасындағы қайшылық, бұл?',
      choices: [
        'сыбайлас жемқорлықтың алдын алу',
        'мүдделер қақтығысы',
        'сыбайлас жемқорлық құқық бұзушылық',
        'сыбайлас жемқорлық тәуекелі'
      ],
      correctAnswer: 'мүдделер қақтығысы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы іс-қимыл кезінде жеке тұлғалар, қоғамдық бірлестіктер және өзге де заңды тұлғалар?',
      choices: [
        'сыбайлас жемқорлыққа қарсы іс-қимыл жөніндегі уәкілетті орган сыбайлас жемқорлыққа қарсы іс-қимылдың басқа субъектілерімен өзара іс-қимылды жүзеге асырады',
        'сыбайлас жемқорлыққа қарсы іс-қимыл мәселелері бойынша тергеулер жүргізеді',
        'сыбайлас жемқорлық қылмыстар мен құқық бұзушылықтарға қарсы күрестің нысандары мен әдістерін жетілдіреді, жедел-іздестіру қызметінің стратегиясы мен тактикасын айқындайды, оның тиімділігін арттыру жөніндегі шараларды әзірлейді және іске асырады',
        'сыбайлас жемқорлық құқық бұзушылық жасаған адамдарға қатысты үкімдер шығарады'
      ],
      correctAnswer: 'сыбайлас жемқорлыққа қарсы іс-қимыл жөніндегі уәкілетті орган сыбайлас жемқорлыққа қарсы іс-қимылдың басқа субъектілерімен өзара іс-қимылды жүзеге асырады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы іс-қимыл кезінде жеке тұлғалар, қоғамдық бірлестіктер және өзге де заңды тұлғалар қолданатын шаралардың бірі:',
      choices: [
        'арнайы органдардан қылмыстық және әкімшілік істерді Қазақстан Республикасының заңнамасында белгіленген тәртіппен сұратады және алады',
        'сыбайлас жемқорлыққа қарсы іс-қимыл мәселелері бойынша зерттеулер, оның ішінде ғылыми және әлеуметтік зерттеулер жүргізеді',
        'іс жүргізудегі қылмыстық істер бойынша шақыру бойынша келуден жалтарған адамдарды күштеп әкеледі',
        'сыбайлас жемқорлық құқық бұзушылық жасаған адамдарға қатысты үкімдер шығарады'
      ],
      correctAnswer: 'сыбайлас жемқорлыққа қарсы іс-қимыл мәселелері бойынша зерттеулер, оның ішінде ғылыми және әлеуметтік зерттеулер жүргізеді'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жеке тұлғалар, қоғамдық бірлестіктер және өзге де заңды тұлғалар сыбайлас жемқорлыққа қарсы іс-қимыл кезінде мынадай шараларды қолданбайды:',
      choices: [
        'сыбайлас жемқорлыққа қарсы іс-қимыл мәселелері бойынша заңнаманы және құқық қолдану практикасын жетілдіру бойынша ұсыныстар енгізеді',
        'сыбайлас жемқорлыққа қарсы іс-қимыл мәселелері бойынша тергеулер жүргізеді',
        'мемлекеттік органдардан сыбайлас жемқорлыққа қарсы іс-қимыл жөніндегі қызмет туралы ақпаратты Қазақстан Республикасының заңнамасында белгіленген тәртіппен сұратады және алады',
        'сыбайлас жемқорлыққа қарсы мәдениетті қалыптастыруға қатысады'
      ],
      correctAnswer: 'сыбайлас жемқорлыққа қарсы іс-қимыл мәселелері бойынша тергеулер жүргізеді'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жеке тұлғалар, қоғамдық бірлестіктер және өзге де заңды тұлғалар сыбайлас жемқорлыққа қарсы іс-қимыл кезінде мынадай шараларды қолданбайды:',
      choices: [
        'сыбайлас жемқорлық қылмыстар мен құқық бұзушылықтарға қарсы күрестің нысандары мен әдістерін жетілдіреді, жедел-іздестіру қызметінің стратегиясы мен тактикасын айқындайды, оның тиімділігін арттыру жөніндегі шараларды әзірлейді және іске асырады',
        'сыбайлас жемқорлыққа қарсы іс-қимылдың басқа субъектілерімен және сыбайлас жемқорлыққа қарсы іс-қимыл жөніндегі уәкілетті органмен өзара іс-қимылды жүзеге асырады',
        'бұқаралық ақпарат құралдарында түсіндіру жұмыстарын жүргізеді және сыбайлас жемқорлыққа қарсы іс-қимыл мәселелері бойынша әлеуметтік маңызы бар іс-шаралар ұйымдастырады',
        'сыбайлас жемқорлыққа қарсы іс-қимыл мәселелері бойынша зерттеулер, оның ішінде ғылыми және әлеуметтік зерттеулер жүргізеді'
      ],
      correctAnswer: 'сыбайлас жемқорлық қылмыстар мен құқық бұзушылықтарға қарсы күрестің нысандары мен әдістерін жетілдіреді, жедел-іздестіру қызметінің стратегиясы мен тактикасын айқындайды, оның тиімділігін арттыру жөніндегі шараларды әзірлейді және іске асырады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлық фактісі туралы көрінеу жалған ақпарат хабарлаған адамдар',
      choices: [
        'заңға сәйкес жауапкершілікке тартылады',
        'мемлекеттің қорғауында болады',
        'сыбайлас жемқорлыққа қарсы қызмет басшысының қарауы бойынша тәртіптік жауапкершілікке тартылады',
        'атқарып отырған лауазымынан шығарылуға жатады'
      ],
      correctAnswer: 'заңға сәйкес жауапкершілікке тартылады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы қызмет құқылы емес:',
      choices: [
        'мемлекеттік қызметшіні қызметінен шеттетуге',
        'сыбайлас жемқорлық қылмыстар бойынша жедел-іздестіру және тергеу қызметінің практикасына, сотқа дейінгі тергеп-тексеруге талдау жүргізуге',
        'іс жүргізудегі қылмыстық істер бойынша шақыру бойынша келуден жалтарған адамдарды күштеп әкелуге',
        'ұсталған және қамауға алынған тұлғаларды конвоирлеуге'
      ],
      correctAnswer: 'мемлекеттік қызметшіні қызметінен шеттетуге'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік функцияларды орындауға уәкілеттік берілген адамдарға және оларға теңестірілген адамдарға не нәрсеге тыйым салынады',
      choices: [
        'бүркеншік атпен азаматтық-құқықтық мәмілелер жасасу',
        'өз атымен азаматтық мәмілелер жасасу',
        'жылжымайтын мүлікті сатып алу-сату шартын жасасу',
        'өздеріне меншік құқығымен тиесілі тұрғын үйді мүліктік жалдауға (жалға) беруге және осындай тапсырудан кіріс алу'
      ],
      correctAnswer: 'бүркеншік атпен азаматтық-құқықтық мәмілелер жасасу'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы шектеулерді сақтамау не нәрсеге негіз болуы мүмкін?',
      choices: [
        'мемлекеттік қызметті немесе өзге де тиісті қызметті тоқтатуға',
        'мемлекеттік қызметшіні өзге лауазымға ауыстыруға',
        'мемлекеттік қызметшіге тәртіптік жаза қолдануға',
        'мемлекеттік қызметшінің лауазымын төмендетуге'
      ],
      correctAnswer: 'мемлекеттік қызметті немесе өзге де тиісті қызметті тоқтатуға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік функцияларды орындаумен сыйысымды қызмет?',
      choices: [
        'педагогикалық, ғылыми және өзге де шығармашылық',
        'кәсіпкерлік қызмет',
        'шаруашылық жүргізуші субъектіні басқаруға қатысу',
        'басқа ақылы қызметпен айналысу'
      ],
      correctAnswer: 'педагогикалық, ғылыми және өзге де шығармашылық'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы іс-қимылға жәрдемдесетін адам туралы ақпарат:',
      choices: [
        'мемлекеттік құпия',
        'жалпыға қолжетімді ақпарат',
        'мемлекеттік құпия',
        'қызметтік пайдалануға арналған ақпарат'
      ],
      correctAnswer: 'мемлекеттік құпия'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы іс-қимыл қағидаты болып табылады?',
      choices: [
        'бірдей еңбекақы',
        'әдептілік және кәсібилік',
        'қазақстандық патриотизм',
        'жариялылық және ашықтық'
      ],
      correctAnswer: 'жариялылық және ашықтық'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік мүлікті басқару жөніндегі функцияларды орындауға қатысатын жеке және заңды тұлғалар мемлекеттік меншікке байланысты мүліктік сипаттағы барлық мәмілелер мен қаржылық қызмет туралы есептер ұсынады:',
      choices: [
        'сыбайлас жемқорлыққа қарсы күрес жөніндегі мемлекеттік органға',
        'есеп бермейді',
        'мемлекеттік мүлікке қатысты меншік иесінің құқықтылығын жүзеге асыратын мемлекеттік органға',
        'тұрғылықты жері бойынша салық органына'
      ],
      correctAnswer: 'мемлекеттік мүлікке қатысты меншік иесінің құқықтылығын жүзеге асыратын мемлекеттік органға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік лауазымды атқаратын адам декларацияны ұсынбағаны үшін, егер жасалған әрекетте қылмыстық жазаланатын іс-әрекет белгілері болмаса:',
      choices: [
        'тәртіптік жауапкершілікке тартылуы мүмкін',
        'айыппұл санкцияларымен жазалануы мүмкін',
        'төмен тұрған лауазымға ауыстырылуы мүмкін',
        'қылмыстық жауапкершілікке тартылуы мүмкін'
      ],
      correctAnswer: 'тәртіптік жауапкершілікке тартылуы мүмкін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа байланысты құқық бұзушылықтар жасалуы мүмкін:',
      choices: [
        'әрекетсіздікпен',
        'әрекет және әрекетсіздікпен',
        'әрекетпен',
        'ауызша',
        'жазбаша'
      ],
      correctAnswer: 'әрекет және әрекетсіздікпен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қызметтік құпияны құрайтын мәліметтер ұсынылады',
      choices: [
        'қаржы мониторингі жөніндегі уәкілетті органға',
        'сыбайлас жемқорлыққа қарсы іс-қимыл жөніндегі уәкілетті органға',
        'Әділет министрлігіне',
        'барлық мемлекеттік органдарға тиісті сұрау салу бойынша'
      ],
      correctAnswer: 'қаржы мониторингі жөніндегі уәкілетті органға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа байланысты құқық бұзушылықтар әкеп соқпайды:',
      choices: [
        'тәртіптік жауапкершілікке',
        'әкімшілік жауапкершілікке',
        'азаматтық-құқықтық жауапкершілікке',
        'қылмыстық жауапкершілікке'
      ],
      correctAnswer: 'азаматтық-құқықтық жауапкершілікке'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлыққа қарсы іс-қимылдың негізгі қағидаттары қандай құқықтық актіде айқындалады?',
      choices: [
        '"Сыбайлас жемқорлыққа қарсы іс-қимыл туралы" Заң',
       ' Қазақстан Республикасының Қылмыстық кодексі',
        '"Мемлекеттік қызмет туралы" Заң',
        'Қазақстан Республикасының Әкімшілік құқық бұзушылық туралы Кодексі'
      ],
      correctAnswer: '"Сыбайлас жемқорлыққа қарсы іс-қимыл туралы" Заң'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жауапты мемлекеттік лауазымды атқаратын адамдар - бұл ... белгіленген лауазымды атқаратын адамдар:',
      choices: [
        'Конституциялық және өзге де заңдармен',
        'Парламент Қаулысымен',
        'Конституция, конституциялық және өзге де заңдармен',
        'тек Конституциямен'
      ],
      correctAnswer: 'Конституция, конституциялық және өзге де заңдармен'
    },
    {
      type: EQuestionType.Radio,
      title: '"Сыбайлас жемқорлыққа қарсы іс-қимыл туралы" ҚР Заңының қолданылу аясы:',
      choices: [
        'ҚР аумағында тек жеке тұлғаларға қатысты',
        'ҚР аумағында заңды тұлғаларға қатысты',
        'ҚР аумағында барлық жеке және заңды тұлғаларға қатысты',
        'ТМД-ға қатысушы мемлекеттердің аумағында лауазымды тұлғаларға мүліктік игіліктер мен артықшылықтарды құқыққа қарсы ұсынатын барлық жеке және заңды тұлғаларға қатысты'
      ],
      correctAnswer: 'ҚР аумағында барлық жеке және заңды тұлғаларға қатысты'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік функцияларды орындауға уәкілеттік берілген адамдарға мыналар теңестіріледі:',
      choices: [
        'үкіметтік емес ұйымдардың жауапты лауазымдарына сайланған адамдар',
        'қоғамдық ұйымдарға сайланған адамдар',
        'жергілікті өзін-өзі басқару органдарына сайланған адамдар',
        'жеке компаниялардың жауапты лауазымдарына сайланған тұлғалар'
      ],
      correctAnswer: 'жергілікті өзін-өзі басқару органдарына сайланған адамдар'
    },
    {
      type: EQuestionType.Radio,
      title: '"Сыбайлас жемқорлыққа қарсы іс-қимыл туралы" ҚР Заңына сәйкес мемлекеттік лауазымды атқаратын адамның жақын адамдарының қайсысы салық органдарына кірістері мен мүлкі туралы декларация ұсынуға міндетті?',
      choices: [
        'балалары',
        'жұбайы (зайыбы)',
        'ата-анасы',
        'ата-анасы, жұбайы (зайыбы), кәмелетке толған балалары'
      ],
      correctAnswer: 'жұбайы (зайыбы)'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметтен теріс себептер бойынша босатылған адамдар мемлекеттік кіріс органына декларация тапсырады:',
      choices: [
        'жұмыстан шығарылғаннан кейін үш жыл ішінде',
        'жұмыстан босатылғаннан кейінгі екі жыл ішінде',
        'болашақта ұсынбайды',
        'жұмыстан босатылған жылы ғана'
      ],
      correctAnswer: 'жұмыстан шығарылғаннан кейін үш жыл ішінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Заңсыз алынған мүлікті өз еркімен тапсырудан немесе мемлекетке оның құнын немесе заңсыз көрсетілген қызметтердің құнын төлеуден бас тартылған жағдайларда, сыбайлас жемқорлық құқық бұзушылықтар нәтижесінде оларды өндіріп алу жүзеге асырылады:',
      choices: [
        'қылмыстық құқық бұзушылық туралы хаттама негізінде мәжбүрлеп',
        'заңды күшіне енген сот шешімінің негізінде',
        'сыбайлас жемқорлыққа қарсы қызмет жөніндегі уәкілетті органның шешімі негізінде',
        'салық қызметінің шешімі бойынша'
      ],
      correctAnswer: 'заңды күшіне енген сот шешімінің негізінде'
    },
    {
      type: EQuestionType.Radio,
      title: '"Сыбайлас жемқорлыққа қарсы іс-қимыл туралы" Қазақстан Республикасының Заңында көзделген қаржылық бақылау шаралары ... байланысты құқықтық қатынастарға таралмайды:',
      choices: [
        'Қазақстан Республикасында тұрғын үйлерді және тұрғын үй құрылысы үшін құрылыс материалдарын меншікке сатып алумен',
        'заңды тұлғалардың акционері немесе құрылтайшысы (қатысушысы) ретінде тұлғалардың қатысуымен',
        'адамға немесе жұбайына (зайыбына) тиесілі материалдық және қаржы қаражатын ұстау немесе уақытша сақтау жөніндегі міндеттемелермен (оның ішінде ауызша да)',
        'автокөлік сатып алумен'
      ],
      correctAnswer: 'Қазақстан Республикасында тұрғын үйлерді және тұрғын үй құрылысы үшін құрылыс материалдарын меншікке сатып алумен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасында тұрғын үйді және тұрғын үй құрылысы үшін құрылыс материалдарын меншікке сатып алуға байланысты құқықтық қатынастарға қаржылық бақылау шаралары:',
      choices: [
        'таратылады',
        'дұрыс жауаптар жоқ',
        'заңда белгіленген жағдайларда қолданылады',
        'таратылмайды'
      ],
      correctAnswer: 'таратылмайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік функцияларды орындауға уәкілеттік берілген адамдардың сыбайлас жемқорлыққа қарсы шектеулерді қабылдамауы неге әкеп соғады:',
      choices: [
        'жұмыстан босату',
        'айыппұл салу',
        'сөгіс жариялау',
        'қамауға алу'
      ],
      correctAnswer: 'жұмыстан босату'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлық құқық бұзушылықтар нәтижесінде мемлекеттік функцияларды орындауға уәкілеттік берілген адамдар немесе оларға теңестірілген адамдар заңсыз байыған барлық жағдайларда, заңсыз алынған көрсетілетін қызметтердің құны:',
      choices: [
        'мемлекет кірісіне өндіріп алуға жатады',
        'олар анықталғаннан кейін бір айдан аспайтын мерзімде тиісті салық органына аударуға жатады',
        'олар анықталғаннан кейін екі аптадан аспайтын мерзімде арнаулы мемлекеттік қорға аударылуға жатады',
        'өндіріп алуға жатпайды'
      ],
      correctAnswer: 'мемлекет кірісіне өндіріп алуға жатады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлық құқық бұзушылықтарды анықтау, жолын кесу, ашу, тергеп-тексеру және алдын алу және оларды жасауға кінәлі адамдарды жауаптылыққа тартуды құзыреті шегінде жүзеге асырады:',
      choices: [
        'мемлекеттік органдар, ұйымдар, квазимемлекеттік сектор субъектілері және лауазымды адамдар',
        'прокуратура, ұлттық қауіпсіздік, ішкі істер органдары',
        'прокуратура органдары, Ұлттық қауіпсіздік комитетінің Шекара қызметі',
        'прокуратура, ұлттық қауіпсіздік, ішкі істер, әскери полиция органдары, экономикалық тергеу қызметі, ҰҚК Шекара қызметі'
      ],
      correctAnswer: 'прокуратура, ұлттық қауіпсіздік, ішкі істер, әскери полиция органдары, экономикалық тергеу қызметі, ҰҚК Шекара қызметі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сыбайлас жемқорлық құқық бұзушылықтарды анықтау, жолын кесу, ашу, тергеп-тексеру және алдын алу және оларды жасауға кінәлі адамдарды жауаптылыққа тартуды өз құзыреті шегінде жүзеге асырады:',
      choices: [
        'прокуратура, ұлттық қауіпсіздік органдары',
        'ішкі істер, әскери полиция органдары, экономикалық тергеу қызметі',
        'ҰҚК Шекара қызметі',
        'жоғарыда айтылғандардың барлығы'
      ],
      correctAnswer: 'жоғарыда айтылғандардың барлығы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жауапты мемлекеттік лауазымды атқаратын адамдарға, мемлекеттік функцияларды орындауға уәкілеттік берілген адамдарға, лауазымды адамдарға тыйым салынады:',
      choices: [
        'Қазақстан Республикасынан тыс орналасқан шетелдік банктерде шоттар (салымдар) ашу және олардың болуы',
        'шет елдерге шығу',
        'балаларды шет елдерге оқуға жіберу',
        'іссапарларға шақыруды қабылдау'
      ],
      correctAnswer: 'Қазақстан Республикасынан тыс орналасқан шетелдік банктерде шоттар (салымдар) ашу және олардың болуы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік функцияларды орындауға уәкілеттік берілген лауазымды және өзге де адамдарға және оларға теңестірілген адамдарға шаруашылық жүргізуші субъектіні басқаруға өз бетінше қатысуға:',
      choices: [
        'рұқсат етіледі',
        'егер шаруашылық жүргізуші субъектіні басқаруға немесе басқаруға қатысуға Қазақстан Республикасының заңдарына сәйкес оның лауазымдық міндеттеріне кірмейтін болса, тыйым салынады',
        'тыйым салынады',
        'дұрыс жауаптар жоқ'
      ],
      correctAnswer: 'егер шаруашылық жүргізуші субъектіні басқаруға немесе басқаруға қатысуға Қазақстан Республикасының заңдарына сәйкес оның лауазымдық міндеттеріне кірмейтін болса, тыйым салынады'
    }
  ],
  time: 10,
  passingScore: 5,
  questionsTotal: 10
};
