import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const civilProcedureCodeForJudicialCorpKz: ITest = {
    id: 'civilProcedureCodeForJudicialCorp-kz',
    title: 'Гражданский процессуальный кодекс Республики Казахстан КАЗ',
    description: '<p>Тест на знание Қазақстан Республикасының Азаматтық процестік кодексі</p>',
    questions: [
        {
            type: EQuestionType.Radio,
            title: 'Сот ісін жүргізу тілі ....тілге байланысты сот ұйғарымымен белгіленеді:',
            choices: [
                'сотқа талап қою берілген (арыз)',
                'сот пен тараптар еркін иелік етеді',
                'тараптар еркін иелік етеді'
            ],
            correctAnswer: 'сотқа талап қою берілген (арыз)'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот үшін қандай дәлелдемелердің күні бұрын белгіленген күші болмайды?',
            choices: [
                'ешқандай дәлелдемелер',
                'тікелей дәлелдемелер',
                'шынайы дәлелдемелер'
            ],
            correctAnswer: 'ешқандай дәлелдемелер'
        },
        {
            type: EQuestionType.Radio,
            title: 'Азаматтардың жеке хат жазысулары мен жеке телеграфтық хабарламалары ашық сот отырысында жария етілуі мүмкін',
            choices: [
                'хат жазысулары мен жеке телеграфтық хабарламаларын жүргізген адамдардың келісімімен',
                'сот ұйғарымы бойынша',
                'мүдделі тұлғалардың талабы бойынша'
            ],
            correctAnswer: 'хат жазысулары мен жеке телеграфтық хабарламаларын жүргізген адамдардың келісімімен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Азаматтардың, мемлекеттің және ұйымдардың  бұзылған немесе даулы құқықтарын, бостандықтары мен заңды мүдделерін қорғау, заңдылық пен құқықтық тәртіпті нығайту, құқық бұзушылықтардың алдын алу нелер болып табылады',
            choices: [
                'сот ісін жүргізудің міндеттері',
                'сот ісін жүргізудің мақсаттары',
                'сот ісін жүргізудің қағидаттары'
            ],
            correctAnswer: 'сот ісін жүргізудің міндеттері'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер заңда немесе дауласушы тараптардың келісімінде тиісті мәселелерді соттың шешуі көзделсе, сот мәселелерді қандай өлшемшарттарын негізге ала отырып шешуге міндетті:',
            choices: [
                'әділдік пен ақылға сыйымдылық',
                'заңдылық пен негізділік',
                'заңнаманың жалпы қағидаттары мен мағынасына сүйене отырып'
            ],
            correctAnswer: 'әділдік пен ақылға сыйымдылық'
        },
        {
            type: EQuestionType.Radio,
            title: 'Судья сот төрелігін жүргізу кезінде тәуелсіз болады және тек ... бағынады:',
            choices: [
                'Қазақстан Республикасының Конституциясына және заңға',
                'Қазақстан Республикасы Жоғарғы Сотының Төрағасына',
                'Қазақстан Республикасының Президентіне'
            ],
            correctAnswer: 'Қазақстан Республикасының Конституциясына және заңға'
        },
        {
            type: EQuestionType.Radio,
            title: 'Барлық соттарда және барлық сот сатыларында істерді қарау қалай жүргізеді:',
            choices: [
                'ашық',
                'жария',
                'жеке'
            ],
            correctAnswer: 'ашық'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот азаматтық істер бойынша сот актісін қандай нысанда қабылдайды?',
            choices: [
                'ұйғарым',
                'өкім',
                'үкім'
            ],
            correctAnswer: 'ұйғарым'
        },
        {
            type: EQuestionType.Radio,
            title: 'Соттар қандай азаматтық істерді ерекше талап қою ісін жүргізу тәртібімен қарайды?',
            choices: [
                'қаржы ұйымдарын және банк конгломератына бас ұйым ретінде кіретін және қаржы ұйымдары болып табылмайтын ұйымдарды қайта құрылымдау туралы істерді',
                'нормативтік құқықтық актілердің заңдылығына даулау туралы істер',
                'заңды тұлғалар мен жеке кәсіпкерлердің банкроттығы туралы істер'
            ],
            correctAnswer: 'қаржы ұйымдарын және банк конгломератына бас ұйым ретінде кіретін және қаржы ұйымдары болып табылмайтын ұйымдарды қайта құрылымдау туралы істерді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Соттар қандай азаматтық істерді ерекше іс жүргізу тәртібімен қарайды?',
            choices: [
                'нотариаттық әрекеттерге немесе оларды жасаудан бас тартуға шағымдар бойынша істер',
                'сайлауға, референдумдарға қатысатын азаматтар мен қоғамдық бірлестіктердің сайлау құқықтарын қорғау туралы өтініштер бойынша істер',
                'органдар мен лауазымды адамдардың актілері мен әрекеттерін заңсыз деп тану туралы прокурордың өтініші бойынша істер'
            ],
            correctAnswer: 'нотариаттық әрекеттерге немесе оларды жасаудан бас тартуға шағымдар бойынша істер'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нақты даудың ведомстволығына қатысты заңдарды түсіндіруде күмән туындаған немесе коллизиялар болған жағдайда, оны кім қарайды:',
            choices: [
                'сот',
                'аралық сот',
                'Төрелік сот'
            ],
            correctAnswer: 'сот'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кәмелетке толмағандардың істері жөніндегі мамандандырылған ауданаралық соттың соттылығына жатқызылған істер кәмелетке толмаған адамның заңды өкілдерінің өтінішхаты бойынша Кім қарауы мүмкін',
            choices: [
                'аудандық және оған теңестірілген сот',
                'облыстық және оған теңестірілген сот',
                'Қазақстан Республикасының Жоғарғы Соты'
            ],
            correctAnswer: 'аудандық және оған теңестірілген сот'
        },
        {
            type: EQuestionType.Radio,
            title: 'Талап қою қай жер бойынша сотқа беріледі:',
            choices: [
                'жауапкердің тұрғылықты жері',
                'Талап қоюшың тұрғылықты жері',
                'Талап қоюшың тіркелген жері'
            ],
            correctAnswer: 'жауапкердің тұрғылықты жері'
        },
        {
            type: EQuestionType.Radio,
            title: 'Заңды тұлға филиалының немесе өкілдігінің қызметінен туындайтын талап қою қай жерде берілуі мүмкін:',
            choices: [
                'филиалдың немесе өкілдіктің орналасқан жері бойынша',
                'заңды тұлға органының орналасқан жері бойынша',
                'шарт жасасу немесе орындау жері бойынша'
            ],
            correctAnswer: 'филиалдың немесе өкілдіктің орналасқан жері бойынша'
        },
        {
            type: EQuestionType.Radio,
            title: 'Әртүрлі жерлерде тұратын немесе тұратын бірнеше жауапкерге талап қою қай жерде беріледі:',
            choices: [
                'талап қоюшының таңдауы бойынша жауапкерлердің бірінің тұрғылықты жері немесе орналасқан жері бойынша',
                'талап қоюшының орналасқан немесе тұрғылықты жері бойынша',
                'талап қоюшының тұрғылықты жері бойынша немесе шарт орындау жері бойынша'
            ],
            correctAnswer: 'талап қоюшының таңдауы бойынша жауапкерлердің бірінің тұрғылықты жері немесе орналасқан жері бойынша'
        },
        {
            type: EQuestionType.Radio,
            title: 'Тараптардың істің осы соттың соттылығына жатпайтыны туралы арыздарын кім шешеді:',
            choices: [
                'осы сот',
                'кассациялық сатыдағы сот',
                'Қазақстан Республикасының Жоғарғы Соты'
            ],
            correctAnswer: 'осы сот'
        },
        {
            type: EQuestionType.Radio,
            title: 'Істерді апелляциялық сатыдағы сотта қарауды соттың алқалы құрамы тақ санында жүргізеді:',
            choices: [
                'кемінде үш',
                'кемінде бес',
                'кемінде жеті'
            ],
            correctAnswer: 'кемінде үш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ерекше пікірмен танысуға кім құқылы?',
            choices: [
                'кассациялық сатыдағы сот осы істі қарау кезінде',
                'қадағалау сатысындағы сот осы істі қарау кезінде',
                'апелляциялық сатыдағы сот осы істі қарау кезінде '
            ],
            correctAnswer: 'кассациялық сатыдағы сот осы істі қарау кезінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Өздігінен бас тартуға рұқсат етілетіді:',
            choices: [
                'сот ұйғарымымен',
                'сот қаулысымен',
                'сот шешімімен'
            ],
            correctAnswer: 'сот ұйғарымымен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қарсылық білдіруді жақтаған және оған қарсы берілген дауыстар саны тең болған жағдайда .... деп есептеледі:',
            choices: [
                'қанағаттандырылған',
                'қанағаттандырылған жоқ',
                'қанағаттандырылған жоқ деп және келесі қарсылықтарға иммунитетке ие болады'
            ],
            correctAnswer: 'қанағаттандырылған'
        },
        {
            type: EQuestionType.Radio,
            title: 'Істі аудандық немесе оған теңестірілген сотта жеке-дара қарап жатқан судьяға қарсылық білдірілген (өздігінен бас тартылған) жағдайда бұл істі кім қарайды:',
            choices: [
                'сол сотта басқа судья',
                'басқа сотта',
                'облыстық немесе оған теңестірілген сотта'
            ],
            correctAnswer: 'сол сотта басқа судья'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қарсылықты қабылдамау немесе қанағаттандыру туралы ұйғарым:',
            choices: [
                'қайта шағым жасауға жатпайды',
                'қайта шағым жасауға жатады',
                'наразылық білдіруге жасауға жатпайды'
            ],
            correctAnswer: 'қайта шағым жасауға жатпайды'
        },
        {
            type: EQuestionType.Radio,
            title: 'Азаматтық процестік құқықтар мен міндеттерге ие болу қабілеттілігі (азаматтық процестік құқық қабілеттілігі) барлық азаматтар және .... болып табылатын заңды тұлғалар үшін бірдей шамада танылады:',
            choices: [
                'материалдық құқық субъектілері',
                'іс жүргізу құқығы субъектілері',
                'азаматтық процес субъектілері'
            ],
            correctAnswer: 'материалдық құқық субъектілері'
        },
        {
            type: EQuestionType.Radio,
            title: 'Азаматтық процесте тараптар болып кімдер табылады:',
            choices: [
                'талап қоюшы мен жауапкер',
                'әрекетке қабілетті адамдар',
                'несие беруші және жауапкер'
            ],
            correctAnswer: 'талап қоюшы мен жауапкер'
        },
        {
            type: EQuestionType.Radio,
            title: 'Талап қоюдың негізін немесе нысанасын өзгерту, талап қою талаптарының мөлшерін ұлғайту немесе азайту істі мәні бойынша қарау аяқталғанға дейін беру жолымен жүргізіледі:',
            choices: [
                'жазбаша өтініш',
                'қосымша талап қою',
                'жазбаша қолдаухат'
            ],
            correctAnswer: 'жазбаша өтініш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Бірнеше талап қоюшы бірлесіп бір немесе бірнеше жауапкерге талап қою беруі мүмкін. Талап қоюшылардың немесе жауапкерлердің әрқайсысы екінші тарапқа қатысты процесте қалай әрекет етеді:',
            choices: [
                'дербес',
                'ортақ',
                'субсидиарлық'
            ],
            correctAnswer: 'дербес'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер талап қоюшы тиісті емес жауапкерді басқа тұлғамен ауыстыруға келіспесе, сот:',
            choices: [
                'істі қойылған талап бойынша қарайды',
                'істі қойылған талап бойынша тоқтатады',
                'қойылған талап бойынша істі тоқтата тұрады'
            ],
            correctAnswer: 'істі қойылған талап бойынша қарайды'
        },
        {
            type: EQuestionType.Radio,
            title: 'Даудың нысанасына дербес талаптарын мәлімдейтін үшінші тұлғалар бірінші сатыдағы сот іс бойынша шешім шығарғанға дейін талап қоюшының немесе жауапкердің жағында процеске кірісе алады:',
            choices: [
                'бір немесе екі тарапқа да талап қою арқылы',
                'іске қатысатын басқа да тұлғалардың өтінішхаты бойынша',
                'сот бастамасы бойынша'
            ],
            correctAnswer: 'бір немесе екі тарапқа да талап қою арқылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Азаматтық сот ісін жүргізуде заңдардың дәл және біріздіқолданылуын жоғары қадағалауды мемлекет атынан кімжүзеге асырылады:',
            choices: [
                'Қазақстан Республикасының Бас Прокуроры',
                'Қазақстан Республикасының барлық прокурорлары',
                'қалалық, аудандық және оларға теңестірілген өзге де прокурорлар'
            ],
            correctAnswer: 'Қазақстан Республикасының Бас Прокуроры'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сотта тапсырма бойынша кім өкіл бола алады:',
            choices: [
                'адвокаттар',
                'туыстары',
                'қорғаншылар мен қамқоршылар'
            ],
            correctAnswer: 'адвокаттар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Заңды тұлғалардың басшылары:',
            choices: [
                'олардың қызметтік жағдайын немесе өкілеттіктерін куәландыратын құжаттар',
                'паспорт',
                'жеке куәлік'
            ],
            correctAnswer: 'олардың қызметтік жағдайын немесе өкілеттіктерін куәландыратын құжаттар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Істі сотта жүргізуге өкілеттік өкілге өкілдіктің атынан барлық іс жүргізу әрекеттерін жасауға құқық береді:',
            choices: [
                'талапқа қол қою',
                'қарсылық бiлдiруді хабарлау',
                'сот процесі барысында туындайтын барлық мәселелер бойынша өз дәлелдерін келтіру'
            ],
            correctAnswer: 'талапқа қол қою'
        },
        {
            type: EQuestionType.Radio,
            title: 'Адвокаттың нақты істі жүргізуге өкілеттігі куәландырылады:',
            choices: [
                'адвокаттар алқасының адвокаттық кеңсесі беретін сенімхатпен',
                'оның клиенті беретін сенімхатпен',
                'сот беретін ордермен'
            ],
            correctAnswer: 'адвокаттар алқасының адвокаттық кеңсесі беретін сенімхатпен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Хабарсыз кетті деп белгіленген тәртіппен танылған азамат қатысуға тиісті іс бойынша оның өкілі ретінде әрекет етеді',
            choices: [
                'хабарсыз кеткен азаматтың мүлкіне қорғаншылықты жүзеге асыратын тұлға',
                'жақын туыстар',
                'прокурор'
            ],
            correctAnswer: 'хабарсыз кеткен азаматтың мүлкіне қорғаншылықты жүзеге асыратын тұлға'
        },
        {
            type: EQuestionType.Radio,
            title: 'заңды өкілдер болып табылмайды:',
            choices: [
                'прокурорлар',
                'патронат тәрбиешілер',
                'қамқоршылар'
            ],
            correctAnswer: 'прокурорлар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот солардың негізінде тараптардың талаптары мен қарсылықтарын негіздейтін мән-жайлардың, сондай-ақ істі дұрыс қарау және шешу үшін маңызы бар өзге де мән-жайлардың бар немесе жоқ екендігін анықтайтын заңды тәсілмен алынған фактілер туралы мәліметтер не болып табылады?',
            choices: [
                'іс бойынша дәлелдемелер',
                'іс материалдарынан үзінді көшірмелер',
                'іс бойынша іс жүргізу құжаттары'
            ],
            correctAnswer: 'іс бойынша дәлелдемелер'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ол өзінің талаптары мен қарсылықтарының негізі ретінде сілтеме жасайтын жағдайларды кім дәлелдеуге міндетті?',
            choices: [
                'талап қоюшы мен жауапкер',
                'тек талап қоюшы',
                'тек жауапкер'
            ],
            correctAnswer: 'талап қоюшы мен жауапкер'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер дәлелдемеде іс үшін маңызы бар мән-жайлардың бар екендігі туралы түйіндерді растайтын, теріске шығаратын не оларға күмән келтіретін фактілер туралы мәліметтер болса, сот қалай деп таниды:',
            choices: [
                'дәлелдемені іске қатысты',
                'рұқсат етілген дәлелдеме',
                'сенімді дәлелдемелер'
            ],
            correctAnswer: 'дәлелдемені іске қатысты'
        },
        {
            type: EQuestionType.Radio,
            title: 'Іске қатысатын және өздері үшін қажетті дәлелдемелерді ұсыну кейіннен мүмкін болмайды немесе қиындық келтіреді деп қауіптенуге негізі бар адамдар соттан не сұрай алады:',
            choices: [
                'осы дәлелдемелерді қамтамасыз ету туралы',
                'осы дәлелдемелерді ұсыну туралы',
                'осы дәлелдемелерді талап ету туралы'
            ],
            correctAnswer: 'осы дәлелдемелерді қамтамасыз ету туралы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Дәлелдемелерді қамтамасыз ету туралы арызды қарау нәтижелері бойынша сот не шығарады:',
            choices: [
                'ұйғарым',
                'қаулы',
                'бұйрық'
            ],
            correctAnswer: 'ұйғарым'
        },
        {
            type: EQuestionType.Radio,
            title: 'Хаттамалар және қамтамасыз ету тәртібімен жиналған барлық дәлелдемелер кімге беріледі',
            choices: [
                'істі қарайтын сотқа',
                'іске қатысатын адамдарға',
                'тараптарға'
            ],
            correctAnswer: 'істі қарайтын сотқа'
        },
        {
            type: EQuestionType.Radio,
            title: 'Әрбір дәлелдеме қалай бағалануға тиіс:',
            choices: [
                'қатыстылығы, жарамдылығы, шынайылығы тұрғысынан',
                'тек қатыстылығы, шынайылығы тұрғысынан',
                'тек рұқсат етілу, сенімділік тұрғысынан'
            ],
            correctAnswer: 'қатыстылығы, жарамдылығы, шынайылығы тұрғысынан'
        },
        {
            type: EQuestionType.Radio,
            title: 'Бір тараптың өзінің талаптарын немесе қарсылықтарын негіздейтін фактілерді екінші тараптың мойындауы:',
            choices: [
                'соңғыны тарапты осы фактілерді одан әрі дәлелдеу қажеттігінен босатады',
                'соңғыны тарапты осы фактілерді одан әрі дәлелдеу қажеттігінен босатпайды',
                'сот ешқашан мойындауға құқылы емес'
            ],
            correctAnswer: 'соңғыны тарапты осы фактілерді одан әрі дәлелдеу қажеттігінен босатады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Куә ретінде жауап алуға жатады:',
            choices: [
                'балаларды тәрбиелеу туралы даулар бойынша істерге қатысты жас адамдар',
                'төрелік немесе аралық судья – өз міндеттерін атқаруына байланысты өзіне белгілі болған мән-жайлар туралы',
                'азаматтық іс бойынша өкілдер немесе қылмыстық іс бойынша қорғаушылар - өкілдің немесе қорғаушының міндеттерін орындауға байланысты оларға белгілі болған мән-жайлар туралы'
            ],
            correctAnswer: 'балаларды тәрбиелеу туралы даулар бойынша істерге қатысты жас адамдар'
        },
        {
            type: EQuestionType.Radio,
            title: ' Куәнің құқығы бар:',
            choices: [
                'уақытын жоғалтуына байланысты ақшалай өтемақы алуға',
                'уақытын жоғалтуына байланысты өтемақы алуға',
                'нақты залал мен жоғалған пайданы өтеуге'
            ],
            correctAnswer: 'уақытын жоғалтуына байланысты ақшалай өтемақы алуға'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жазбаша дәлелдемелер шешім заңды күшіне енгенге дейін, егер сот оны..., оларды ұсынған адамдарға қайтарылуы мүмкін:',
            choices: [
                'мүмкін деп тапса',
                'мақсатқа сай деп тапса',
                'қажет деп тапса'
            ],
            correctAnswer: 'мүмкін деп тапса'
        },
        {
            type: EQuestionType.Radio,
            title: 'Заттай дәлелдемелерге билік ету мәселелері бойынша сот не шығарады:',
            choices: [
                'ұйғарым',
                'қаулы',
                'бұйрық'
            ],
            correctAnswer: 'ұйғарым'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ғылыми-техникалық құралдарды пайдалану кезінде жәрдем көрсету үшін сот кімді шақыруы мүмкін:',
            choices: [
                'маман',
                'сарапшы',
                'өндіруші'
            ],
            correctAnswer: 'маман'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кім сарапшының алдына қойылуға тиіс сұрақтарды сотқа ұсынуға құқылы:',
            choices: [
                'іске қатысатын әрбір тұлға',
                'тек тараптар',
                'тек тараптар мен сот'
            ],
            correctAnswer: 'іске қатысатын әрбір тұлға'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кімнің үлгілерді алу құқығы бар:',
            choices: [
                'маман',
                'талап қоюшы',
                'жауапкер'
            ],
            correctAnswer: 'маман'
        },
        {
            type: EQuestionType.Radio,
            title: 'Үлгілерді алу әдістері мен ғылыми-техникалық құралдары қандай болуға тиіс:',
            choices: [
                'адамның өмірі мен денсаулығы үшін қауіпсіз',
                'азаматтық іс үшін тиімді',
                'азаматтық іс үшін маңызды'
            ],
            correctAnswer: 'адамның өмірі мен денсаулығы үшін қауіпсіз'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сарапшы көрінеу жалған қорытынды бергені үшін заңда көзделген ...болады:',
            choices: [
                'қылмыстық жауаптылықта',
                'әкімшілік жауаптылықта',
                'материалдық жауаптылықта'
            ],
            correctAnswer: 'қылмыстық жауаптылықта'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер сараптама тағайындау туралы ұйғарымда нақты сарапшы көрсетілмесе, оны таңдауды кім жүзеге асырады:',
            choices: [
                'сот сараптамасы органының басшысы',
                'тараптар',
                'прокурор'
            ],
            correctAnswer: 'сот сараптамасы органының басшысы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Комиссиялық сараптама күрделі сараптамалық зерттеулер жүргізу қажет болған жағдайларда тағайындалады және кімдер жүргізеді',
            choices: [
                'оны бір мамандығы бар кемінде екі сарапшы',
                'оны бір мамандығы бар кемінде үш сарапшы',
                'оны бір мамандығы бар кемінде бес сарапшы'
            ],
            correctAnswer: 'оны бір мамандығы бар кемінде екі сарапшы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот немесе тараптар сарапшының алдына қойған мәселелер бойынша сараптама объектілерін арнайы ғылыми білімді пайдалана отырып жүргізілген зерттеуге негізделіп, осы Азаматтық ісжүргізу кодексінде көзделген жазбаша нысанда ұсынылған түйіндер - бұл:',
            choices: [
                'сарапшының қорытындысы',
                'маманның түсіндірмесі',
                'ғылыми қызметкердің талдамалық анықтамасы'
            ],
            correctAnswer: 'сарапшының қорытындысы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қайталама сараптама жүргізу кімге тапсырылады:',
            choices: [
                'сарапшылар комиссиясына',
                'өзге сарапшыға',
                'алдыңғы сараптаманы жүргізген сарапшы'
            ],
            correctAnswer: 'сарапшылар комиссиясына'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер сараптама тараптар арасындағы келісім бойынша немесе соттың бастамасы бойынша жүргізілсе, сарапшыға бірінші болып кім сұрақтар қояды:',
            choices: [
                'талап қоюшы',
                'жауапкер',
                'сот'
            ],
            correctAnswer: 'талап қоюшы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Не іс бойынша іс жүргізуге байланысты мемлекеттік баж бен шығындардан тұрады?',
            choices: [
                'сот шығыстары',
                'сот төлемдері',
                'сот тарифтері'
            ],
            correctAnswer: 'сот шығыстары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік бажды төлеудің тәртібі мен мөлшері қалай анықталады:',
            choices: [
                'Қазақстан Республикасының Салық кодексі',
                'Қазақстан Республикасының Бюджет кодексі',
                'Қазақстан Республикасының Азаматтық іс жүргізу кодексі'
            ],
            correctAnswer: 'Қазақстан Республикасының Салық кодексі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Істі қарау кезінде талап қою талаптарының мөлшері ұлғайған кезде баждың жетіспейтін сомасын:',
            choices: [
                'талап қою қосымша төлейді',
                'жауап қоюшы төлейді',
                'ешкім төлемейді'
            ],
            correctAnswer: 'талап қою қосымша төлейді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот шешім қабылдаған кезде мемлекеттік бажды төлеуге байланысты шығыстарды кімге береді?',
            choices: [
                'пайдасына шешім шығарылмаған тараптан',
                'пайдасына шешім шығарылған тараптан',
                'ешкімге'
            ],
            correctAnswer: 'пайдасына шешім шығарылмаған тараптан'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік бажды қайтару тәртібі:',
            choices: [
                'Қазақстан Республикасының Салық кодексі',
                'Қазақстан Республикасының Бюджет кодексі',
                'Қазақстан Республикасының Азаматтық іс жүргізу кодексі'
            ],
            correctAnswer: 'Қазақстан Республикасының Салық кодексі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нормативтік құқықтық актіні заңсыз деп тану туралы сот шешімі немесе ол туралы хабарлама нормативтік құқықтық акт жарияланған бұқаралық ақпарат құралдарында қаражат есебінен жариялануға тиіс:',
            choices: [
                'оны қабылдаған (шығарған) органның',
                'республикалық бюджеттің',
                'жергілікті бюджеттің'
            ],
            correctAnswer: 'оны қабылдаған (шығарған) органның'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот ақша сомасын өндіріп алу туралы шешім шығара отырып, өндіріп алынатын ақша сомасының мөлшері мен валютаның түрін сандармен және сөздермен көрсетеді:',
            choices: [
                'шешімнің қарар бөлігінде',
                'шешімнің сипаттамалық бөлігінде',
                'шешімнің дәлелді бөлігінде'
            ],
            correctAnswer: 'шешімнің қарар бөлігінде'
        }
    ],
    time: 10,
    passingScore: 5,
    questionsTotal: 10
};
