import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const civilCodeForJudicialCorpKz: ITest = {
    id: 'civilCodeForJudicialCorp-kz',
    title: 'Гражданский кодекс КАЗ',
    description: '<p>Тест на знание Гражданского кодекса РК</p>',
    questions: [
        {
            type: EQuestionType.Radio,
            title: 'Азаматтық заңдармен қандай қатынастар реттеледi?',
            choices: [
                'тауар-ақша қатынастары және қатысушылардың теңдiгiне негiзделген өзге де мүлiктiк қатынастар, сондай-ақ мүлiктiк қатынастарға байланысты мүлiктiк емес жеке қатынастар',
                'мүлiктiк қатынастар',
                'билік пен бағыну принципіне негізделген қатынастар'
            ],
            correctAnswer: 'тауар-ақша қатынастары және қатысушылардың теңдiгiне негiзделген өзге де мүлiктiк қатынастар, сондай-ақ мүлiктiк қатынастарға байланысты мүлiктiк емес жеке қатынастар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Азаматтар мен заңды тұлғалар өздерiнiң азаматтық құқықтарына қалай ие болады және оларды жүзеге асырады?',
            choices: [
                'өз еркімен және мемлекет мүддесін көздей отырып',
                'өз еркімен және үшінші тұлғалардың мүддесін көздей отырып',
                'өз еркiмен және өз мүддесiн көздей отырып'
            ],
            correctAnswer: 'өз еркiмен және өз мүддесiн көздей отырып'
        },
        {
            type: EQuestionType.Radio,
            title: 'Азаматтық құқықтық қатынастар субъектілерінің құқықтық режимінің теңдігі қағидаты:',
            choices: [
                'барлығына бірдей нормаларды, қағидаларды қолдану, әрқайсысына құқықтарды қорғаудың тең мүмкіндіктерін беру',
                'ұқсас азаматтық-құқықтық даулар бойынша сот шешімдерінің ұқсастығы',
                'біреуіне жеңілдіктер беру және басқа субъектілердің құқықтарын шектеу'
            ],
            correctAnswer: 'барлығына бірдей нормаларды, қағидаларды қолдану, әрқайсысына құқықтарды қорғаудың тең мүмкіндіктерін беру'
        },
        {
            type: EQuestionType.Radio,
            title: 'Азаматтық құқық қабiлеттiлiгi деген не?',
            choices: [
                'барлық азаматтарға бiрдей деп танылатын азаматтық құқыққа ие болып, мiндет атқару қабiлетi',
                'жасалған құқық бұзушылық үшін жауап беру қабілеті',
                'азаматтың өз құқықтарын сот тәртібімен қорғауды жүзеге асыру қабілеті'
            ],
            correctAnswer: 'барлық азаматтарға бiрдей деп танылатын азаматтық құқыққа ие болып, мiндет атқару қабiлетi'
        },
        {
            type: EQuestionType.Radio,
            title: 'Меншік құқығы неше элементтен тұрады?',
            choices: [
                'үш негізгі элементтен',
                'екі негізгі элементтен',
                'бір негізгі элементтен'
            ],
            correctAnswer: 'үш негізгі элементтен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Меншік құқығына қандай элементтер кіреді?',
            choices: [
                'иелену, пайдалану және оған билiк ету',
                'майдалану, қайта сату және жалға алу құқығы ',
                'мүлікті сақтауға беру, пайдалану құқығы'
            ],
            correctAnswer: 'иелену, пайдалану және оған билiк ету'
        },
        {
            type: EQuestionType.Radio,
            title: 'Иелік ерік болмаған жағдайда, адам иесі емес, қарапайым ұстаушы деп танылатын және оның құқықтары иелік қорғауға жатпайтын иелік ету теориясының негізін қалаушы кім болып табылады?',
            choices: [
                'Монтескье',
                'Иеринг',
                'Савиньи'
            ],
            correctAnswer: 'Савиньи'
        },
        {
            type: EQuestionType.Radio,
            title: 'Иелену құқығы дегенiмiз не:',
            choices: [
                'мүлiктi iс жүзiнде иеленудi жүзеге асыруды заң жүзiнде қамтамасыз ету',
                'мүліктен оның пайдалы табиғи қасиеттерін алуды заң жүзінде қамтамасыз ету',
                'мүліктің заңды тағдырын айқындауды заң жүзінде қамтамасыз ету'
            ],
            correctAnswer: 'мүлiктi iс жүзiнде иеленудi жүзеге асыруды заң жүзiнде қамтамасыз ету'
        },
        {
            type: EQuestionType.Radio,
            title: 'Билiк ету құқығы дегенiмiз:',
            choices: [
                'мүлiктiң заң жүзiндегi тағдырын белгiлеудiң заңмен қамтамасыз етiлуi',
                'мүлiктi iс жүзiнде иеленудi жүзеге асыруды заң жүзiнде қамтамасыз ету',
                'пайда алу құқығы'
            ],
            correctAnswer: 'мүлiктiң заң жүзiндегi тағдырын белгiлеудiң заңмен қамтамасыз етiлуi'
        },
        {
            type: EQuestionType.Radio,
            title: 'ҚР заңнамасы бойынша меншік нысандарын (түрлерін) айқындаңыз:',
            choices: [
                'жеке және қоғамдық',
                'жеке және мемлекеттік',
                'бірлескен және мемлекеттік'
            ],
            correctAnswer: 'жеке және мемлекеттік'
        },
        {
            type: EQuestionType.Radio,
            title: 'ҚР азаматтық заңнамасының нормаларына сәйкес жеке меншiк қалай көрiнедi:',
            choices: [
                'азаматтардың және мемлекеттiк емес заңды тұлғалар мен олардың бiрлестiктерiнiң меншiгi ретiнде',
                'мемлекеттік қазына, мемлекеттік республикалық заңды тұлғаларға бекітілген мүлік ретінде',
                'жергілікті қазына және заң актілеріне сәйкес коммуналдық заңды тұлғаларға бекітілген мүлік ретінде'
            ],
            correctAnswer: 'азаматтардың және мемлекеттiк емес заңды тұлғалар мен олардың бiрлестiктерiнiң меншiгi ретiнде'
        },
        {
            type: EQuestionType.Radio,
            title: 'ЖШС қатысушылары серіктестіктің қарыздары бойынша қандай жауапкершілікті көтереді?',
            choices: [
                'енгізген салымдарының құны шегінде серіктестіктің қызметіне байланысты шығындар тәуекелін ғана көтереді',
                'ешқашан және ешқандай жағдайда оның міндеттемелері бойынша жауап бермейді',
                'серіктестіктің барлық міндеттемелері, оларға тиесілі барлық мүлік бойынша жауап береді'
            ],
            correctAnswer: 'енгізген салымдарының құны шегінде серіктестіктің қызметіне байланысты шығындар тәуекелін ғана көтереді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Он төрт жасқа дейiнгi кәмелетке толмағандардың (жас балалар) әрекет қабілеттілігі қандай?',
            choices: [
                'тұрмыстық ұсақ мәмiлелердi өз бетiнше жасауға құқылы',
                'ұзақ мерзімді келісімшарттар жасаса алады',
                'мүлікті мұраға алып, оны өз бетінше басқара алады'
            ],
            correctAnswer: 'тұрмыстық ұсақ мәмiлелердi өз бетiнше жасауға құқылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ішінара әрекет қабілеттілігі қай жастан басталады?',
            choices: [
                '12 жастан',
                '14 жастан',
                '16 жастан'
            ],
            correctAnswer: '14 жастан'
        },
        {
            type: EQuestionType.Radio,
            title: 'Дара кәсіпкер қандай түрде банкрот болып танылуы мүмкін?',
            choices: [
                'ерiктi немесе мәжбүрлi түрде',
                'тек ерікті түрде',
                'тек мәжбүрлі түрде'
            ],
            correctAnswer: 'ерiктi немесе мәжбүрлi түрде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Әрекет қабiлеттiлiгi жоқ адам сауығып кеткен немесе денсаулығы едәуiр жақсарған жағдайда одан шектеу алынады',
            choices: [
                'тек сот шешімі бойынша',
                'тек медициналық комиссия шешімі бойынша',
                'тек жоғарғы сот кеңесінің шешімі бойынша'
            ],
            correctAnswer: 'тек сот шешімі бойынша'
        },
        {
            type: EQuestionType.Radio,
            title: 'Заңды тұлғаның құқық қабiлеттiлiгi қай кезде пайда болады?',
            choices: [
                'ол ресми тіркелгеннен соң 10 күн өткеннен кейін',
                'алғашқы ресми жұмыс күнінен соң 15 күн өткеннен кейін',
                'ол құрылған және мемлекеттік тіркелген кезде'
            ],
            correctAnswer: 'ол құрылған және мемлекеттік тіркелген кезде'
        },
        {
            type: EQuestionType.Radio,
            title: 'ҚР заңнамасы бойынша заңды тұлғалардың түрлерін айқындаңыз:',
            choices: [
                'коммерциялық және коммерциялық емес',
                'мемлекеттік емес және мемлекеттік',
                'мемлекеттік және жеке кәсіпорын'
            ],
            correctAnswer: 'коммерциялық және коммерциялық емес'
        },
        {
            type: EQuestionType.Radio,
            title: 'Коммерциялық емес ұйым болып табылатын заңды тұлға қандай органдарға мемлекеттiк тiркелуге жатады',
            choices: [
                'әдiлет органдарында',
                'жергілікті сот орындарына',
                'аумақтық прокуратура органдарына'
            ],
            correctAnswer: 'әдiлет органдарында'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер акционерлiк қоғамның дауыс берушi акцияларының неше проценттен астамы, басқа заңды тұлғанiкi болса, ол тәуелдi қоғам деп танылады?',
            choices: [
                'дауыс берушi акцияларының 20%-тен астамы',
                'дауыс берушi акцияларының 25%-тен астамы',
                'дауыс берушi акцияларының 30%-тен астамы'
            ],
            correctAnswer: 'дауыс берушi акцияларының 20%-тен астамы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жалған мәміле деген не?',
            choices: [
                'әрекет қабілеттілігі жоқ  адам жасаған',
                'басқа мәмілені жабу мақсатында жасалған',
                'оған тиісті құқықтық салдарлар жасау ниетінсіз, тек алдау үшін жасалған мәміле'
            ],
            correctAnswer: 'оған тиісті құқықтық салдарлар жасау ниетінсіз, тек алдау үшін жасалған мәміле'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сенімхаттың ең ұзақ берілу мерзімі',
            choices: [
                '3 жылдан аспайтын мерзiмге',
                '1 жылдан аспайтын мерзiмге',
                '3 айдан аспайтын мерзiмге'
            ],
            correctAnswer: '3 жылдан аспайтын мерзiмге'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кәмелетке толмағандарға қорғаншылық пен қамқоршылық қй жасқа келгенде рұқсатсыз тоқтатылады?',
            choices: [
                '18 жас',
                '16 жас',
                '15 жас'
            ],
            correctAnswer: '18 жас'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кәсiпкерлер шарт жасасқан кезде олардың атынан үнемi және дербес өкiлдiк етушi адам',
            choices: [
                'коммерциялық өкіл',
                'коммерциялық делдал',
                'сенім білдірілген адам'
            ],
            correctAnswer: 'коммерциялық өкіл'
        },
        {
            type: EQuestionType.Radio,
            title: 'Көмбеге меншік құқығына кім ие болады?',
            choices: [
                'көмбені тапқан адам мен жер учаскесінің меншік иесі тең мөлшерде',
                'көмбені тапқан адам',
                'мемлекет'
            ],
            correctAnswer: 'көмбені тапқан адам мен жер учаскесінің меншік иесі тең мөлшерде'
        }
    ],
    time: 10,
    passingScore: 5,
    questionsTotal: 10
};
