import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const criminalCodeKz: ITest = {
  id: 'criminalCode-kz',
  title: 'ҚЫЛМЫСТЫҚ КОДЕКС РК',
  description: '<p>Қазақстан Республикасының Қылмыстық кодексін білуге арналған тест</p>',
  questions: [
    {
      type: EQuestionType.Radio,
      title: 'Ауыр қылмыс жасағаны үшін бас бостандығынан айырудың ең жоғары жазасы қандай:',
      choices: [
        '5 жыл бас бостандығынан айыру',
        '7 жыл бас бостандығынан айыру',
        '12 жыл бас бостандығынан айыру',
        '15 жыл бас бостандығынан айыру'
      ],
      correctAnswer: '12 жыл бас бостандығынан айыру'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қандай қылмыс жасағаны үшін адамды шынайы өкінуіне байланысты қылмыстық жауаптылықтан босатуға болмайды?',
      choices: [
        'террористік қылмыс, экстремистік қылмыс, қылмыстық топ құрамында жасалған қылмыс жасаған',
        'қылмыстық теріс қылық жасаған',
        'алғаш рет қылмыс жасаған адам кінәлінің жеке басын, оның кінәсін мойындап келуін ескере отырып, қылмыстық жауаптылықтан босатылуы мүмкін',
        'алғаш рет қылмыс жасаған адам қылмыстық құқық бұзушылықпен келтірілген зиянды қалпына келтіру ескеріле отырып, қылмыстық жауаптылықтан босатылуы мүмкін'
      ],
      correctAnswer: 'террористік қылмыс, экстремистік қылмыс, қылмыстық топ құрамында жасалған қылмыс жасаған'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыс үшін тағайындалған жазаның негізгі түрі?',
      choices: [
        'тұтқындау',
        'тәркілеу',
        'айыппұл',
        'Қазақстан Республикасының шегінен тысқары жерге шығарып жіберу'
      ],
      correctAnswer: 'айыппұл'
    },
    {
      type: EQuestionType.Radio,
      title: 'Өлім жазасын орындауға мораторийді кім енгізеді?',
      choices: [
        'Қазақстан Республикасының Президенті',
        'Жоғарғы Сот Төрағасы',
        'Бас Прокурор',
        'Қазақстан Республикасы Парламенті'
      ],
      correctAnswer: 'Қазақстан Республикасының Президенті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кәмелетке толмағандарды қылмыстық жауаптылықтан босату кезінде қылмыстық жауаптылыққа тартудың ескіру мерзімі қысқартыла ма?',
      choices: [
        'үштен біріне',
        'үштен екісіне',
        'жартылай',
        'қысқартуға жатпайды'
      ],
      correctAnswer: 'жартылай'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қандай әрекеттер орташа ауыр қылмыстар санатына жатады?',
      choices: [
        'жасалғаны үшін ең ауыр жаза бас бостандығынан айыру 3 жылдан аспайтын қасақана жасалған іс-әрекеттер',
        'жасалғаны үшін ең ауыр жаза бас бостандығынан айыру 5 жылдан аспайтын қасақана жасалған іс-әрекеттер',
        'жасалғаны үшін ең ауыр жаза бас бостандығынан айыру 7 жылдан аспайтын қасақана жасалған іс-әрекеттер',
        'жасалғаны үшін ең ауыр жаза 10 жылға бас бостандығынан айырудан аспайтын қасақана жасалған әрекеттер'
      ],
      correctAnswer: 'жасалғаны үшін ең ауыр жаза бас бостандығынан айыру 5 жылдан аспайтын қасақана жасалған іс-әрекеттер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қажетті қорғаныс деп танылады:',
      choices: [
        'қорғанушының және басқа да адамдардың жеке басын және құқықтарын, сондай-ақ қоғам мен мемлекеттің заңмен қорғалатын мүдделерін қоғамға қауіпті қол сұғушылықтан, оның ішінде қол сұғушы адамға зиян келтіру арқылы заңды түрде қорғау',
        'қорғанушының және басқа да адамдардың жеке басын және құқықтарын заңды түрде қорғау',
        'қорғанушының және басқа да адамдардың жеке басын және құқықтарын, сондай-ақ қоғам мен мемлекеттің заңмен қорғалатын мүдделерін қоғамға қауіпті қол сұғушылықтан заңды түрде қорғау',
        'қолсұғушы адамға зиян келтіру жолымен заңды түрде қорғау'
      ],
      correctAnswer: 'қорғанушының және басқа да адамдардың жеке басын және құқықтарын, сондай-ақ қоғам мен мемлекеттің заңмен қорғалатын мүдделерін қоғамға қауіпті қол сұғушылықтан, оның ішінде қол сұғушы адамға зиян келтіру арқылы заңды түрде қорғау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстың қайталануы деп танылады:',
      choices: [
        'егер адам бұрын бас бостандығынан айыруға сотталған болса, осы адамның ауыр қылмыс жасауы',
        'егер адам бұрын ауыр қылмыс жасағаны үшiн бас бостандығынан айыруға сотталған болса, осы адамның ауыр қылмыс жасауы',
        'егер адам бұрын бас бостандығынан айыруға сотталған болса, осы адамның қылмыс жасауы',
        'егер адам бұрын ауыр қылмыс жасағаны үшін бас бостандығынан айыруға екі рет сотталған болса немесе аса ауыр қылмыс жасағаны үшін сотталған болса, осы адамның ауыр қылмыс жасауы'
      ],
      correctAnswer: 'егер адам бұрын ауыр қылмыс жасағаны үшiн бас бостандығынан айыруға сотталған болса, осы адамның ауыр қылмыс жасауы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық кодексте көзделген ең жоғарғы жаза 5 жылға бас бостандығынан айырудан аспайтын қасақана жасалған әрекеттер қылмыстың қандай санатына жатады?',
      choices: [
        'онша ауыр еместар',
        'ауырлығы орташа қылмыстар',
        'ауыр қылмыстар',
        'аса ауыр қылмыстар'
      ],
      correctAnswer: 'ауырлығы орташа қылмыстар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық құқық бұзушылықтардың жиынтығы дегеніміз не?',
      choices: [
        'осы Қылмыстық кодекстің баптарында көзделген қылмыстық құқық бұзушылықтардың белгілері бар бір әрекет (әрекетсіздік)',
        'Қылмыстық кодекстiң түрлi баптарында немесе баптарының бөлiктерiнде көзделген, адам солардың бiрде-бiреуi үшiн сотталмаған немесе заңмен белгiленген негiздер бойынша қылмыстық жауаптылықтан босатылмаған екi немесе одан да көп іс-әрекеттi жасау',
        'Қылмыстық кодекстің түрлі баптарында немесе бабының бөліктерінде көзделген екі немесе одан да көп іс-әрекеттер жасау',
        'Қылмыстық кодекстің әртүрлі баптарында немесе бабының бөліктерінде көзделген, адам солардың бірде-біреуі үшін сотталмаған екі немесе одан да көп іс-әрекетті жасау'
      ],
      correctAnswer: 'Қылмыстық кодекстiң түрлi баптарында немесе баптарының бөлiктерiнде көзделген, адам солардың бiрде-бiреуi үшiн сотталмаған немесе заңмен белгiленген негiздер бойынша қылмыстық жауаптылықтан босатылмаған екi немесе одан да көп іс-әрекеттi жасау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қандай қылмыстарға дайындалғаны үшін қылмыстық жауаптылық туындайды?',
      choices: [
        'ауыр немесе аса ауыр қылмысқа дайындалғаны үшін, сондай-ақ террористік қылмысқа дайындалғаны үшін',
        'аса ауыр қылмысқа, сондай-ақ өмірге қарсы қылмысқа дайындалғаны үшін',
        'аса ауыр қылмысқа, сондай-ақ мемлекетке қарсы қылмысқа дайындалғаны үшін',
        'ауыр немесе аса ауыр қылмысқа, сондай-ақ жеке адамның бостандығына қарсы қылмысқа дайындалғаны үшін'
      ],
      correctAnswer: 'ауыр немесе аса ауыр қылмысқа дайындалғаны үшін, сондай-ақ террористік қылмысқа дайындалғаны үшін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық құқық бұзушылық бірнеше рет жасалған деп танылады',
      choices: [
        'Қылмыстық кодекстің Ерекше бөлігінің бір бабында немесе бабының бөлігінде көзделген екі немесе одан да көп іс-әрекет жасау',
        'осы Кодекстің Ерекше бөлігінің нақ сол бабында немесе бабының бөлігінде көзделмеген екі немесе одан да көп іс-әрекет жасау',
        'бір ниетпен және мақсатпен қамтылатын бірқатар бірдей құқыққа қарсы әрекеттерден тұратын қылмыстық құқық бұзушылық',
        'осы Кодекстің түрлі баптарында немесе бабының бөліктерінде көзделген, бірде-бірі үшін адам сотталмаған немесе заңда белгіленген негіздер бойынша қылмыстық жауаптылықтан босатылмаған екі немесе одан да көп іс-әрекет жасау'
      ],
      correctAnswer: 'Қылмыстық кодекстің Ерекше бөлігінің бір бабында немесе бабының бөлігінде көзделген екі немесе одан да көп іс-әрекет жасау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық құқық бұзушылық үшін тағайындалатын жаза түрі?',
      choices: [
        'бас бостандығынан айыру',
        'бас бостандығын шектеу',
        'айыппұл',
        'мүлікті тәркілеу'
      ],
      correctAnswer: 'айыппұл'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кәмелетке толмағандарға тағайындалатын бас бостандығынан айырудың ең ұзақ мерзімі?',
      choices: [
        '5 жыл',
        '10 жыл',
        '12 жас',
        '15 жыл'
      ],
      correctAnswer: '12 жас'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық құқық бұзушылық жасалған кезде неше жасқа толған адамдар кәмелетке толмағандар деп танылады?',
      choices: [
        '14, бірақ 18 жасқа толмаған',
        '16, бірақ 18 жасқа толмаған',
        '16, бірақ 21 жасқа толмаған',
        '14, бірақ 21 жасқа толмаған'
      ],
      correctAnswer: '14, бірақ 18 жасқа толмаған'
    },
    {
      type: EQuestionType.Radio,
      title: 'Өлім жазасы қандай жолмен орындалады?',
      choices: [
        'асу',
        'ату',
        'электрлік орындық',
        'өлімге әкелетін иньекция'
      ],
      correctAnswer: 'ату'
    },
    {
      type: EQuestionType.Radio,
      title: 'Ескіру мерзімі қай уақытпен есептеледі?',
      choices: [
        'қылмыстық құқық бұзушылық жасалған күннен бастап қылмыстық іс аяқталған кезге дейін',
        'күдікті ретінде ұсталған күннен бастап және сот үкімі заңды күшіне енген кезге дейін',
        'қылмыстық құқық бұзушылық жасалған күннен бастап және сот үкімі заңды күшіне енген кезге дейін',
        'қылмыстық іс қозғалған күннен бастап және сот үкімі заңды күшіне енген кезге дейін'
      ],
      correctAnswer: 'қылмыстық құқық бұзушылық жасалған күннен бастап және сот үкімі заңды күшіне енген кезге дейін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қоғамдық жұмыстарға тарту кімдерге тағайындалмайды?',
      choices: [
        'жүкті әйелдерге және 3 жасқа дейінгі жас балалары бар әйелдерге',
        '58 жастағы және ол жастан асқан әйелдерге, 63 жастағы және ол жастан асқан еркектерге',
        'бірінші немесе екінші топтағы мүгедектерге, әскери қызметшілерге',
        'барлық нұсқалар дұрыс'
      ],
      correctAnswer: 'барлық нұсқалар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Өлім жазасы ерекше жаза ретінде тағайындалады:',
      choices: [
        'адамдардың қаза болуымен байланысты, сондай-ақ соғыс уақытында жасалған аса ауыр қылмыстар үшін террористік қылмыстар үшін',
        'адамдардың қаза болуымен байланысты аса ауыр қылмыстар, сондай-ақ соғыс уақытында жасалған қылмыстар үшін',
        'адамдарды басып алумен ұштасқан, сондай-ақ жас балаларға қатысты террористік қылмыстар үшін',
        'адамдардың қаза болуымен байланысты террористік қылмыстар, сондай-ақ аса ауыр қылмыстар үшін'
      ],
      correctAnswer: 'адамдардың қаза болуымен байланысты, сондай-ақ соғыс уақытында жасалған аса ауыр қылмыстар үшін террористік қылмыстар үшін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық құқық бұзушылыққа қатысу деп танылады',
      choices: [
        'қылмыстық топтың құрамында жасалған қылмыс',
        'үш немесе одан да көп адамның қасақана қылмыстық құқық бұзушылық жасауға қасақана бірлесіп қатысуы',
        'екі немесе одан да көп адамның қасақана қылмыстық құқық бұзушылық жасауға қасақана бірлесіп қатысуы',
        'адамдар тобының қасақана қылмыстық құқық бұзушылық жасауға қасақана бірлесіп қатысуы'
      ],
      correctAnswer: 'екі немесе одан да көп адамның қасақана қылмыстық құқық бұзушылық жасауға қасақана бірлесіп қатысуы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық теріс қылық пен қылмыс өзара бірнеше рет жасалуды құрайды ма?',
      choices: [
        'жоқ, құрамайды',
        'құрайды',
        'құрайды, бірақ бір қылмыстық іске біріктірілген кезде ғана',
        'құрайды, бірақ құқық қорғау органы басшысының келісімі бойынша'
      ],
      correctAnswer: 'жоқ, құрамайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Неше жасқа толған адамдар қылмыстық жауаптылыққа жатады?',
      choices: [
        '16 жас',
        '17 жас',
        '18 жас',
        '21 жас'
      ],
      correctAnswer: '16 жас'
    },
    {
      type: EQuestionType.Radio,
      title: 'Бас бостандығын шектеу:',
      choices: [
        'сотталған адамға алты айдан жеті жылға дейінгі мерзімге пробациялық бақылау белгілеуден және оны жазаны өтеудің бүкіл мерзімі ішінде жыл сайын бір жүз сағаттан мәжбүрлеп еңбекке тартудан тұрады',
        'Қылмыстық кодексте көзделген шектерде Қазақстан Республикасының заңнамасында белгіленген айлық есептік көрсеткіштердің белгілі бір санына сәйкес келетін мөлшерде тағайындалатын ақшалай өндіріп алу',
        'сотталған адамды тағайындалған жазаның бүкіл мерзіміне қоғамнан қатаң оқшаулау жағдайында ұстаудан тұрады',
        'сотталған адамды қылмыстық-атқару жүйесі мекемесіне жіберу арқылы оны қоғамнан оқшаулаудан тұрады'
      ],
      correctAnswer: 'сотталған адамға алты айдан жеті жылға дейінгі мерзімге пробациялық бақылау белгілеуден және оны жазаны өтеудің бүкіл мерзімі ішінде жыл сайын бір жүз сағаттан мәжбүрлеп еңбекке тартудан тұрады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Егер адам өз әрекеттерін (әрекетсіздігін) басқара алмаса, психикалық мәжбүрлеу арқылы зиян келтіру қылмыстық құқық бұзушылық болып табыла ма?',
      choices: [
        'болып табылмайды',
        'болып табылады',
        'болып табылады, бірақ құқық қорғау органының қалауы бойынша',
        'болып табылмайды, Қылмыстық кодекстің белгілі бір баптарын қоспағанда'
      ],
      correctAnswer: 'болып табылмайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әскери қызметшілер қамақта болуды қайда өтейді?',
      choices: [
        'гауптвахтада',
        'тергеу изоляторында',
        'мамандандырылған түрмеде',
        'үй қамауында'
      ],
      correctAnswer: 'гауптвахтада'
    },
    {
      type: EQuestionType.Radio,
      title: 'Ең жоғарғы жаза он екі жылға бас бостандығынан айырудан аспайтын қасақана жасалған әрекет қылмыстың қандай санатына жатады?',
      choices: [
        'онша ауыр емес қылмыстар',
        'ауырлығы орташа қылмыстар',
        'ауыр қылмыстар',
        'аса ауыр қылмыстар'
      ],
      correctAnswer: 'ауыр қылмыстар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қандай жағдайда қылмыстық құқық бұзушылық тікелей пиғылмен жасалған деп саналады?',
      choices: [
        'егер адам өз әрекеттерінің (әрекетсіздігінің) қоғамға қауіпті екенін ұғынған болса, қоғамға қауіпті зардаптардың болу мүмкіндігін немесе болмай қоймайтынын алдын ала болжап білген болса және олардың туындауын қалаған болса',
        'егер адам өз әрекеттерінің (әрекетсіздігінің) қоғамға қауіпті екенін ұғынған болса, қоғамға қауіпті зардаптардың болу мүмкіндігін алдын ала болжап білген болса, осы зардаптардың орын алуын қаламаса да, оған саналы түрде жол берсе не оларға немқұрайлы қараса',
        'егер адам өз әрекеттерінің (әрекетсіздігінің) қоғамға қауіпті зардаптар туғызу мүмкіндігін алдын ала болжап білген болса, бірақ бұған жеткілікті негіздерсіз жеңілтектікпен бұл зардаптарды болдырмауға болады деп сенген',
        'егер адам өз әрекеттерінің (әрекетсіздігінің) қоғамға қауіпті зардаптар туғызу мүмкіндігін алдын ала болжап білмесе, дегенмен тиісті ұқыптылық пен сақтық танытқанда бұл зардаптарды алдын ала болжап білуге тиіс және болжап біле алатын болса'
      ],
      correctAnswer: 'егер адам өз әрекеттерінің (әрекетсіздігінің) қоғамға қауіпті екенін ұғынған болса, қоғамға қауіпті зардаптардың болу мүмкіндігін немесе болмай қоймайтынын алдын ала болжап білген болса және олардың туындауын қалаған болса'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық құқық бұзушылық алдын ала сөз байласу арқылы адамдар тобы жасаған деп танылады:',
      choices: [
        'егер оған қылмыстық құқық бұзушылықты бірлесіп жасау туралы күні бұрын уағдаласқан адамдар қатысса',
        'егер оны жасауға екі немесе одан да көп орындаушы алдын ала сөз байласпай бірлесіп қатысса',
        'егер оны жасауға біреуі кәмелетке толмаған екі немесе одан да көп орындаушы бірлесіп қатысса',
        'егер оған қылмыстағы рөлдерді бөлу туралы алдын-ала келіскен адамдар қатысса'
      ],
      correctAnswer: 'егер оған қылмыстық құқық бұзушылықты бірлесіп жасау туралы күні бұрын уағдаласқан адамдар қатысса'
    },
    {
      type: EQuestionType.Radio,
      title: 'Ұстау мерзімі қамаққа алу мерзіміне қосылады ма?',
      choices: [
        'иә',
        'жоқ',
        'иә, қылмыс санатына байланысты',
        'иә, қылмыс түріне байланысты'
      ],
      correctAnswer: 'иә'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қандай әрекеттер ауыр қылмыстар санатына жатады?',
      choices: [
        'жасалғаны үшін ең жоғарғы жаза 12 жылға бас бостандығынан айырудан аспайтын',
        'жасалғаны үшін ең жоғарғы жаза 2 жылға бас бостандығынан айырудан аспайтын',
        'жасалғаны үшін ең жоғарғы жаза 5 жылға бас бостандығынан айырудан аспайтын',
        'жасалғаны үшін ең жоғарғы жаза 10 жылға бас бостандығынан айырудан аспайтын'
      ],
      correctAnswer: 'жасалғаны үшін ең жоғарғы жаза 12 жылға бас бостандығынан айырудан аспайтын'
    },
    {
      type: EQuestionType.Radio,
      title: 'Есі дұрыс емес деп танылған адамға сот мәжбүрлеу шараларын қолдануы мүмкін бе?',
      choices: [
        'оқшаулау сипатта',
        'медициналық сипатта',
        'түрме сипатында',
        'тәрбиелік сипаттағы'
      ],
      correctAnswer: 'медициналық сипатта'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жаза қандай мақсатта қолданылады?',
      choices: [
        'әлеуметтік әділеттілікті қалпына келтіру, сондай-ақ сотталған адамды түзеу және сотталған адамның да, басқа адамдардың да жаңа қылмыстық құқық бұзушылықтар жасауының алдын алу бойынша шаралар қабылдану мақсатында',
        'сотталған адамды жазалау және жаңа қылмыстық құқық бұзушылықтар жасаудың алдын алу мақсатында',
        'сотталған адамға тән азабын тарту мақсатында',
        'сотталған адамның адамдық қадір-қасиетін қорлау мақсатында'
      ],
      correctAnswer: 'әлеуметтік әділеттілікті қалпына келтіру, сондай-ақ сотталған адамды түзеу және сотталған адамның да, басқа адамдардың да жаңа қылмыстық құқық бұзушылықтар жасауының алдын алу бойынша шаралар қабылдану мақсатында'
    },
    {
      type: EQuestionType.Radio,
      title: 'Ақылға қонымды тәуекелмен зиян келтіру құқық бұзушылық болып табылады ма ?',
      choices: [
        'болып табылады',
        'болып табылмайды',
        'болып табылады, бірақ қылмыстық процесті жүргізетін орган қалауы бойынша',
        'болып табылмайды, бірақ қылмыстың ерекше санаттарында'
      ],
      correctAnswer: 'болып табылмайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық кодексте қылмыс түрінде жазалау қатерімен тыйым салынған айыпты жасалған қоғамға қауіпті іс-әрекет (әрекет немесе әрекетсіздік) қылмыс деп танылады:',
      choices: [
        'айыппұл, түзеу жұмыстары, қоғамдық жұмыстарға тарту',
        'бас бостандығын шектеу, бас бостандығынан айыру',
        'өлім жазасы',
        'барлық жауап дұрыс'
      ],
      correctAnswer: 'барлық жауап дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық кодекстің міндеттеріне жатпайды:',
      choices: [
        'жеке ескерту міндеті',
        'бейбітшілік пен адамзат қауіпсіздігін қорғау',
        'қылмыстық құқық бұзушылықтардың алдын алу',
        'адамның және азаматтың құқықтарын, бостандықтары мен заңды мүдделерін, меншікті қорғау'
      ],
      correctAnswer: 'жеке ескерту міндеті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық кодекстің міндеттеріне жатпайды:',
      choices: [
        'теріс макроэкономикалық көрсеткіштердің алдын алу',
        'қоғамдық тәртіп пен қауіпсіздікті, қоршаған ортаны қорғау',
        'Қазақстан Республикасының конституциялық құрылысын және аумақтық тұтастығын қорғау',
        'қоғам мен мемлекеттің заңмен қорғалатын мүдделерін қоғамға қауіпті қол сұғушылықтан қорғау'
      ],
      correctAnswer: 'теріс макроэкономикалық көрсеткіштердің алдын алу'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кәмелетке толмаған сотталған адамға айыппұл қай кезде тағайындалуы мүмкін:',
      choices: [
        'дербес табыс',
        'дербес табыс немесе мүлік',
        'жұмыс істейтін екі ата-ананың (қамқоршылардың)',
        'білім берудегі нашар үлгерім (мектеп, колледж)'
      ],
      correctAnswer: 'дербес табыс немесе мүлік'
    },
    {
      type: EQuestionType.Radio,
      title: 'Медициналық сипаттағы мәжбүрлеу шараларын қолдану мақсаттары:',
      choices: [
        'адамдарды емдеу немесе олардың психикалық жай-күйін жақсарту',
        'қылмыстық жазаланатын іс-әрекеттер (әрекет немесе әрекетсіздік)жасаған адамдарды жазалау',
        'қылмыстық құқық бұзушылық жасағаннан кейін психикасы бұзылған адамдарды емдеу',
        'психикасының бұзылуынан зардап шегетін немесе есі дұрыс емес жағдайдағы адамдарды жазалау'
      ],
      correctAnswer: 'адамдарды емдеу немесе олардың психикалық жай-күйін жақсарту'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыс және жазалау әрекеттері немен анықталады:',
      choices: [
        'осы әрекетті жасау кезінде қолданылған заңмен',
        'осы әрекет анықталған кезде қолданылған заңмен',
        'осы әрекет аяқталған кезде қолданылған заңмен',
        'қылмыстық іс қозғалған кезде қолданылған заңмен'
      ],
      correctAnswer: 'осы әрекетті жасау кезінде қолданылған заңмен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық кодекс бойынша мүлікті тәркілеу анықтамасын көрсетіңіз:',
      choices: [
        'сотталған адамның меншігіндегі, қылмыстық жолмен табылған не Қылмыстық жолмен алынған қаражатқа сатып алынған мүлікті, сондай-ақ қылмыстық құқық бұзушылық жасау қаруы немесе құралы болып табылатын мүлікті мәжбүрлеп өтеусіз алып қою және мемлекет меншігіне айналдыру',
        'бөтен мүлікті кінәлі адамның немесе осы мүліктің меншік иесіне немесе өзге иеленушісіне залал келтірген басқа адамдардың пайдасына пайдакүнемдік мақсатта жасалған құқыққа қарсы өтеусіз алып қою және (немесе) айналдыру',
        'сотталған адамның меншігіндегі кез келген мүлікті мәжбүрлеп өтеусіз алып қою және мемлекет меншігіне айналдыру',
        'сотталған адамның меншігіндегі кез келген мүлікті аукционда мәжбүрлеп өтеусіз алып қою және сату'
      ],
      correctAnswer: 'сотталған адамның меншігіндегі, қылмыстық жолмен табылған не Қылмыстық жолмен алынған қаражатқа сатып алынған мүлікті, сондай-ақ қылмыстық құқық бұзушылық жасау қаруы немесе құралы болып табылатын мүлікті мәжбүрлеп өтеусіз алып қою және мемлекет меншігіне айналдыру'
    },
    {
      type: EQuestionType.Radio,
      title: 'Бас бостандығынан айыру мерзімі немен есептеледі?',
      choices: [
        'айлар мен жылдарда',
        'тек жылдарда',
        'тәулікпен',
        'сағатпен'
      ],
      correctAnswer: 'айлар мен жылдарда'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қылмыстық жауапкершілікке не негіз болады?',
      choices: [
        'қылмыстық құқық бұзушылық жасау, яғни қылмыс құрамының не қылмыстық теріс қылықтың барлық белгілері бар іс-әрекет жасау',
        'қылмыстық құқық бұзушылық, яғни қылмыстық теріс қылықтың барлық белгілері бар іс-әрекет жасау',
        'қылмыстық құқық бұзушылық, яғни қылмыс құрамының барлық белгілері бар іс-әрекет жасау',
        'қылмыстық құқық бұзушылықтар жасау кезінде вменяемом жай-күйі'
      ],
      correctAnswer: 'қылмыстық құқық бұзушылық жасау, яғни қылмыс құрамының не қылмыстық теріс қылықтың барлық белгілері бар іс-әрекет жасау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сотталған жүкті әйелдерге сот жазаны өтеуді неше жылға кейінге қалдыруы мүмкін:',
      choices: [
        '1 жылға дейін',
        '2 жылға дейін',
        '3 жылға дейін',
        'бала туылғанға дейін және ол 3 жасқа толғанға дейін'
      ],
      correctAnswer: '1 жылға дейін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жауапкершілікті немесе жазаны күшейтетін заң?',
      choices: [
        'күші бар',
        'кері күші жоқ',
        'тергеу органдары қолданбайды',
        'Қылмыстық кодекске сәйкес оның маңызы жоқ'
      ],
      correctAnswer: 'кері күші жоқ'
    },
    {
      type: EQuestionType.Radio,
      title: 'қоғамдық жұмыстарға тарту және оларды орындаудан жалтарған жағдайда немен ауыстырылады?',
      choices: [
        'айыппұл',
        'мүлікті тәркілеу',
        'бас бостандығын шектеу немесе бас бостандығынан айыру',
        'белгілі бір қызметпен айналысу құқығынан айыру'
      ],
      correctAnswer: 'бас бостандығын шектеу немесе бас бостандығынан айыру'
    },
    {
      type: EQuestionType.Radio,
      title: '18 жасқа дейін қылмыс жасаған адамдар, әйелдер, 63 жастан асқан ер адамдарға өлім жазасы:',
      choices: [
        'тағайындалмайды',
        'тағайындалады',
        'тек Жоғарғы Сотпен тағайындалады',
        'тек Террористік әрекеті үшін тағайындалады'
      ],
      correctAnswer: 'тағайындалмайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Түзеу жұмыстары кімге тағайындала алмайды?',
      choices: [
        'еңбекке қабілетсіз деп танылған, тұрақты жұмысы жоқ немесе оқу орындарында өндірістен қол үзіп оқитын адамдарға',
        'тұрақты жұмысы жоқ немесе оқу орындарында өндірістен қол үзіп оқитын адамдарға',
        'оқу орындарында өндірістен қол үзіп оқитын адамдарға',
        'қамқорлығында отбасы мүшелері бар адамдарға'
      ],
      correctAnswer: 'еңбекке қабілетсіз деп танылған, тұрақты жұмысы жоқ немесе оқу орындарында өндірістен қол үзіп оқитын адамдарға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Тұтқындаудың ең ұзақ мерзімі?',
      choices: [
        '15 тәулік',
        '30 тәулік',
        '45 тәулік',
        '50 тәулік'
      ],
      correctAnswer: '50 тәулік'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жасалған қылмыс үшін айппұл төлеуден жалтарған жағдайда жазаның қандай түріне ауыстырылады?',
      choices: [
        'қоғамдық жұмыстарға тарту',
        'бас бостандығын шектеу немесе бас бостандығынан айыру',
        'айыппұлды көбейту',
        'мүлікті тәркілеу'
      ],
      correctAnswer: 'бас бостандығын шектеу немесе бас бостандығынан айыру'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қажетті қорғанысқа құқығы тең дәрежеде:',
      choices: [
        'кәсіптік немесе өзге де арнайы даярлығына және қызмет жағдайына қарамастан барлық адамдар',
        'сотталғандарды қоспағанда, кез келген жеке тұлғалар',
        'кез келген жеке және заңды тұлғалар',
        'құқық қорғау органдарының қызметкерлерін қоспағанда, барлық адамдар'
      ],
      correctAnswer: 'кәсіптік немесе өзге де арнайы даярлығына және қызмет жағдайына қарамастан барлық адамдар'
    }
  ],
  time: 10,
  passingScore: 5,
  questionsTotal: 10
};
