import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const educationLawKz: ITest = {
    id: 'educationLaw-kz',
    title: 'Білім туралы',
    description: '<p>Тест на знание закона Білім туралы</p>',
    questions: [
        {
            type: EQuestionType.Radio,
            title: 'Жоғары және жоғары оқу орнынан кейінгі білімі бар кадрларды даярлауға арналған мемлекеттік білім беру тапсырысын кім бекітеді?',
            choices: [
                'облыстың жергілікті өкілді органы',
                'облыстың жергілікті атқарушы органы',
                'Қазақстан Республикасының Үкіметі'
            ],
            correctAnswer: 'облыстың жергілікті атқарушы органы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кәсіптік практикадан өту қай уақыттан бастап міндетті екендігін көрсетіңіз:',
            choices: [
                'жоғары білімнің білім беру бағдарламалары бойынша оқудың бірінші курсынан бастап',
                'жоғары білімнің білім беру бағдарламалары бойынша оқудың екінші курсынан бастап',
                'жоғары білімнің білім беру бағдарламалары бойынша оқудың үшінші курсынан бастап'
            ],
            correctAnswer: 'жоғары білімнің білім беру бағдарламалары бойынша оқудың екінші курсынан бастап'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қазақстан Республикасы азаматтарының қандай санаттары білім алуы кезеңінде оларды ұстауға арналған шығыстарды толық немесе ішінара өтеуге құқылы?',
            choices: [
                'дарынды балалар',
                'мемлекеттік атаулы әлеуметтік көмек алатын, жан басына шаққандағы орташа табысы ең төмен күнкөріс деңгейі бар отбасылардан шыққан балалар',
                'интернаттық ұйымдардың тәрбиеленушілері мен жетім балалар'
            ],
            correctAnswer: 'интернаттық ұйымдардың тәрбиеленушілері мен жетім балалар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім алушылардың бейімділігі мен қабілеттеріне сәйкес қоғамдық-гуманитарлық және өзге де оқыту бағыттары бойынша кең ауқымда және тереңдете білім беруді қамтамасыз ететін бастауыш, негізгі орта және жалпы орта білімнің жалпы білім беретін оқу бағдарламаларын және қосымша білімнің білім беру бағдарламаларын іске асыратын оқу орнының атауын көрсетіңіз:',
            choices: [
                'гимназия',
                'жалпы білім беретін мектеп',
                'лицей'
            ],
            correctAnswer: 'гимназия'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қайсысы білім беру жүйесінің міндеті болып табылмайды?',
            choices: [
                'педагогтердің әлеуметтік мәртебесін арттыруды қамтамасыз ету',
                'білім алушылардың кәсіби бағдары',
                'білімнің, ғылымның және өндірістің интеграциясы'
            ],
            correctAnswer: 'білім алушылардың кәсіби бағдары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Медициналық және фармацевтік мамандықтар бойынша үлгілік оқу бағдарламаларын кім бекітеді?',
            choices: [
                'денсаулық сақтау саласындағы уәкілетті орган',
                'бiлiм беру саласындағы уәкiлеттi орган',
                'бiлiм беру саласындағы уәкiлеттi органмен келiсiм бойынша денсаулық сақтау саласындағы уәкілетті орган'
            ],
            correctAnswer: 'бiлiм беру саласындағы уәкiлеттi органмен келiсiм бойынша денсаулық сақтау саласындағы уәкілетті орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай оқу бағдарламалары баланың жеке басын қалыптастыруға, оның жеке қабілеттерін, оқу ісіндегі оң талпынысы мен алғырлығын: негізгі мектептің білім беру бағдарламаларын кейіннен меңгеру үшін оқудың, жазудың, есептеудің, тілдік қатынастың, шығармашылық тұрғыдан өзін-өзі көрсетудің, мінез-құлық мәдениетінің берік дағдыларын дамытуға бағытталған?',
            choices: [
                'бастауыш білім берудің жалпы білім беретін оқу бағдарламалары',
                'негізгі орта білім берудің жалпы білім беретін оқу бағдарламалары',
                'мектепке дейінгі тәрбие мен оқытудың жалпы білім беретін оқу бағдарламалары'
            ],
            correctAnswer: 'бастауыш білім берудің жалпы білім беретін оқу бағдарламалары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Негiзгi орта бiлiм берудің жалпы бiлiм беретін оқу бағдарламасын меңгеру мерзiмiн көрсетіңіз?',
            choices: [
                '4 жыл',
                '5 жыл',
                '6 жыл'
            ],
            correctAnswer: '5 жыл'
        },
        {
            type: EQuestionType.Radio,
            title: 'Дуальды оқыту пайдаланылатын техникалық және кәсіптік білім берудің білім беру бағдарламаларына не тән?',
            choices: [
                'теориялық және өндірістік оқыту, кәсіпорын базасында кәсіптік практика',
                'білім беру ұйымдарындағы теориялық оқыту және кәсіпорын базасында кемінде 60%-дық өндірістік оқыту, кәсіптік практика',
                'білім беру ұйымдарындағы теориялық оқыту және кәсіпорын базасында кемінде 50%-дық өндірістік оқыту, кәсіптік практика'
            ],
            correctAnswer: 'білім беру ұйымдарындағы теориялық оқыту және кәсіпорын базасында кемінде 60%-дық өндірістік оқыту, кәсіптік практика'
        },
        {
            type: EQuestionType.Radio,
            title: 'Арнайы оқу бағдарламалары не үшін бағытталған',
            choices: [
                'мүмкіндігі шектеулі балаларды оқытуға және дамытуға',
                'білім алушылардың ғылым негіздерін терең игеруі',
                'білім алушылардың шығармашылық әлеуеттері мен дарын-қабілеттерін дамытуА'
            ],
            correctAnswer: 'мүмкіндігі шектеулі балаларды оқытуға және дамытуға'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жалпы орта білім берудің жалпы білім беретін оқу бағдарламасын игеру мерзімін көрсетіңіз?',
            choices: [
                '1 жыл',
                '3 жыл',
                '2 жыл'
            ],
            correctAnswer: '2 жыл'
        },
        {
            type: EQuestionType.Radio,
            title: 'Дәрігер кадрларды даярлау нені қамтиды?',
            choices: [
                'бакалавриат, магистратура',
                'бакалавриат, интернатура, магистратура',
                'бакалавриат, аспирантура'
            ],
            correctAnswer: 'бакалавриат, интернатура, магистратура'
        },
        {
            type: EQuestionType.Radio,
            title: 'Балаларды мектепке дейінгі ұйымдарға қабылдау қай жастан бастап жүзеге асырылады?',
            choices: [
                '1 жастан бастап',
                '2 жастан бастап',
                '3 жастан бастап'
            ],
            correctAnswer: '1 жастан бастап'
        },
        {
            type: EQuestionType.Radio,
            title: '1-сыныпқа балаларды қабылдау қай жастан бастап жүзеге асырылады?',
            choices: [
                '6 жастап бастап',
                '7 жастан бастап',
                '8 жастан бастап'
            ],
            correctAnswer: '6 жастап бастап'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мүмкіндігі шектеулі балалардың бастауыш және негізгі орта білім алу ұзақтығын көрсетіңіз?',
            choices: [
                '9 жылдан кем емес',
                '10 жылдан кем емес',
                '11 жылдан кем емес'
            ],
            correctAnswer: '10 жылдан кем емес'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай білім беру ұйымында техникалық және кәсіптік білім берілмейтінін көрсетіңіз?',
            choices: [
                'гимназия',
                'колледж',
                'жоғары колледж'
            ],
            correctAnswer: 'гимназия'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қазақстан Республикасының азаматы тегін жоғары білім ала ала ма?',
            choices: [
                'иә, Қазақстан Республикасындағы білім барлық азаматтар үшін тегін',
                'иә, конкурстық негізде',
                'жоқ, жоғары білім Қазақстан Республикасының барлық азаматтары үшін ақылы'
            ],
            correctAnswer: 'иә, конкурстық негізде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ғылыми-педагогтік бағыт бойынша кадрларды докторантурада даярлау мерзімін көрсетіңіз?',
            choices: [
                'кемінде 1 жыл',
                'кемінде 2 жыл',
                'кемінде 3 жыл'
            ],
            correctAnswer: 'кемінде 3 жыл'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру қызметімен айналысуға лицензия алмаған жағдайда білім беру ұйымын тарату мерзімін көрсетіңіз?',
            choices: [
                'заңды тұлға ретінде мемлекеттік тіркеуден өткен кезден бастап 2 ай ішінде',
                'заңды тұлға ретінде мемлекеттік тіркеуден өткен кезден бастап 6 ай ішінде',
                'заңды тұлға ретінде мемлекеттік тіркеуден өткен кезден бастап 12 ай ішінде'
            ],
            correctAnswer: 'заңды тұлға ретінде мемлекеттік тіркеуден өткен кезден бастап 6 ай ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жоғарыда айтылғандардың қайсысы білім беру ұйымының құзыретіне жатпайды?',
            choices: [
                'жұмыс оқу жоспарлары мен жұмыс оқу бағдарламаларын әзiрлеу және бекiту',
                'ұлттық бірыңғай тестілеуді өткізу',
                'білім алушылар мен тәрбиеленушілердің денсаулығын сақтау мен нығайтуды қамтамасыз ету'
            ],
            correctAnswer: 'ұлттық бірыңғай тестілеуді өткізу'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жоғарыда айтылғандардың қайсысы оқыту-сауықтыру білім беру ұйымдарының құзыретіне жатады?',
            choices: [
                'техникалық және кәсіптік, орта білімнен кейінгі білім берудің білім беру бағдарламаларын әзірлейді және бекітеді',
                'қысқартылған оқыту мерзімімен білім беру бағдарламаларын әзірлейді және бекітеді',
                'имандылық-рухани даму саласында педагогтерді қайта даярлауды және олардың біліктілігін арттыруды жүзеге асырады'
            ],
            correctAnswer: 'имандылық-рухани даму саласында педагогтерді қайта даярлауды және олардың біліктілігін арттыруды жүзеге асырады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот төрелігі академиясының бірінші басшысы лауазымына тағайындау тәртібін кім белгілейді?',
            choices: [
                'Қазақстан Республикасының Президенті',
                'Қазақстан Репсубликасының Үкіметі',
                'Жоғары сот төрағасы'
            ],
            correctAnswer: 'Қазақстан Республикасының Президенті'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік білім беру ұйымының басшысын аттестаттау кезеңділігін көрсетіңіз?',
            choices: [
                '3 жылда бір рет',
                '2 жылда бір рет',
                'жылына бір рет'
            ],
            correctAnswer: '3 жылда бір рет'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қызметкер мен білім беру ұйымының еңбек қатынастары:',
            choices: [
                '«Қазақстан Республикасының білім беру» заңымен реттеледі',
                'Қазақстан Республикасының Азаматтық кодексімен реттеледі',
                'Қазақстан Республикасының еңбек заңнамасымен реттеледі'
            ],
            correctAnswer: 'Қазақстан Республикасының еңбек заңнамасымен реттеледі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік білім беру ұйымдарының басшылары өздерінің лауазымдарын басқа да басшылық  лауазымдармен қоса атқара алады ма?',
            choices: [
                'иә',
                'иә, егер бұл ғылыми және ғылыми-әдістемелік басшылық болса',
                'жоқ'
            ],
            correctAnswer: 'иә, егер бұл ғылыми және ғылыми-әдістемелік басшылық болса'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру ұйымын және білім алу нысанын таңдауға кім құқылы?',
            choices: [
                'Қазақстан Республикасы азаматтары',
                'Қазақстан Республикасы азаматтары, Қазақстан Республикасында тұрақты тұратын шетелдіктер',
                'Қазақстан Республикасы азаматтары, Қазақстан Республикасында тұрақты тұратын шетелдіктер мен азаматтығы жоқ адамдар'
            ],
            correctAnswer: 'Қазақстан Республикасы азаматтары, Қазақстан Республикасында тұрақты тұратын шетелдіктер мен азаматтығы жоқ адамдар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Бiлiм алушыларға кім жатпайды:',
            choices: [
                'студенттер',
                'аспиранттар',
                'интерндер'
            ],
            correctAnswer: 'аспиранттар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке және заңды тұлғалар тағайындайтын атаулы стипендиялардың мөлшерін және оларды төлеу тәртібін кім бекітеді?',
            choices: [
                'Қазақстан Репсубликасының Үкіметі',
                'атаулы стипендия тағайындаған тұлғалар мен білім беру ұйымдары',
                'білім беру саласындағы уәкілетті органдар'
            ],
            correctAnswer: 'атаулы стипендия тағайындаған тұлғалар мен білім беру ұйымдары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру ұйымдарында тамақтануды бақылауды кім жүзеге асырады?',
            choices: [
                'білім беру органдары',
                'денсаулық сақтау органдары',
                'білім беру ұйымының басшысы'
            ],
            correctAnswer: 'денсаулық сақтау органдары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім алушылардың ата аналарының немесе заңды өкілдерінің міндеттеріне не кіреді?',
            choices: [
                'балалардың оқу орнындағы сабаққа баруын қамтамасыз ету',
                'балаларының ар-намысы мен қадір-қасиетін құрметтеу',
                'балалардың оқу орны жарғысының орындалуын бақылау'
            ],
            correctAnswer: 'балалардың оқу орнындағы сабаққа баруын қамтамасыз ету'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайда адам педагог мәртебесіне ие болады?',
            choices: [
                'педагогикалық білім болған жағдайда',
                'кез келген білім беру ұйымымен еңбек қатынастарында болған кезде',
                'кәсіптік қызметін жүзеге асырған және жоғары және (немесе) жоғары оқу орнынан кейінгі білім беру ұйымымен еңбек қатынастарында болған кезеңде'
            ],
            correctAnswer: 'кәсіптік қызметін жүзеге асырған және жоғары және (немесе) жоғары оқу орнынан кейінгі білім беру ұйымымен еңбек қатынастарында болған кезеңде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жоғары және/немесе жоғары оқу орнынан кейінгі білім беру ұйымы педагогінің кәсіби қызметіне қандай тұлғалар жіберілмейді?',
            choices: [
                'мүгедектігі бар адамдар',
                'жоғары немесе жоғары оқу орнынан кейінгі білімі туралы құжаттары жоқ адамдар',
                'соттылығы бар адамдар'
            ],
            correctAnswer: 'жоғары немесе жоғары оқу орнынан кейінгі білімі туралы құжаттары жоқ адамдар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жоғары және/немесе жоғары оқу орнынан кейінгі білім беру ұйымдарында кәсіби қызметті жүзеге асыратын педагогтың құқықтарына не кірмейді?',
            choices: [
                'дара педагогтік қызмет',
                'кез келген қызмет түрін жүзеге асыру',
                'өзінің кәсіптік ар-намысы мен қадір-қасиетін қорғау'
            ],
            correctAnswer: 'кез келген қызмет түрін жүзеге асыру'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай мерзім ішінде педагог кәмелетке толмағандар арасындағы құқық бұзушылықтардың, қадағалаусыз және панасыз қалудың профилактикасы жүйесі органдарына өмірде қиын жағдайға тап болған баланы анықтау туралы хабарлауға міндетті?',
            choices: [
                '1 жұмыс күні ішінде',
                '3 жұмыс күні ішінде',
                '5 жұмыс күні ішінде'
            ],
            correctAnswer: '1 жұмыс күні ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қазақстан Республикасының азаматтары болып табылатын, мемлекеттік жоғары және (немесе) жоғары оқу орнынан кейінгі білім беру ұйымдарында кәсіптік қызметті жүзеге асыратын педагогтердің қандай дәрежесі үшін республикалық бюджет туралы заңда белгіленген айлық есептік көрсеткіштің 34 еселенген мөлшерінде қосымша ақы белгіленеді?',
            choices: [
                'профиль бойынша доктор дәрежесі үшін',
                'ғылым кандидаты ғылыми дәрежесі үшін',
                'ғылым докторы ғылыми дәрежесі үшін'
            ],
            correctAnswer: 'ғылым докторы ғылыми дәрежесі үшін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жоғары және/немесе жоғары оқу орнынан кейінгі білім беру ұйымдарында кәсіптік қызметін жүзеге асыратын педагогтердің ақы төленетін еңбек демалысының ұзақтығын көрсетіңіз?',
            choices: [
                '30 күнтізбелік күн',
                '56 күнтізбелік күн',
                '62 күнтізбелік күн'
            ],
            correctAnswer: '56 күнтізбелік күн'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру ұйымдарын жекешелендіруді қандай билік органдарымен келісу қажет?',
            choices: [
                'Қазақстан Республикасының Үкіметі',
                'білім беру саласындағы уәкілетті орган',
                'білім беру саласындағы жергілікті атқарушы орган'
            ],
            correctAnswer: 'білім беру саласындағы уәкілетті орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік білім беру ұйымдарының қайсысы иеліктен шығаруға жатпайды?',
            choices: [
                'мемлекеттік мектепке дейінгі ұйымдар',
                'колледждер',
                'гимназиялар'
            ],
            correctAnswer: 'мемлекеттік мектепке дейінгі ұйымдар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру ұйымының ерекше мәртебесін кім береді?',
            choices: [
                'Қазақстан Республикасының Үкіметі',
                'Президент',
                'білім беру саласындағы уәкілетті органдар'
            ],
            correctAnswer: 'Президент'
        },
        {
            type: EQuestionType.Radio,
            title: 'Болашақ кәсіптік қызметпен байланысты белгілі бір жұмыс түрлерін орындау процесінде теориялық білімдерді, дағдыларды бекітуге, практикалық мен құзыреттерді иемденуге және дамытуға бағытталған оқу қызметінің түрі – бұл:',
            choices: [
                'кәсіптік даярлау',
                'кәсіптік практика',
                'кәсіптік білім'
            ],
            correctAnswer: 'кәсіптік практика'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру бағдарламалары ғылыми, педагогтік және/немесе кәсіптік қызмет үшін кадрлар даярлауға бағытталған жоғары оқу орнынан кейінгі білімнің атауын көрсетіңіз:',
            choices: [
                'докторантура',
                'интернатура',
                'қолданбалы бакалавриат'
            ],
            correctAnswer: 'докторантура'
        },
        {
            type: EQuestionType.Radio,
            title: '«Қазақстан Республикасының Білім туралы» Заңы мен Қазақстан Республикасы ратификациялаған халықаралық шарттар арасындағы қайшылыққа қалай жол беріледі?',
            choices: [
                'халықаралық шарттың ережелері қолданылады',
                '«Қазақстан Республикасының Білім туралы» Заңы қолданылады',
                'әр жағдай жеке қарастырылады'
            ],
            correctAnswer: 'халықаралық шарттың ережелері қолданылады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру саласындағы мемлекеттік саясаттың негізгі принциптеріне не жататынын көрсетіңіз?',
            choices: [
                'білім берудің консервативтілігі',
                'барлық білім беру ұйымдарына бірыңғай меншік нысанын белгілеу',
                'жеке адамның білімдарлығын ынталандыру және дарындылығын дамыту'
            ],
            correctAnswer: 'жеке адамның білімдарлығын ынталандыру және дарындылығын дамыту'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қазақстан Республикасы Үкіметінің білім беру саласындағы құзыретіне не жатады?',
            choices: [
                'мемлекеттік атаулы стипендияларды бекітеді',
                'білім беру инфрақұрылымын қолдау қорының қаражатын бөлу, жұмсау, мониторингтеу және оның есептілігі тәртібін әзірлейді және бекітеді',
                'білім беру қызметіне қойылатын біліктілік талаптарын және оларға сәйкестікті растайтын құжаттардың тізбесін бекітеді'
            ],
            correctAnswer: 'мемлекеттік атаулы стипендияларды бекітеді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру кредитін берудің шартына қайсысы жатпайтындығын көрсетіңіз?',
            choices: [
                'тегін беру',
                'шұғылдық',
                'қайтарымдылық'
            ],
            correctAnswer: 'тегін беру'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот төрелігі Академиясы қызметінің құқықтарын әзірлеу және бекіту қай органның құзыретіне кіреді?',
            choices: [
                'Қазақстан Республикасының Үкіметі',
                'Қазақстан Республикасының Жоғары Соты',
                'Қазақстан Республикасы Ғылым және жоғары білім министрлігі'
            ],
            correctAnswer: 'Қазақстан Республикасының Жоғары Соты'
        },
        {
            type: EQuestionType.Radio,
            title: 'Негізгі орта білім деңгейінен кейінгі білім деңгейін көрсетіңіз?',
            choices: [
                'орта білімнен кейінгі білім беру',
                'жалпы орта білім беру, техникалық және кәсіптік білім беру',
                'жоғары білім беру'
            ],
            correctAnswer: 'жалпы орта білім беру, техникалық және кәсіптік білім беру'
        },
        {
            type: EQuestionType.Radio,
            title: 'Су көлігі саласындағы мамандықтар бойынша үлгілік оқу бағдарламаларын қай орган бекітеді?',
            choices: [
                'білім беру саласындағы уәкілетті орган',
                'сауда мақсатында теңізде жүзу саласындағы басшылықты жүзеге асыратын орталық атқарушы орган',
                'білім беру саласындағы уәкілетті органдармен келісім бойынша сауда мақсатында теңізде жүзу саласындағы басшылықты жүзеге асыратын орталық атқарушы орган'
            ],
            correctAnswer: 'білім беру саласындағы уәкілетті органдармен келісім бойынша сауда мақсатында теңізде жүзу саласындағы басшылықты жүзеге асыратын орталық атқарушы орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Балаларды мектеп алды даярлау қай жастан бастап жүзеге асырылады?',
            choices: [
                '4 жастан бастап',
                '5 жастан бастап',
                '6 жастан бастап'
            ],
            correctAnswer: '5 жастан бастап'
        },
        {
            type: EQuestionType.Radio,
            title: '1-сыныпқа түсудің міндетті шарты не болып табылмайды?',
            choices: [
                'алты жасқа толу',
                'мектеп алды даярлықтан өту',
                'Қазақстан Республикасы азаматтығының болуы'
            ],
            correctAnswer: 'Қазақстан Республикасы азаматтығының болуы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кімді адъюнкт деп атайды?',
            choices: [
                'шетелдік әскери оқу орындарында білім алып жатқан адамдар',
                'Қазақстан Республикасының аумағында оқитын шетелдіктер',
                'шетелдік оқу орындарында техникалық мамандықтар бойынша оқитын тұлғалар'
            ],
            correctAnswer: 'шетелдік әскери оқу орындарында білім алып жатқан адамдар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім алушылардың тиісті білім беру деңгейінің жалпыға міндетті мемлекеттік стандартында көзделген оқу пәндерінің, оқу пәндерінің және (немесе) модульдердің көлемін меңгеру дәрежесін айқындау мақсатында жүргізілетін рәсім қалай аталады?',
            choices: [
                'аралық аттестаттау',
                'қорытынды аттестаттау',
                'ұлттық бірыңғай тестілеу'
            ],
            correctAnswer: 'қорытынды аттестаттау'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қаржылық ұйымдар оқыту ақысын төлеу үшін қарыз алушыға мерзімділік, ақылылық және қайтарымдылық шарттарымен беретін ақша – бұл:',
            choices: [
                'білім беру гранты',
                'білім беру кредиті',
                'академиялық кредит'
            ],
            correctAnswer: 'білім беру кредиті'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру процесін саралау және даралау кезінде бейіндік білім нені ескереді?',
            choices: [
                'білім алушылардың жасы',
                'білім алушылардың денсаулығын шектеу',
                'білім алушылардың мүдделерін, бейімділігі мен қабілеттері'
            ],
            correctAnswer: 'білім алушылардың мүдделерін, бейімділігі мен қабілеттері'
        },
        {
            type: EQuestionType.Radio,
            title: 'Болашақ халықаралық стипендиясын кім бекітеді?',
            choices: [
                'Қазақстан Республикасының Президенті',
                'Қазақстан Республикасының Үкіметі',
                'Қазақстан Республикасы Ғылым және жоғары білім министрлігі'
            ],
            correctAnswer: 'Қазақстан Республикасының Президенті'
        },
        {
            type: EQuestionType.Radio,
            title: '«Атаулы стипендияны» кім тағайындады?',
            choices: [
                'жеке немесе заңды тұлғалар',
                'Қазақстан Республикасының Үкіметі',
                'білім беру саласындағы уәкілетті орган'
            ],
            correctAnswer: 'жеке немесе заңды тұлғалар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Академиялық ұтқырлық аясында бір оқу орнынан екіншісіне кім ауыса алады?',
            choices: [
                'білім алушылар',
                'оқытушылар',
                'білім алушылар мен оқытушылар'
            ],
            correctAnswer: 'білім алушылар мен оқытушылар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Академиялық ұтқырлық қандай білім беру ұйымдарында өтеді?',
            choices: [
                'жоғары және жоғары оқу орнынан кейінгі білім беру ұйымдары',
                'орта білім беру ұйымдары',
                'жалпы білім беру ұйымдары'
            ],
            correctAnswer: 'жоғары және жоғары оқу орнынан кейінгі білім беру ұйымдары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру ұйымдарын институционалдық және (немесе) мамандандырылған аккредиттеуден кім өткізеді?',
            choices: [
                'Қазақстан Республикасының Үкіметі',
                'жергілікті атқарушы орган',
                'аккредиттеу органы'
            ],
            correctAnswer: 'аккредиттеу органы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Студенттерді, магистранттарды және докторанттарды жатақханада орындармен қамтамасыз ету туралы шарт жасалатын мерзімді көрсетіңіз?',
            choices: [
                'кем дегенде бір жыл',
                'кем дегенде екі жыл',
                'кем дегенде үш жыл'
            ],
            correctAnswer: 'кем дегенде үш жыл'
        },
        {
            type: EQuestionType.Radio,
            title: 'Аталған санаттағы азаматтардың қайсысы оқу кезеңінде ұстау шығындарын толық немесе ішінара өтеуге құқығы жоқ екенін көрсетіңіз?',
            choices: [
                'жалпы және санаторлық үлгідегі мектеп-интернаттарда, мектеп жанындағы интернаттарда тұратын балалар',
                'студенттер',
                'дарынды балалар'
            ],
            correctAnswer: 'дарынды балалар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім алушылардың қазақ тілінен басқа қандай тілдерді үйренуін қандай формаға қарамастан кез келген білім беру ұйымы қамтамасыз етуі тиіс екенін көрсетіңіз?',
            choices: [
                'орыс тілі және шет тілдерінің бірі',
                'орыс және ағылшын тілдерін',
                'шет тілдерінің кез келгені'
            ],
            correctAnswer: 'орыс тілі және шет тілдерінің бірі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Аталған пәндердің қайсысы міндетті емес?',
            choices: [
                'қазақ тілі',
                'ағылшын тілі',
                'орыс тілі'
            ],
            correctAnswer: 'ағылшын тілі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру ұйымдарын аккредиттеу қандай негізде жүзеге асырылады?',
            choices: [
                'ерікті түрде',
                'міндетті',
                'Қазақстан Республикасының заңнамасында көзделген жағдайларда міндетті'
            ],
            correctAnswer: 'ерікті түрде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру ұйымдарын аккредиттеу үшін аккредиттеу органын кім таңдайды?',
            choices: [
                'білім беру саласындағы жергілікті атқарушы органдар',
                'Білім беру саласындағы уәкілетті орган',
                'білім беру ұйымдары өз бетінше таңдайды'
            ],
            correctAnswer: 'білім беру ұйымдары өз бетінше таңдайды'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру ұйымдарын аккредиттеу кімнің есебінен жүргізіледі?',
            choices: [
                'мемлекет есебінен',
                'аккредиттеу органдарының қаражаты есебінен',
                'білім беру ұйымының қаржаты есебінен'
            ],
            correctAnswer: 'білім беру ұйымының қаржаты есебінен'
        }
    ],
    time: 10,
    passingScore: 5,
    questionsTotal: 10
};
