import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const ethicalCodeKz: ITest = {
  id: 'ethicalCode-kz',
  title: 'ӘДЕП КОДЕКС',
  description: '<p>Қазақстан Республикасы мемлекеттік қызметшілерінің этикалық кодексін (мемлекеттік қызметшілердің қызметтік этика қағидаларын) білуге арналған тест.</p>',
  questions: [
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметкерлер заңдарда белгіленген шектеулер мен тыйымдарды сақтауға тиіс пе?',
      choices: [
        'иә, сақтауға тиіс',
        'жоқ, сақтауға тиісті емес',
        'қамтақарастырылмаған',
        'басшылықпен келісім бойынша'
      ],
      correctAnswer: 'иә, сақтауға тиіс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Орталық атқарушы органдардадың қандай лауазымды адам әдеп кодекс талаптарының орындалуын, Кодекс мәтінін мемлекеттік органдардың ғимараттарында баршаға қөрінетіндей жерде орналастыруды қамтамасыз етеді?',
      choices: [
        'лауазымды тұлғалар',
        'әдеп жөніндегі уәкіл',
        'кадрлық қызмет басшысы',
        'заң бөлімінің меңгерушісі'
      ],
      correctAnswer: 'лауазымды тұлғалар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметшінің әдеп кодексі қандай мақсатта жасалды?',
      choices: [
        'мемлекеттік қызметшілердің моральдық-этикалық бейнесі мен іскерлік қасиеттеріне қойылатын талаптарды арттыру мақсатында',
        'мемлекеттік қызметшілердің адамгершілік қасиеттеріне қойылатын талаптарды арттыру мақсатында',
        'халықтың мемлекеттік органдарға сенімін арттыру мақсатында',
        'мемлекеттік қызметшілердің жұмысын жақсарту мақсатында'
      ],
      correctAnswer: 'мемлекеттік қызметшілердің моральдық-этикалық бейнесі мен іскерлік қасиеттеріне қойылатын талаптарды арттыру мақсатында'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметшілер өзінің барлық күш-жігерін, білімі мен тәжірибесін өзі жүзеге асыратын кәсіби қызметке жұмсайды, өзінің Отаны – Қазақстан Республикасына қалтқысыз әрі адал қызмет етеді деп кім сенеді?',
      choices: [
        'Президент',
        'Парламент',
        'қоғам',
        'тікелей жетекші'
      ],
      correctAnswer: 'қоғам'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметшілердің Әдеп кодексін сақтауы:',
      choices: [
        'моральдық парыз',
        'азаматтық парыз',
        'қызметтік парыз',
        'мемлекеттік парыз'
      ],
      correctAnswer: 'қызметтік парыз'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметші қандай материалдарды жеке тұлға ретінде тек өз атынан ғана жариялай алады?',
      choices: [
        'педагогикалық қызмет бойынша',
        'шығармашылық қызмет бойынша',
        'ғылыми қызмет бойынша',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттің мүддесіне нұқсан келтіретін, мемлекеттік органдардың жұмыс істеу тиімділігіне кедергі жасайтын немесе тиімділігін төмендететін әрекеттерге қарсы тұру:',
      choices: [
        'мемлекеттік қызметшінің парызы',
        'мемлекеттік қызметшінің құқығы',
        'мемлекеттік қызметшінің міндеті',
        'мемлекеттік қызметшінің ұстанымы'
      ],
      correctAnswer: 'мемлекеттік қызметшінің парызы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметші:',
      choices: [
        'қызметтік тәртіпті қатаң сақтауға міндетті',
        'мемлекеттік мүліктің сақталуын қамтамасыз етуге міндетті',
        'шындыққа сәйкес келмейтін ақпаратты таратпауға міндетті',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қай тұжырым дұрыс?',
      choices: [
        'мемлекеттік қызметшілер мемлекеттік қызметтің беделіне нұқсан келтірмей, пікірсайысты сыпайы нысанда жүргізуге тиіс',
        'мемлекеттік қызметшілер қоғамға жат қылықтарға жол бермеу керек',
        'мемлекеттік қызметшілер тиісті қызметтерді алу кезінде қарапайымдылық танытуы, өзінің қызметтік жағдайын баса көрсетпеуі және пайдаланбауы керек',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әдеп кодексінің мәтіні мемлекеттік органдардың ғимараттарында орналастырылады:',
      choices: [
        'мемлекеттік орган қызметкерлеріне қолжетімді жерлерде',
        'барлығына қолжетімді жерлерде',
        'кадр қызметінде',
        'ғимараттың бірінші қабатында'
      ],
      correctAnswer: 'барлығына қолжетімді жерлерде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметшінің қызметтік әдепті бұзуы:',
      choices: [
        'тәртіптік жауапкершілікке тартады',
        'әкімшілік жауапкершілікке тартады',
        'қылмыстық жауапкершілікке тартады',
        'қаржылық жауапкершілікке тартады'
      ],
      correctAnswer: 'тәртіптік жауапкершілікке тартады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметшілер:',
      choices: [
        'мемлекет мүддесіне нұқсан келтіретін әрекеттерге қарсы тұруға тиіс',
        'жеке сипаттағы мәселелерді шешу кезiнде мемлекеттiк органдардың, ұйымдардың, мемлекеттiк қызметшiлердiң және өзге де адамдардың қызметiне ықпал ету үшiн өзінің қызметтік жағдайын пайдалануға тиіс',
        'шындыққа сәйкес келмейтін ақпаратты таратуға тиіс',
        'меншікті ақпаратты ашуға тиіс'
      ],
      correctAnswer: 'мемлекет мүддесіне нұқсан келтіретін әрекеттерге қарсы тұруға тиіс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметшілердің өзінің қызметтік міндеттерін атқару кезіндегі сыртқы келбеті:',
      choices: [
        'ортақ іскерлік стиль',
        'жалпы қабылданған сәнді стиль',
        'ыңғайлы киім үлгісі',
        'ресми стиль'
      ],
      correctAnswer: 'ортақ іскерлік стиль'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметшінің моральдық-этикалық бейнесіне қойылатын негізгі талаптар қандай нормативтік құқықтық актіге сәйкес белгіленеді?',
      choices: [
        'Конституция',
        '«Қазақстан Республикасының мемлекеттік қызметі туралы» заң',
        '«Сыбайлас жемқорлыққа қарсы іс-қимыл туралы» заң',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'рлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметшілер ... құқықтары мен заңды мүдделерін қозғайтын шешімдерді қабылдаудың ашықтығын қамтамасыз етуге міндетті:',
      choices: [
        'жеке және заңды тұлғалардың',
        'мемлекеттік қызметкерлердің',
        'тек жеке тұлғалардың',
        'жеке тұлғалар мен мемлекеттік органдардың'
      ],
      correctAnswer: 'жеке және заңды тұлғалардың'
    },
    {
      type: EQuestionType.Radio,
      title: 'Төменгі лауазымдарды атқаратын мемлекеттік қызметшілер басшының тапсырмаларын орындау кезінде:',
      choices: [
        'барлық бұйрықтарды сөзсіз орындау',
        'тек объективті және сенімді ақпарат береді',
        'менеджерге толық және ауызша ақпарат беру',
        'құжаттардың кешігуінің әрбір фактісін жадынама арқылы хабарлау'
      ],
      correctAnswer: 'тек объективті және сенімді ақпарат береді'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметшілер өз қызметінде қай саясатты жақтауы тиіс?',
      choices: [
        'мемлекет пен халықтың',
        'құқықтық мемлекеттің',
        'мемлекеттік саясатты',
        'Премьер-Министрдің'
      ],
      correctAnswer: 'мемлекеттік саясатты'
    },
    {
      type: EQuestionType.Radio,
      title: 'Басшылар қарамағындағы қызметшілермен қарым-қатынас кезінде:',
      choices: [
        'қажетті материалдармен қамтамасыз етуі тиіс',
        'басқа азаматтардың заңсыз әрекеттерінен қорғауы тиіс',
        'меритократия қағидаттарын сақтауды қамтамасыз етуі тиіс',
        'өзінің маңыздылық пен маңғаздылығын көрсетуі тиіс'
      ],
      correctAnswer: 'меритократия қағидаттарын сақтауды қамтамасыз етуі тиіс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметкер педагогикалық, ғылыми және өзге де шығармашылық қызмет бойынша материалдарды жариялай алады:',
      choices: [
        'жеке тұлға ретінде тек өз атынан ғана',
        'өз атынан да, мемлекеттік орган атынан да',
        'ондай материалдарды жариялауға мүлдем тыйым салынады',
        'мемлекет атынан'
      ],
      correctAnswer: 'жеке тұлға ретінде тек өз атынан ғана'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметкерлердің әдеп кодексі халықтың ..... сенімін нығайтуға бағытталған.',
      choices: [
        'Үкіметке',
        'Президентке',
        'Премьер-Министрге',
        'мемлекеттік органдарға'
      ],
      correctAnswer: 'мемлекеттік органдарға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Басшы қарамағындағы қызметшілермен қарым-қатынас кезінде қандай мәселелерді шешу кезінде меритократия қағидаттарын сақтауы тиіс?',
      choices: [
        'кадр мәселелерін шешу кезінде',
        'сыйлықақы беру кезінде',
        'демалыс беру кезінде',
        'жазалау шараларын қолдану кезінде'
      ],
      correctAnswer: 'кадр мәселелерін шешу кезінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Басшы қарамағындағы қызметкерлерінің жұмысының нәтижелерін бағалау кезінде қандай қасиеттерді танытуы тиіс?',
      choices: [
        'ұждандылық пен ашықтық',
        'объективтілік пен әділдік',
        'заңдылық пен ресмилік',
        'әдептік пен әділдік'
      ],
      correctAnswer: 'объективтілік пен әділдік'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметкерлер қызметтен тыс уақытта:',
      choices: [
        'тиісті көрсетілетін қызметтерді алу кезінде өзінің лауазымдық жағдайын баса көрсетпеуі және пайдаланбауы тиіс',
        'тиісті көрсетілетін қызметтерді алу кезінде өзінің лауазымдық жағдайын баса көрсетуі және пайдалануы тиіс',
        'қызмет алу кезінде өзінің лауазымдық жағдайын пайдалана отырып, қарым-қатынас кезінде өзін-өзі ұстауы тиіс',
        'дұрыс жауап жоқ'
      ],
      correctAnswer: 'тиісті көрсетілетін қызметтерді алу кезінде өзінің лауазымдық жағдайын баса көрсетпеуі және пайдаланбауы тиіс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қызметшінің ар-намысы мен қадір-қасиетіне қол сұғушылықтың, кемсітушіліктің барлық формаларын алдын-алуға бағытталған шараларды кім қамтамасыз етуі тиіс?',
      choices: [
        'бағынышты',
        'персонал қызметінің басшысы',
        'басшы',
        'адам құқықтары жөніндегі өкіл'
      ],
      correctAnswer: 'басшы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әдеп кодексінде мемлекеттік қызметшілердің мінез-құлық стандарттарының қандай түрлері бар?',
      choices: [
        'мінез-құлықтың жалпы стандарттары, қызметтен тыс уақыттағы мінез-құлық стандарттары, қызметтік қатынастардағы мінез-құлық стандарттары, іссапар кезіндегі мінез-құлық стандарттары',
        'қызметтен тыс уақыттағы мінез-құлық стандарттары, қызметтік қатынастардағы мінез-құлық стандарттары',
        'мінез-құлықтың жалпы стандарттары, қызметтен тыс уақыттағы мінез-құлық стандарттары, қызметтік қатынастардағы мінез-құлық стандарттары, көпшілік алдында, оның ішінде бұқаралық ақпарат құралдарында сөйлеумен байланысты мінез-құлық стандарттары',
        'мінез-құлықтың жалпы стандарттары, қызметтен тыс уақыттағы мінез-құлық стандарттары, көпшілік алдында, оның ішінде бұқаралық ақпарат құралдарында сөйлеумен байланысты мінез-құлық стандарттары'

      ],
      correctAnswer: 'мінез-құлықтың жалпы стандарттары, қызметтен тыс уақыттағы мінез-құлық стандарттары, қызметтік қатынастардағы мінез-құлық стандарттары, көпшілік алдында, оның ішінде бұқаралық ақпарат құралдарында сөйлеумен байланысты мінез-құлық стандарттары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметкерлер құқық бұзушылықтар мен теріс қылықтарды жасағаны үшін келесі жауапкершілікке тартылуы мүмкін:',
      choices: [
        'әкімшілік, тәртіптік немесе қылмыстық жауапкершілік',
        'тек қана тәртіптік жауапкершілік',
        'әкімшілік және қылмыстық жауапкершілік',
        'әкімшілік және тәртіптік жауапкершілік'
      ],
      correctAnswer: 'әкімшілік, тәртіптік немесе қылмыстық жауапкершілік'
    },
    {
      type: EQuestionType.Radio,
      title: 'ҚР мемлекеттік қызметшілерінің әдеп кодексі қандай нормативтік-құқықтық актімен бекітілген?',
      choices: [
        'Заңмен',
        'Конституциялық заңмен',
        'Президенттің жарлығымен',
        'Үкімет қаулысымен'
      ],
      correctAnswer: 'Президенттің жарлығымен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Төмен тұрған лауазымдарды атқаратын мемлекеттік қызметшілер:',
      choices: [
        'барлық тапсырмаларды мүлтіксіз орындауға міндетті',
        'басшылардың тапсырмаларын орындау кезінде тек объективті және шынайы мәліметтерді ұсынуға міндетті',
        'басшысына тек толық және ауызша ақпаратты жеткізуге міндетті',
        'мерзімі өтіп кеткен құэаттар туралы фактіні қызметтік жазбалар арқылы хабарлау'
      ],
      correctAnswer: 'басшылардың тапсырмаларын орындау кезінде тек объективті және шынайы мәліметтерді ұсынуға міндетті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Төмен тұрған лауазымдарды атқаратын мемлекеттік қызметшілер:',
      choices: [
        'өздеріне мәлім болған қызметтік әдеп нормаларының бұзу жағдайлары және мемлекеттік қызметке кір келтiретін тәртіптік теріс қылықтар туралы басшылыққа және әдеп жөніндегі уәкілге дереу хабарлауға міндетті',
        'өздеріне мәлім болған қылмыстық кодекс нормаларының бұзылғаның  басшылыққа және әдеп жөніндегі уәкілге дереу хабарлауға',
        'сыбайлас жемқорлық фактілерінің куәгері болған кезде басшылыққа және әдеп жөніндегі уәкілге бір тәулік ішінде жеткізу',
        'қызметтік әдеп нормаларының бұзу жағдайлары және кредит мерзімін өткізіп алған кездер туралы әдеп жөніндегі уәкілге дереу хабарлауға міндетті'

      ],
      correctAnswer: 'өздеріне мәлім болған қызметтік әдеп нормаларының бұзу жағдайлары және мемлекеттік қызметке кір келтiретін тәртіптік теріс қылықтар туралы басшылыққа және әдеп жөніндегі уәкілге дереу хабарлауға міндетті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Төмен тұрған лауазымдарды атқаратын мемлекеттік қызметшілер:',
      choices: [
        'басшының заңсыз тапсырмаларын орындауға кедергі келтіретін әрекеттерді (әрекетсіздікті) болдырмауға міндетті',
        'басшының заңды тапсырмаларын орындауға кедергі келтіретін әрекеттерді (әрекетсіздікті) болдырмауға міндетті',
        'басшының заңды тапсырмаларын орындауға кедергі келтіретін әрекеттерді (әрекетсіздікті) болдыруға міндетті',
        'басшының тапсырмаларын орындап жатқандығын және басқа жұмысты орындай алмайтындығын барлығына ескертуге міндетті'
      ],
      correctAnswer: 'басшының заңды тапсырмаларын орындауға кедергі келтіретін әрекеттерді (әрекетсіздікті) болдырмауға міндетті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қандай жағдайларда мемлекеттік қызметкерлер іскерлік киім стилін ұстануы керек?',
      choices: [
        'қызметтік міндеттерін орындау кезінде',
        'әрдайым ұстануы керек',
        'ұстануға міндетті емес',
        'іскерлік киім стилі тек қана жиын мен кездесулерде ұстануға міндетті'
      ],
      correctAnswer: 'қызметтік міндеттерін орындау кезінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Басшы қарамағындағы қызметшілермен қарым-қатынас кезінде:',
      choices: [
        'өзінің мінез-құлқымен батылдықтың нағыз үлгісі болуы тиіс',
        'өзінің мінез-құлқымен ұқыпты және жәгерсіз болуға итермелеуі тиіс',
        'мемлекеттік қызмет істеп жүргені мақтаныш сезімдерін оятуы тиіс',
        'өзінің мінез-құлқымен бейтараптықтың, әділдіктің, риясыздықтың, жеке тұлғаның ар-намысы мен абыройына құрметпен қараудың үлгісі болуға міндетті'

      ],
      correctAnswer: 'өзінің мінез-құлқымен бейтараптықтың, әділдіктің, риясыздықтың, жеке тұлғаның ар-намысы мен абыройына құрметпен қараудың үлгісі болуға міндетті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кадр мәселелерін шешу кезінде меритократия қағидаттарын сақтауды қамтамасыз ету қай мінез-құлық стандарттарына жатады?',
      choices: [
        'қызметтен тыс уақыттағы мінез-құлық стандарттары',
        'мінез-құлықтың жалпы стандарттары',
        'қызметтік қатынастардағы мінез-құлық стандарттары',
        'көпшілік алдында, оның ішінде бұқаралық ақпарат құралдарында сөйлеумен байланысты мінез-құлық стандарттары'
      ],
      correctAnswer: 'қызметтік қатынастардағы мінез-құлық стандарттары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметті атқару:',
      choices: [
        'үкімет тарапынан ерекше сенім білдіру болып табылады',
        'мемлекеттік қызметші жұмыс істейтін мемлекеттік органның бірінші басшысы тарапынан сенім білдіру болып табылады',
        'мемлекеттік органның басшылығы мен ұжымы тарапынан ерекше сенім білдіру болып табылады',
        'қоғам мен мемлекет тарапынан ерекше сенім білдіру болып табылады'
      ],
      correctAnswer: 'қоғам мен мемлекет тарапынан ерекше сенім білдіру болып табылады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасы мемлекеттік қызметшілерінің ар-намыс кодексі мыналарды белгілейді:',
      choices: [
        'мемлекеттік қызметшілердің моральдық-әдептілік бейнесіне негізгі талаптар, сондай-ақ олардың мінез-құлқының негізгі стандарттар',
        'Қазақстан Республикасы Президентінің саясатын жақтау',
        'Қазақстан Республикасы мемлекеттік қызметшілерінің мемлекеттік және еңбек тәртібін сақтау тәртібі',
        'мемлекеттік қызметшілерге қызметтік әдеп нормаларын бұзғаны үшін тәртіптік жаза қолдану тәртібі'
      ],
      correctAnswer: 'мемлекеттік қызметшілердің моральдық-әдептілік бейнесіне негізгі талаптар, сондай-ақ олардың мінез-құлқының негізгі стандарттар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызметшінің жеке мүдделерін қозғайтын мәселелер бойынша шешімдер қабылдауға қатысы бар адамдардың қызметіндегі мемлекеттік қызметшілер:',
      choices: [
        'араласуға құқылы',
        'араласуға құқығы жоқ',
        'араласуға міндетті'
      ],
      correctAnswer: 'араласуға құқығы жоқ'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстанның беделін түсіретін іс-әрекеттер жасауға жол бермеу міндет болып табылады:',
      choices: [
        'Қазақстан Республикасының барлық азаматтарына',
        'барлық мемлекеттік қызметшілер үшін',
        'тек саяси мемлекеттік қызметшілер үшін',
        'тек әкімшілік мемлекеттік қызметшілер үшін'
      ],
      correctAnswer: 'барлық мемлекеттік қызметшілер үшін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Барлық мемлекеттік қызметшілер:',
      choices: [
        'Қазақстан халқының мемлекеттік және басқа тілдерін құрметтеуі тиіс',
        'тек мемлекеттік тілге және орыс тіліне құрметтеу тиіс',
        'Қазақстанның ұлттық азшылық тілдерін ғана құрметтеуі тиіс',
        'тек мемлекеттік тілді құрметтеуі тиіс'
      ],
      correctAnswer: 'Қазақстан халқының мемлекеттік және басқа тілдерін құрметтеуі тиіс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Өз қарамағында жұмыскерлері бар мемлекеттік қызметшілер:',
      choices: [
        'өзінің жұмыс орнында болмау себебі туралы қарамағындағы қызметшілерге хабарлауы міндетті',
        'өзінің қарамағындағы қызметкерлерге негізсіз айыптауларға жол бермеуге тиіс',
        'өздерінің тікелей лауазымдық өкілеттігін қарамағындағы қызметкерге жүктей алады'
      ],
      correctAnswer: 'өзінің қарамағындағы қызметкерлерге негізсіз айыптауларға жол бермеуге тиіс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік орган қызметінің мәселелері бойынша көпшілік алдында сөйлеуге құқығы бар:',
      choices: [
        'тиісті өкілеттігі жоқ мемлекеттік органның құрылымдық бөлімшелерінің басшылары',
        'мемлекеттік органның баспасөз қызметі',
        'кадр қызметінің басшысы',
        'мемлекеттік органның басшысы немесе оған уәкілетті лауазымды адамдар'
      ],
      correctAnswer: 'мемлекеттік органның басшысы немесе оған уәкілетті лауазымды адамдар'
    }
  ],
  time: 10,
  passingScore: 5,
  questionsTotal: 10
};
