import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const familyCodeKz: ITest = {
    id: 'familyCode-kz',
    title: 'О браке и семье КАЗ',
    description: '<p>Тест на знание кодекса Неке және отбасы туралы</p>',
    questions: [
        {
            type: EQuestionType.Radio,
            title: 'Некені (ерлі-зайыптылықты) зайыбының жүктілігі кезеңінде және бала туғаннан кейінгі бір жыл ішінде оның келісімінсіз бұзуға',
            choices: [
                'мүмкін емес',
                'АХАЖ (АХАТ) органдарының шешімімен мүмкін',
                'сот шешімімен мүмкін'
            ],
            correctAnswer: 'мүмкін емес'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке (ерлі-зайыптылық) кімнің өтініші бойынша оны бұзу жолымен тоқтатылуы мүмкін',
            choices: [
                'ерлі-зайыптылардың біреуінің немесе екеуінің',
                'округ әкімінің',
                'прокуратура органдарының'
            ],
            correctAnswer: 'ерлі-зайыптылардың біреуінің немесе екеуінің'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке кімнің шешімі бойынша жарамсыз деп танылуы мүмкін',
            choices: [
                'соттың',
                'мәслихаттың',
                'қорғаншылық және қамқоршылық органдарының'
            ],
            correctAnswer: 'соттың'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке ненің салдарынан тоқтатылады',
            choices: [
                'ерлі-зайыптылардың біреуі қайтыс болуы, сондай-ақ сот оны қайтыс болды деп жариялауы немесе хабар-ошарсыз кеткен деп тануы',
                'соттың қайтыс болды деп жариялауы',
                'соттың хабар-ошарсыз кеткен деп жариялауы'
            ],
            correctAnswer: 'ерлі-зайыптылардың біреуі қайтыс болуы, сондай-ақ сот оны қайтыс болды деп жариялауы немесе хабар-ошарсыз кеткен деп тануы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Cот екі балаға олардың ата-аналарынан алиментті ай сайын табысының және (немесе) өзге де кірісінің ________  мөлшерде  өндіріп алады',
            choices: [
                'үштен бір бөлігі',
                'тең жартысы',
                'төрттен бір бөлігі'
            ],
            correctAnswer: 'үштен бір бөлігі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке бұзылады',
            choices: [
                'тек сотта және АХАЖ органдарында',
                'АХАТ органдарында',
                'прокуратурада'
            ],
            correctAnswer: 'тек сотта және АХАЖ органдарында'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ерлі-зайыптылардың немесе олардың біреуінің отбасын құру ниетінсіз, Қазақстан Республикасының заңында белгіленген тәртіппен қиылған неке (ерлі-зайыптылық)',
            choices: [
                'жалған неке',
                'заңды неке',
                'патронат'
            ],
            correctAnswer: 'жалған неке'
        },
        {
            type: EQuestionType.Radio,
            title: 'ҚР тыс жерде тұратын ҚР азаматтарының арасындағы некелер',
            choices: [
                'Қазақстан Республикасының шетелдiк мекемелерiнде',
                'осы азаматтар тұратын мемлекетте',
                'тек Қазақстан Республикасында'
            ],
            correctAnswer: 'Қазақстан Республикасының шетелдiк мекемелерiнде'
        },
        {
            type: EQuestionType.Radio,
            title: 'ҚР НЕОКо сәйкес (жалпы ережелер) неке (ерлі-зайыптылық) жасы ',
            choices: [
                '18 жас',
                '16 жас',
                '14 жас'
            ],
            correctAnswer: '18 жас'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке жасы әйелдер үшін неше деп белгіленеді',
            choices: [
                '18 жас',
                '16 жас',
                '13 жас'
            ],
            correctAnswer: '18 жас'
        },
        {
            type: EQuestionType.Radio,
            title: 'ҚР отбасы заңнамасы бойынша неке жасы',
            choices: [
                '18 жас',
                '14 жас',
                '12 жас'
            ],
            correctAnswer: '18 жас'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке шарты жасалуы мүмкін',
            choices: [
                'неке қию мемлекеттік тіркелгенге дейін де, некеде тұрған кезеңiндегі кез келген уақытта да',
                'некеде тұрған кезеңiнде ғана',
                'некеде тұрғаннан бір жыл өткеннен кейін'
            ],
            correctAnswer: 'неке қию мемлекеттік тіркелгенге дейін де, некеде тұрған кезеңiндегі кез келген уақытта да'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке шарты бұзылуы мүмкін',
            choices: [
                'тараптардың келісімі бойынша неке кезеңінде кез келген уақытта',
                'біржақты ерік-жігер бойынша',
                'тек некеге дейін'
            ],
            correctAnswer: 'тараптардың келісімі бойынша неке кезеңінде кез келген уақытта'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке қию мемлекеттiк тіркелгенге дейiн жасалған неке шарты .....күннен бастап күшiне енедi',
            choices: [
                'неке қию мемлекеттiк тiркелген',
                'нотариатта куәландырылған',
                'уәкілетті органның шартты мемлекеттік тіркеген'
            ],
            correctAnswer: 'неке қию мемлекеттiк тiркелген'
        },
        {
            type: EQuestionType.Radio,
            title: 'Балалар ауылында отбасында балаларды күтуді және тәрбиелеуді кім жүзеге асырады …',
            choices: [
                'конкурстық іріктеуден өткен тәрбиеші-ана',
                'бала күтуші',
                'жетекші'
            ],
            correctAnswer: 'конкурстық іріктеуден өткен тәрбиеші-ана'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жасөспірімдер үйлерінде кімдер тұрады',
            choices: [
                'балалар үйінің түлектері және 23 жасқа дейінгі балалар ауылдарының тәрбиеленушілері',
                '10 жасқа дейінгі балалар',
                '18 жасқа дейінгі тәрбиеленушілер'
            ],
            correctAnswer: 'балалар үйінің түлектері және 23 жасқа дейінгі балалар ауылдарының тәрбиеленушілері'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ерекше жағдайларда сот некені  бұзуға құқылы...',
            choices: [
                'заңда көрсетілген мерзім аяқталғанға дейін',
                'некені бұзу туралы өтініш сотқа берілген күннен бастап 14 күн ішінде',
                'некені бұзу туралы өтініш сотқа берілген күннен бастап 1 ай ішінде'
            ],
            correctAnswer: 'заңда көрсетілген мерзім аяқталғанға дейін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайларда неке жарамсыз деп танылады',
            choices: [
                'Осы Кодекстің 9-11-баптарында белгіленген шарттар бұзылған кезде,  жалған неке қиылған кезде,  мәжбүрлеп неке қиылған кезде, егер некеге отырған адамдардың біреуі екіншісінен құрылған отбасы мүшелеріне, жеке басының және қоғамның қауіпсіздігіне нақты қауіп төндіретін ауруы бар екенін жасырса',
                'жалған неке қиылған кезде',
                'мәжбүрлеп неке қиылған кезде '
            ],
            correctAnswer: 'Осы Кодекстің 9-11-баптарында белгіленген шарттар бұзылған кезде,  жалған неке қиылған кезде,  мәжбүрлеп неке қиылған кезде, егер некеге отырған адамдардың біреуі екіншісінен құрылған отбасы мүшелеріне, жеке басының және қоғамның қауіпсіздігіне нақты қауіп төндіретін ауруы бар екенін жасырса'
        },
        {
            type: EQuestionType.Radio,
            title: 'АХАЖ органдарында неке қандай жағдайда бұзылады',
            choices: [
                'мүліктік талаптар болмаған кезде',
                'кәмелетке толмаған ортақ балалары бар',
                'ерлі-зайыптылардың біреуінің некені бұзуға келісімі болмаған'
            ],
            correctAnswer: 'мүліктік талаптар болмаған кезде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайда некені бұзу мүмкін емес',
            choices: [
                'зайыбының жүктілігі кезеңінде және бала туғаннан кейінгі бір жыл ішінде',
                'бала туғаннан кейінгі бір жыл ішінде',
                'зайыбының жүктілігі кезеңінде'
            ],
            correctAnswer: 'зайыбының жүктілігі кезеңінде және бала туғаннан кейінгі бір жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайларда неке сот тәртібімен бұзылады',
            choices: [
                'кәмелетке толмаған балалары бар',
                'ерлі-зайыптылардың біреуінің некені бұзуға келісімі',
                'егер ерлі-зайыптылар бірге бір жылға дейін тұрса'
            ],
            correctAnswer: 'кәмелетке толмаған балалары бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке (ерлі-зайыптылық) және отбасы туралы кодекс қай жылы қабылданды',
            choices: [
                '2011 жылы',
                '2022 жылы',
                '2015 жылы'
            ],
            correctAnswer: '2011 жылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайда неке қиюға жол берілмейді (артығын белгілеп көрсетіңіз)',
            choices: [
                'егер әрекет қабілеттілігі шектелген адам болса',
                'егер әрекет қабілеттілігі шектелген деп танылған адам болса',
                'егер туыстық байланыс болса'
            ],
            correctAnswer: 'егер әрекет қабілеттілігі шектелген адам болса'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайда қорғаншылық және қамқоршылық органы баланы ата-анасынан айырып алады',
            choices: [
                'баланың өміріне қатер төнген кезде, балаларға қатыгездік көрсету кезінде, баланы жүйелі түрде ұрған кезде, баланың өміріне қатер төнген кезде және балаларға қатыгездік көрсету кезінде',
                'балаларға қатыгездік көрсету кезінде',
                'баланы жүйелі түрде ұрған кезде'
            ],
            correctAnswer: 'баланың өміріне қатер төнген кезде, балаларға қатыгездік көрсету кезінде, баланы жүйелі түрде ұрған кезде, баланың өміріне қатер төнген кезде және балаларға қатыгездік көрсету кезінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Отбасы құқығында қолданылады',
            choices: [
                'диспозитивті және императивті әдістер',
                'диспозитивті және рұқсат етілген әдістер',
                'рұқсат етілген және императивті әдістер'
            ],
            correctAnswer: 'диспозитивті және императивті әдістер'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот некені (ерлі-зайыптылықты) жарамсыз деп таныған кезде кім материалдық және моральдық зиянды өтеуді талап етуге құқылы',
            choices: [
                'адал ниетті жұбай',
                'Ерлі-зайыптылар',
                'кәмелетке толмағандардың ата-аналары'
            ],
            correctAnswer: 'адал ниетті жұбай'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот қайтыс болды деп жариялаған жұбайы келген жағдайда некенің қалпына келтірілуі мүмкін емес',
            choices: [
                'егер басқа зайыбы жаңадан некеге отырса',
                'кәмелетке толмаған балалары жоқ',
                'жұбайы қайтыс болды деп жарияланған сот шешімі жойылды'
            ],
            correctAnswer: 'егер басқа зайыбы жаңадан некеге отырса'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ерлі-зайыптылардың меншігі қандай меншік түріне жатады',
            choices: [
                'бірлескен меншігі',
                'үлестiк меншік',
                'бөлек меншік'
            ],
            correctAnswer: 'бірлескен меншігі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке шартында бiр-бiрiнiң табыстарына қатысу тәсілдерін жолдарын қарастыруға бола ма',
            choices: [
                'иә',
                'жоқ',
                'айрықша жағдайларда'
            ],
            correctAnswer: 'иә'
        },
        {
            type: EQuestionType.Radio,
            title: 'Адамның өз іс-әрекеттерімен өз құқықтары мен міндеттерін қорғау, іске асыру, орындау қабілеті',
            choices: [
                'әрекетке қабiлетi',
                'құқық қабiлеттiлігі',
                'азаптау қабілеті'
            ],
            correctAnswer: 'әрекетке қабiлетi'
        },
        {
            type: EQuestionType.Radio,
            title: 'Некені бұзудың екі рәсімі атап көрсетіледі',
            choices: [
                'сот және әкімшілік',
                'әкімшілік және азаматтық',
                'құқық қорғау және сот'
            ],
            correctAnswer: 'сот және әкімшілік'
        },
        {
            type: EQuestionType.Radio,
            title: 'Отбасылық типтегі балалар ауылы ұғымына түсініктеме беріңіз',
            choices: [
                'өз қызметін уәкілетті органның лицензиясы негізінде іске асыратын коммерциялық емес ұйым түрінде құрылатын заңды тұлға',
                'дұрыс жауап жоқ',
                'коммерциялық ұйым'
            ],
            correctAnswer: 'өз қызметін уәкілетті органның лицензиясы негізінде іске асыратын коммерциялық емес ұйым түрінде құрылатын заңды тұлға'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке (ерлі-зайыптылық) және отбасы туралы Кодекске қол қойылған күн',
            choices: [
                '26.12.2011 ж.',
                '28.01.2022 ж.',
                '10.12.2015 ж. '
            ],
            correctAnswer: '26.12.2011 ж.'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке шартының қолданылуы неке жалпы ереже бойынша қай кезден бастап тоқтатылады',
            choices: [
                'неке тоқтатылғаннан кейін',
                'ерлі-зайыптылардың бірін хабар-ошарсыз кетті деп таныған',
                'ерлі-зайыптылардың бірінің әрекет қабілеті шектелген деп таныған'
            ],
            correctAnswer: 'неке тоқтатылғаннан кейін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ата-ана құқықтарынан айыру істерін сот міндетті түрде қатысатын талап қою ісін жүргізу тәртібімен',
            choices: [
                'прокурордың және қорғаншылық және қамқоршылық органының',
                'тек прокурор',
                'қорғаншылық және қамқоршылық органының'
            ],
            correctAnswer: 'прокурордың және қорғаншылық және қамқоршылық органының'
        },
        {
            type: EQuestionType.Radio,
            title: 'Балалар ауылы нелерден тұрады:',
            choices: [
                'әрқайсысында жасы он сегiзге дейiнгi жетiден он тәрбиеленушi балаға дейiн тұратын және тәрбиеленетiн бiрнеше отбасынан',
                'бірнеше көше, олардың әрқайсысында 21 жасқа дейінгі жасөспірімдер үйлерде тұрады және тәрбиеленеді',
                '50-ге жуық бала тұратын және тәрбиеленетін бір үлкен үй'
            ],
            correctAnswer: 'әрқайсысында жасы он сегiзге дейiнгi жетiден он тәрбиеленушi балаға дейiн тұратын және тәрбиеленетiн бiрнеше отбасынан'
        },
        {
            type: EQuestionType.Radio,
            title: 'Балалар ауылы қай жерде орналасады',
            choices: [
                'шағын және орташа қалаларда, селолық елдi мекендер мен iрi қалалар маңындағы аймақтарда',
                'облыс орталықтарында',
                'тек ауылдық жерлерде'
            ],
            correctAnswer: 'шағын және орташа қалаларда, селолық елдi мекендер мен iрi қалалар маңындағы аймақтарда'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жасөспірімдер үйі кімнің шешімі бойынша құрылуы мүмкін',
            choices: [
                'балалар үйі жанындағы жергілікті атқарушы органдар',
                'ҚР Үкіметінің',
                'ҚР Президенті'
            ],
            correctAnswer: 'балалар үйі жанындағы жергілікті атқарушы органдар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Алимент төлеу туралы келісім қандай нысанда жасалады:',
            choices: [
                'жазбаша нысанда және нотариаттық куәландыруға жатады',
                'ауызша нысанла',
                'нысан маңызды емес'
            ],
            correctAnswer: 'жазбаша нысанда және нотариаттық куәландыруға жатады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Асырап алынғандар мен бала асырап алушылар арасында некеге тұруға рұқсат етіле ме',
            choices: [
                'жоқ',
                'иә',
                'иә, егер жас айырмашылығы 10 жас болса'
            ],
            correctAnswer: 'жоқ'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер ата-аналардың тегі әртүрлі болса, баланың тегі қалай жазылады',
            choices: [
                'күйеуінің тегі бойынша',
                'әйеленің тегі бойынша',
                'АХАЖ органының нұсқауы бойынша'
            ],
            correctAnswer: 'күйеуінің тегі бойынша'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке шартының мазмұны немен анықталады',
            choices: [
                'заңмен',
                'заңға тәуелді актілермен',
                'қалыңдық пен күйеу жігіттің ата-анасы'
            ],
            correctAnswer: 'заңмен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке қию қалай жүргізіледі',
            choices: [
                'некеге отыратын адамдардың қатысуымен',
                'некеге отыратын екі адамның өкілі арқылы',
                'некеге отыратын адамдар да, олардың өкілдері де болмаған жағдайда'
            ],
            correctAnswer: 'некеге отыратын адамдардың қатысуымен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Адамның өз іс-әрекетімен отбасылық құқықтар мен міндеттерді құру қабілеті',
            choices: [
                'отбасылық әрекетке қабілеттілік',
                'отбасылық құқыққа қабілеттілік',
                'азаптау қабілеті'
            ],
            correctAnswer: 'отбасылық әрекетке қабілеттілік'
        },
        {
            type: EQuestionType.Radio,
            title: 'Некесіз асырап алушы мен асырап алынған бала арасындағы жас айырмашылығы кем дегенде болуы керек',
            choices: [
                '16 жас',
                '10 жас',
                '5 жас'
            ],
            correctAnswer: '16 жас'
        },
        {
            type: EQuestionType.Radio,
            title: 'Cот үш және одан көп балаға олардың ата-аналарынан алиментті ай сайын табысының және (немесе) өзге де кірісінің________  мөлшерде  өндіріп алады',
            choices: [
                'тең жартысы',
                'үштен екі бөлігі',
                'төрттен бір бөлігі'
            ],
            correctAnswer: 'тең жартысы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер мұндай некені тіркеген адамдар болса, сот некені жалған деп тани алмайды,  …',
            choices: [
                'іс қаралғанға дейін сот іс жүзінде отбасын құрды',
                'сот істі қарағанға дейін олардың баласы болды',
                'сот істі қарағанға дейін адамдар бірлескен мүлікке ие болды'
            ],
            correctAnswer: 'іс қаралғанға дейін сот іс жүзінде отбасын құрды'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот некені бұзу туралы шешімнің көшірмесін _ _ _ _ _ _ _ күн ішінде неке қиюды тіркеу орны бойынша АХАЖ органына жіберуге міндетті',
            choices: [
                'үш',
                'жиырма',
                'он'
            ],
            correctAnswer: 'үш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Балаларды балалар ауылының отбасына беру туралы үлгілік шарт бекітіледі …',
            choices: [
                'білім беру мәселелері жөніндегі уәкілетті орган',
                'ҚР Үкіметі',
                'ҚР Парламенті'
            ],
            correctAnswer: 'білім беру мәселелері жөніндегі уәкілетті орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Тегін өзгерту үшін некені тоқтату негіз болып табылады',
            choices: [
                'табылмайды',
                'барлық жағдайларда табылады',
                'кәмелетке толмаған балалар болған жағдайда табылмайды'
            ],
            correctAnswer: 'табылмайды'
        },
        {
            type: EQuestionType.Radio,
            title: 'Асырап алуға жататын балаларды есепке алуды кім жүзеге асырылады',
            choices: [
                'облыстық атқарушы орган',
                'облыстық басқару органы',
                'сот'
            ],
            correctAnswer: 'облыстық атқарушы орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Баланың нақты адамнан шығу фактісін кім анықтайды',
            choices: [
                'тіркеу органы',
                'сот',
                'қорғаншылық және қамқоршылық органдары'
            ],
            correctAnswer: 'тіркеу органы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ата-анасының қамқорлығынсыз қалған балалар басқа отбасыларға тәрбиеге берілетін тәрбие нысаны',
            choices: [
                'патронат',
                'қамқоршылық',
                'қорғаншылық'
            ],
            correctAnswer: 'патронат'
        },
        {
            type: EQuestionType.Radio,
            title: 'Адамды дараландыратын және оның құқықтары мен міндеттерінің пайда болуы мен тоқтатылуына байланысты заңды түрде рәсімделген жағдайлар',
            choices: [
                'азаматтық хал актілері',
                'материалдық жағдайы',
                'отбасылық жағдайы'
            ],
            correctAnswer: 'азаматтық хал актілері'
        },
        {
            type: EQuestionType.Radio,
            title: 'Өткен кезең үшін алимент өндіріп алу',
            choices: [
                'үш жылдық мерзім',
                'екі жылдық мерзім',
                'төрт жылдық мерзім'
            ],
            correctAnswer: 'үш жылдық мерзім'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ата-ана құқықтарын шектеу туралы істер міндетті түрде қатысумен қаралады',
            choices: [
                'қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның өкілі',
                'Прокурордың және қорғаншылық және қамқоршылық органының',
                'АХАЖ органы'
            ],
            correctAnswer: 'қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның өкілі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ата-аналарының қамқорлығынсыз қалған балалар – бұл',
            choices: [
                'ата-ана құқықтарының шектелуіне немесе олардан айырылуына, ата-аналарының хабар-ошарсыз кетті деп танылуына, олардың қайтыс болды деп жариялануына, әрекетке қабілетсіз (әрекет қабілеті шектеулі) деп танылуына, ата-аналарының бас бостандығынан айыру орындарында жазасын өтеуіне, ата-аналарының бала тәрбиелеуден немесе олардың құқықтары мен құқықтарын қорғаудан жалтаруына байланысты жалғыз немесе екі ата-анасының қамқорлығынсыз қалған 18 жасқа дейінгі адамдар оның ішінде ата-аналар балаларын тәрбие немесе емдеу мекемелерінен алудан бас тартқан кезде',
                'ата-ана құқықтарының шектелуіне немесе айырылуына байланысты ата-анасының қамқорлығынсыз қалған 18 жасқа дейінгі адамдар',
                'басқа жағдайларда'
            ],
            correctAnswer: 'ата-ана құқықтарының шектелуіне немесе олардан айырылуына, ата-аналарының хабар-ошарсыз кетті деп танылуына, олардың қайтыс болды деп жариялануына, әрекетке қабілетсіз (әрекет қабілеті шектеулі) деп танылуына, ата-аналарының бас бостандығынан айыру орындарында жазасын өтеуіне, ата-аналарының бала тәрбиелеуден немесе олардың құқықтары мен құқықтарын қорғаудан жалтаруына байланысты жалғыз немесе екі ата-анасының қамқорлығынсыз қалған 18 жасқа дейінгі адамдар оның ішінде ата-аналар балаларын тәрбие немесе емдеу мекемелерінен алудан бас тартқан кезде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Суррогат ана мен әлеуетті ата-ана арасындағы шарт бойынша бойына бала біту, бала көтеру және туу',
            choices: [
                'суррогат ана болу',
                'патронат',
                'репродуктивтік денсаулық'
            ],
            correctAnswer: 'суррогат ана болу'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қорғаншы (қамқоршы) өз қамқорлығындағы адамдарды … асырауға тиіс',
            choices: [
                'қамқорлыққа алынғанның алимент және басқа да әлеуметтік төлемдері есебінен',
                'өз есебінен ',
                'балалар үйінің есебінен'
            ],
            correctAnswer: 'қамқорлыққа алынғанның алимент және басқа да әлеуметтік төлемдері есебінен'
        },
        {
            type: EQuestionType.Radio,
            title: 'ҚР азаматтарының тегін, атын, әкесінің атын өзгертуге жол беріледі ',
            choices: [
                'олар 16 жасқа толғаннан кейін',
                'олар 18 жасқа толғаннан кейін',
                'жол берілмейді'
            ],
            correctAnswer: 'олар 16 жасқа толғаннан кейін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ерлi-зайыптылардың бiреуiнiң мiндеттемелерi бойынша ... өндiрiп алынуы мүмкін',
            choices: [
                'ерлі-зайыптылардың ортақ бірлескен мүлкіндегі осы жұбайының үлесіне ғана',
                'тек ол алатын табыстарға',
                'осы жұбайының мүлкіне'
            ],
            correctAnswer: 'ерлі-зайыптылардың ортақ бірлескен мүлкіндегі осы жұбайының үлесіне ғана'
        },
        {
            type: EQuestionType.Radio,
            title: 'Азаматтық хал актілері жазбаларын тіркеу тәртібін айқындайтын ережелерді кім белгілейді',
            choices: [
                'ҚР Үкіметі',
                'жергілікті атқарушы органдар',
                'жергілікті өкілді органдар'
            ],
            correctAnswer: 'ҚР Үкіметі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неке тіркелгеннен кейін ерлі-зайыптыларға құжат беріледі',
            choices: [
                'куәлік',
                'жеке куәлік',
                'диплом'
            ],
            correctAnswer: 'куәлік'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай мүлік неке шартының нысанасы бола алмайды',
            choices: [
                'некеге тұрған әрбір адамның меншігінде',
                'болашақта ерлі-зайыптылар сатып алады',
                'дұрыс жауап жоқ'
            ],
            correctAnswer: 'некеге тұрған әрбір адамның меншігінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Баланы қабылдайтын ата-аналар қабылданатын балаға (балаларға) қатысты кімнің құқықтары мен міндеттемелеріне ие болады',
            choices: [
                'ата-аналардың',
                'қамқоршылардың',
                'туыстарының'
            ],
            correctAnswer: 'ата-аналардың'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ерлі-зайыптылардың ортақ бірлескен меншік режимі – бұл қандай режим',
            choices: [
                'бірлескен',
                'шарттық',
                'заңды'
            ],
            correctAnswer: 'бірлескен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Адамның әрекет қабілеттілігі қай сәттен бастап пайда болады',
            choices: [
                'кәмелетке толған кезде',
                'сот адамды әрекетке қабілетсіз деп таныған сәттен бастап',
                'некеге тұрған сәттен бастап'
            ],
            correctAnswer: 'кәмелетке толған кезде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Отбасылық қатынастар реттелетін әдістер мен әдістердің жиынтығы, – бұл отбасы құқығындағы анықтама',
            choices: [
                'қағидаттар',
                'кепілдіктер',
                'әдіс'
            ],
            correctAnswer: 'қағидаттар'
        }
    ],
    time: 10,
    passingScore: 5,
    questionsTotal: 10
};
