import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const lawOfNotariatKz: ITest = {
    id: 'lawOfNotariat-kz',
    title: 'О нотариате КАЗ',
    description: '<p>Тест на знание закона Нотариат туралы</p>',
    questions: [
        {
            type: EQuestionType.Radio,
            title: 'Нотариустың көмекшісі қандай негізде жұмыс істей алады?',
            choices: [
                'еңбек шартының негізінде',
                'жазбаша келісім негізінде',
                'Ерік білдіру негізінде'
            ],
            correctAnswer: 'еңбек шартының негізінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариаттық қызметпен айналысу құқығына үміттенетін адам тағылымдамадан өту туралы шартты кіммен жасасады?',
            choices: [
                'аумақтық әділет органы немесе аумақтық нотариаттық палатамен',
                'нотариуспен',
                'Республикалық нотариаттық палатамен'
            ],
            correctAnswer: 'аумақтық әділет органы немесе аумақтық нотариаттық палатамен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Құжаттардың көшірмелері мен құжаттардың үзінді көшірмелерін куәландырған кезде қандай төлемақы алынады?',
            choices: [
                '0,5 айлық есептік көрсеткіш',
                '2 айлық есептік көрсеткіш',
                '0,3 айлық есептік көрсеткіш'
            ],
            correctAnswer: '0,5 айлық есептік көрсеткіш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариаттық iс-әрекеттер қай күні жасалады?',
            choices: [
                'бұл үшiн барлық қажеттi құжаттар табыс етiлiп, мемлекеттiк баж не нотариаттық iс-әрекеттерге ақы төленген күнi',
                'нотариаттық iс-әрекеттерге ақы төленген күнi',
                'мемлекеттiк баж не нотариаттық iс-әрекеттерге ақы төленгеніне қарамастан бұл үшiн барлық қажеттi құжаттар табыс етiлген күні'
            ],
            correctAnswer: 'бұл үшiн барлық қажеттi құжаттар табыс етiлiп, мемлекеттiк баж не нотариаттық iс-әрекеттерге ақы төленген күнi'
        },
        {
            type: EQuestionType.Radio,
            title: 'Өсиеттердi қалай куәландыруға жол берiлмейдi?',
            choices: [
                'Бірнеше адамның атынан немесе өкілдер арқылы',
                'Шетел азаматтары арқылы',
                'Азаматтығы жоқ адамдар арқылы'
            ],
            correctAnswer: 'Бірнеше адамның атынан немесе өкілдер арқылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариустың қандай құқығы жоқ?',
            choices: [
                'өкiлдi органға депутат болып сайланған жағдайда нотариус мiндеттерiн орындауға',
                'Мәміле жобаларын жасауға',
                'Заң консультацияларын беруге'
            ],
            correctAnswer: 'өкiлдi органға депутат болып сайланған жағдайда нотариус мiндеттерiн орындауға'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус қандай құжаттағы қойылған қолдың түпнұсқалылығын куәландырады?',
            choices: [
                'мәмiленi баяндауды бiлдiрмейтiн құжаттағы қойылған қолдың',
                'мұндай нотариаттық әрекеттер заңда көзделмеген',
                'жеке куәлікті немесе паспортты алуға арналған сенімхаттағы'
            ],
            correctAnswer: 'мәмiленi баяндауды бiлдiрмейтiн құжаттағы қойылған қолдың'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус лицензиясын беруден бас тарту туралы уәжделген шешім өтініш иесіне қандай уақыт ішінде беріледі?',
            choices: [
                'в ол қабылданған күннен бастап 3 күн iшiнде',
                'ол қабылданған күннен бастап 7 күн iшiнде',
                'ол қабылданған күннен бастап 10 күн iшiнде'
            ],
            correctAnswer: 'в ол қабылданған күннен бастап 3 күн iшiнде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус лицензиясының қолданысы қандай мерзімге тоқтатыла тұрады?',
            choices: [
                'алты айға дейінгі',
                'үш айға дейінгі',
                'бір жылға дейінгі'
            ],
            correctAnswer: 'алты айға дейінгі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қазақстан Республикасының әрбiр облысы, республикалық маңызы бар қалалары мен астанасы аумағында неше нотариаттық палата құрылуы мүмкін?',
            choices: [
                'бір',
                'үш',
                'екі'
            ],
            correctAnswer: 'бір'
        },
        {
            type: EQuestionType.Radio,
            title: 'Азаматтар мен заңды тұлғалардың нотариустардың iс-әрекеттерiне өтiнiштерiн кім қарайды?',
            choices: [
                'Аумақтық әдiлет органы',
                'Аумақтық әдiлет органы нотариаттық палатамен бірге',
                'Нотариаттық палата'
            ],
            correctAnswer: 'Аумақтық әдiлет органы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай мемлекеттік орган мемлекеттiк нотариаттық кеңселердi ашады және таратады?',
            choices: [
                'Әділет министрлігі',
                'Аумақтық әділет органы',
                'сот'
            ],
            correctAnswer: 'Әділет министрлігі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариаттық iс-әрекет жасауға өтініш білдірген адамның жеке басын анықтау қандай құжат негізінде жүргiзiледi?',
            choices: [
                'нотариаттық iс-әрекет жасауға өтініш білдірушінің жеке басты куәландыратын құжаттары немесе паспорты негiзiнде',
                'нотариаттық iс-әрекет жасауға өтініш білдірушінің жеке басты куәландыратын құжаттары негiзiнде',
                'нотариаттық iс-әрекет жасауға өтініш білдірушінің паспорты негiзiнде'
            ],
            correctAnswer: 'нотариаттық iс-әрекет жасауға өтініш білдірушінің жеке басты куәландыратын құжаттары немесе паспорты негiзiнде'
        },
        {
            type: EQuestionType.Radio,
            title: 'телнұсқаны берген кезде қандай төлемақы алынады?',
            choices: [
                '2 айлық есептік көрсеткіш',
                '0,5 айлық есептік көрсеткіш',
                '5 айлық есептік көрсеткіш'
            ],
            correctAnswer: '2 айлық есептік көрсеткіш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариат туралы ҚР Заңы бойынша мұраға құқық туралы куәлiк беретін жер?',
            choices: [
                'мұра ашылған жердегi нотариус',
                'Мұрагердің тұратын жеріндегі нотариус',
                'Мұра берушінің тұратын жеріндегі нотариус'
            ],
            correctAnswer: 'мұра ашылған жердегi нотариус'
        },
        {
            type: EQuestionType.Radio,
            title: 'Дәлелдемелердi қамтамасыз ету тәртiбiмен нотариус қандай іс-әрекеттер жасайды?',
            choices: [
                'азаматтардан сұрақ алады, заттай, жазбаша және электрондық дәлелдемелерді қарап-тексереді, қажет болған жағдайда сараптама тағайындайды',
                'азаматтардан сұрақ алады,құжаттарды қарап-тексереді',
                'азаматтардан сұрақ алады, құжаттар мен заттарды қарап-тексереді'
            ],
            correctAnswer: 'азаматтардан сұрақ алады, заттай, жазбаша және электрондық дәлелдемелерді қарап-тексереді, қажет болған жағдайда сараптама тағайындайды'
        },
        {
            type: EQuestionType.Radio,
            title: 'ҚР заңнамасына сәйкес жеке нотариаттық архив қандай функцияларды жүзеге асырады?',
            choices: [
                'нотариаттық құжаттарды жинақтау, сақтау және пайдалану жөнiндегi функцияларды',
                'нотариаттық құжаттарды сақтау және жою жөнiндегi функцияларды',
                'нотариаттық құжаттарды жинақтау және құпияландыру жөнiндегi функцияларды'
            ],
            correctAnswer: 'нотариаттық құжаттарды жинақтау, сақтау және пайдалану жөнiндегi функцияларды'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус лицензиясын беруден бас тарту туралы шешiмге қайда шағым жасалуы мүмкін?',
            choices: [
                'сотта',
                'Аумақтық әділет органында',
                'Нотариаттық палатада'
            ],
            correctAnswer: 'сотта'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариат туралы ҚР Заңы қашан заңды күшіне енді?',
            choices: [
                '1997 жылы',
                '1998 жылы',
                '2018 жылы'
            ],
            correctAnswer: '1997 жылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариаттық iс-әрекеттерді жасау мерзімі қандай?',
            choices: [
                'барлық қажеттi құжаттар табыс етiлiп, мемлекеттiк баж төлеген күні',
                '3-күн ішінде',
                'Өтініш жасаған күні'
            ],
            correctAnswer: 'барлық қажеттi құжаттар табыс етiлiп, мемлекеттiк баж төлеген күні'
        },
        {
            type: EQuestionType.Radio,
            title: 'Төменде аталғандрдың қайсысы  нотариаттық іс-әрекеттерге жатпайды?',
            choices: [
                'азаматтық-құқықтық дауды қарау',
                'мұрагерлік құқығы туралы куәлік беру',
                'теңіз наразылықтарын жасау'
            ],
            correctAnswer: 'азаматтық-құқықтық дауды қарау'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариаттық іс-әрекеттердің қайсысы дәлелдемелерді қамтамасыз ету болып табылады?',
            choices: [
                'фактілерді куәландыру',
                'мұрагерлік мүлікті қорғау және мұрагерлік құқығы туралы куәлік беру',
                'вексель наразылығы'
            ],
            correctAnswer: 'фактілерді куәландыру'
        },
        {
            type: EQuestionType.Radio,
            title: 'Міндетті сақтандыруға не жатады?',
            choices: [
                'Жекеше нотариустардың азаматтық-құқықтық жауапкершiлiгi',
                'Нотариустардың мүліктік жауапкершілігі',
                'Жекеше нотариустардың материалдық жауапкершілігі'
            ],
            correctAnswer: 'Жекеше нотариустардың азаматтық-құқықтық жауапкершiлiгi'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариаттық әмiленiң мазмұны баяндалатын құжаттар даналарының саны қандай болуға тиіс?',
            choices: [
                'екi данадан кем болмауға тиiс',
                'Мәмілеге қатысатын қатысушылар санындай',
                'Бір данада  жасалады'
            ],
            correctAnswer: 'екi данадан кем болмауға тиiс'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайда нотариаттық iс-әрекет жасаудан бас тартылады?',
            choices: [
                'Егер мұндай iс-әрекет жасау заңдарға қайшы келсе',
                'азаматтың белгілі бір жерде болу фактісін куәландырғанда',
                'жеке және заңды тұлғалардан қосымша мәліметтерді талап ету қажет болған жағдайда'
            ],
            correctAnswer: 'Егер мұндай iс-әрекет жасау заңдарға қайшы келсе'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариаттық іс-әрекеттер жасауға құқығы бар адамдарды көрсетіңіз',
            choices: [
                'ҚР атынан консулдық қызмет атқаратын адамдар',
                'судьялар',
                'прокурорлар'
            ],
            correctAnswer: 'ҚР атынан консулдық қызмет атқаратын адамдар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус ұғымының анықтамаларының қайсысы дұрыс?',
            choices: [
                'жоғары заң білімі бар, нотариуста кемінде бір жыл мерзіммен тағылымдамадан, әділет аттестаттау комиссиясында аттестаттаудан өткен және нотариаттық қызметпен айналысу құқығына лицензия алған ҚР азаматы',
                'жоғары білімі бар, нотариуста кемінде бір жыл мерзіммен тағылымдамадан, әділет аттестаттау комиссиясында аттестаттаудан өткен дам',
                'жоғары экономикалық білімі бар, нотариуста кемінде үш мерзіммен тағылымдамадан өткен және нотариаттық қызметпен айналысу құқығына лицензия алған ҚР азаматы'
            ],
            correctAnswer: 'жоғары заң білімі бар, нотариуста кемінде бір жыл мерзіммен тағылымдамадан, әділет аттестаттау комиссиясында аттестаттаудан өткен және нотариаттық қызметпен айналысу құқығына лицензия алған ҚР азаматы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариаттық iс-әрекеттерге немесе оларды жасаудан бас тартуға түскен шағымдарды кім қарайды?',
            choices: [
                'соттар',
                'Әділет министрлігі',
                'Мемлекеттік нотариустар'
            ],
            correctAnswer: 'соттар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кепілгерлік пен кепілдік шарттарын куәландырған кезде қандай төлемақы алынады?',
            choices: [
                '1 айлық есептік көрсеткіш',
                '2 айлық есептік көрсеткіш',
                '3 айлық есептік көрсеткіш'
            ],
            correctAnswer: '1 айлық есептік көрсеткіш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жасалған нотариаттық iс-әрекеттердiң заңдылығын және жеке практикамен айналысатын нотариустың iс жүргiзу ережелерiн сақтауын бақылауды қандай орган жүзеге асырады?',
            choices: [
                'аумақтық әдiлет органы',
                'прокуратура органдары және нотариаттық палаталар',
                'Әділет органы және нотариаттық палата'
            ],
            correctAnswer: 'аумақтық әдiлет органы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қайсысы нотариаттық іс-әрекет емес екенін көрсетіңіз',
            choices: [
                'қадағалау наразылықтарын келтіру',
                'Теңіз наразылықтарын жасау',
                'мұрагерлік құқығы туралы куәлік беру'
            ],
            correctAnswer: 'қадағалау наразылықтарын келтіру'
        },
        {
            type: EQuestionType.Radio,
            title: 'Елдi мекенде нотариус болмаған жағдайда нотариаттық iс-әрекеттерді кім жасайды?',
            choices: [
                'осы іс-әрекеттерді жасауға уәкілеттік берілген атқарушы билік органдарының лауазымды адамдары',
                'осы іс-әрекеттерді жасауға уәкілеттік берілген осы елді мекеннің судьясы немесе судьяларының көмекшілері',
                'көрші елді  мекеннің нотариустары'
            ],
            correctAnswer: 'осы іс-әрекеттерді жасауға уәкілеттік берілген атқарушы билік органдарының лауазымды адамдары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариустың шарттарды жасасу, өзгерту және бұзу кезiнде делдалдық қызмет көрсетуге құқығы бар ма?',
            choices: [
                'Құқығы жоқ',
                'құқылы',
                'иә, егер бұл ретте шарт нотариалды куәландырылса'
            ],
            correctAnswer: 'Құқығы жоқ'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жекеше нотариустың нотариаттық іс-әрекеттер жасаған кезде құқықтық және техникалық сипаттағы қызметтер көрсеткеніне ақы төлеуден кім босатылады?',
            choices: [
                'нотариаттық куәландыруға жататын құжаттың жобасын дербес дайындаған жеке және заңды тұлғалар',
                'мемлекеттік қызметшілер, студенттер',
                'жекеше және мемлекеттік нотариустар'
            ],
            correctAnswer: 'нотариаттық куәландыруға жататын құжаттың жобасын дербес дайындаған жеке және заңды тұлғалар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Теңіздік наразылық жасаған кезде қандай төлемақы алынады?',
            choices: [
                '5 айлық есептік көрсеткіш',
                '1 айлық есептік көрсеткіш',
                '2 айлық есептік көрсеткіш'
            ],
            correctAnswer: '5 айлық есептік көрсеткіш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Өтiнiштердi беру үшiн техникалық құралдарды пайдалануға байланысты шығыстарды кім төлейдi?',
            choices: [
                'нотариаттық iс-әрекеттер жасауды өтiнген адам',
                'нотариаттық iс-әрекеттер жасауды өтiнген мүдделі адам',
                'нотариустың өзі өз қаражатынан'
            ],
            correctAnswer: 'нотариаттық iс-әрекеттер жасауды өтiнген адам'
        },
        {
            type: EQuestionType.Radio,
            title: 'Өтiнiш берушi адамның сұрауы бойынша, оған не берiледi?',
            choices: [
                'өтiнiштiң берiлгенi туралы куәлiк',
                'өтiнiштiң берiлгенi туралы қолхат',
                'ештеңе берілмейді, өйткені ол еш жерде регламенттелмеген'
            ],
            correctAnswer: 'өтiнiштiң берiлгенi туралы куәлiк'
        },
        {
            type: EQuestionType.Radio,
            title: 'Депозитке ақша салған адамға оны қайтаруға жол беріледі ме?',
            choices: [
                'пайдасына жарна жасалған адамның жазбаша келiсiмiмен ғана жол беріледі',
                'жол беріледі',
                'жоқ жол берілмейді'
            ],
            correctAnswer: 'пайдасына жарна жасалған адамның жазбаша келiсiмiмен ғана жол беріледі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус вексель наразылығын жүргізуде. Наразылықта қандай заңнамалық актілер қолданылады?',
            choices: [
                'Қазақстан Республикасының аударым және жай вексель туралы заңдарына сәйкес',
                'Қазақстан Республикасының аударым векселі туралы заңдарына сәйкес',
                'Қазақстан Республикасының жай вексель туралы заңдарына сәйкес'
            ],
            correctAnswer: 'Қазақстан Республикасының аударым және жай вексель туралы заңдарына сәйкес'
        },
        {
            type: EQuestionType.Radio,
            title: 'Өтiнiштердi беру үшiн техникалық құралдарды пайдалануға байланысты шығыстарды кім төлейдi?',
            choices: [
                'нотариаттық iс-әрекеттер жасауды өтiнген адам',
                'өтініш алған адам',
                'нотариус'
            ],
            correctAnswer: 'нотариаттық iс-әрекеттер жасауды өтiнген адам'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ипотекалық тұрғын үй заемы шарттарын куәландырған кезде қандай төлемақы алынады?',
            choices: [
                '2 айлық есептік көрсеткіш',
                '5 айлық есептік көрсеткіш',
                '1 айлық есептік көрсеткіш'
            ],
            correctAnswer: '2 айлық есептік көрсеткіш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Депозитке ақша салған адамға оны қайтару үшін пайдасына жарна жасалған адамның қандай нысандағы келісімі бойынша жол беріледі?',
            choices: [
                'адамның жазбаша келісімі',
                'адамның ауызша келісімі',
                'адамның келісімі қажет емес'
            ],
            correctAnswer: 'адамның жазбаша келісімі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайларда буып-түюдiң сақталуына нотариус жауап бередi?',
            choices: [
                'егер олар тиiстi түрде буылып-түйiлсе (буып-түю нотариустың мөрiмен расталады, нотариус пен құжаттарды және бағалы қағаздарды өткiзген адам қол қояды)',
                'егер олар тиiстi түрде буылып-түйiлсе (буып-түю құжаттарды және бағалы қағаздарды өткiзген адамның мөрiмен расталады және ол қол қояды).',
                'егер олар тиiстi түрде буылып-түйiлсе (буып-түю прокурордың мөрiмен расталады, нотариус пен құжаттарды және бағалы қағаздарды өткiзген адам қол қояды)'
            ],
            correctAnswer: 'егер олар тиiстi түрде буылып-түйiлсе (буып-түю нотариустың мөрiмен расталады, нотариус пен құжаттарды және бағалы қағаздарды өткiзген адам қол қояды)'
        },
        {
            type: EQuestionType.Radio,
            title: 'Теңiз наразылығы туралы мәлiмдемеде не көрiнiс табуға тиiс?',
            choices: [
                'оқиғаның мән-жайы мен өзiне сенiп тапсырылған мүлiктiң сақталуын қамтамасыз ету үшiн капитанның қолданған шаралары',
                'оқиғаның мән-жайы мен кеме иесінің қолданған шаралары',
                'оқиғаның мән-жайы мен мемлекеттің қолданған шаралары'
            ],
            correctAnswer: 'оқиғаның мән-жайы мен өзiне сенiп тапсырылған мүлiктiң сақталуын қамтамасыз ету үшiн капитанның қолданған шаралары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кеме капитаны сауда мақсатында теңiзде жүзуді реттейтiн заңнамаға сәйкес нотариусқа қарап шығу үшiн кеме журналын және кеме журналынан капитан куәландырған үзiндiнi қандай мерзімде ұсынуға мiндеттi.',
            choices: [
                'мәлiмдемемен бiр мезгілде не портқа кiрген кезден немесе, егер оқиға портта орын алса, ол болған кезден бастап күнтізбелік жетi күннен кешiктiрмей',
                'мәлiмдемемен бiр мезгілде не портқа кiрген кезден немесе, егер оқиға портта орын алса, ол болған кезден бастап күнтізбелік үш күннен кешiктiрмей',
                'портқа кiрген кезден немесе, егер оқиға портта орын алса, ол болған кезден бастап күнтізбелік тоғыз күннен кешiктiрмей'
            ],
            correctAnswer: 'мәлiмдемемен бiр мезгілде не портқа кiрген кезден немесе, егер оқиға портта орын алса, ол болған кезден бастап күнтізбелік жетi күннен кешiктiрмей'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариат туралы ҚР Заңы бойынша жалға беру, заем (ипотекалық тұрғын үй заемы шартын қоспағанда), кепілақы, лизинг, мердігерлік шарттарын, неке келісімшарттарын, ортақ меншіктегі мүлікті бөлу, мұрагерлік мүлікті бөлу шарттарын, алименттерді төлеу жөніндегі келісімдерді, құрылтай шарттарын куәландырған кезде қандай төлемақы алынады?',
            choices: [
                '5 айлық есептік көрсеткіш',
                '2 айлық есептік көрсеткіш',
                '4 айлық есептік көрсеткіш'
            ],
            correctAnswer: '5 айлық есептік көрсеткіш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус капитан мәлiмдемесiнiң, кеме журналы деректерiнiң, сондай-ақ капитанның өзiн және мүмкiндiгiнше кеменiң командалық құрамынан ең кемi екi куәнi және кеме командасынан екi куәнi сұрау негiзiнде не жасайды?',
            choices: [
                'теңiз наразылығы туралы акт жасайды, оған өзiнiң қолын қойып, мөрмен куәландырады',
                'теңiз наразылығы туралы хаттама жасайды, оған өзiнiң қолын қойып, мөрмен куәландырады. Теңiз наразылығы туралы актiнiң бiр данасы капитанға немесе уәкiлеттi адамға берiледi.',
                'теңiз наразылығы туралы мәлімдеме жасайды, оған өзiнiң қолын қойып, мөрмен куәландырады. Теңiз наразылығы туралы актiнiң бiр данасы капитанға немесе уәкiлеттi адамға берiледi.'
            ],
            correctAnswer: 'теңiз наразылығы туралы акт жасайды, оған өзiнiң қолын қойып, мөрмен куәландырады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус сотта немесе басқа құзыреттi органда iс туындаған жағдайда, егер қандай негiз болса, мүдделi тұлғалардың өтiнiшi бойынша қажеттi дәлелдемелердi қамтамасыз етедi?',
            choices: [
                'кейiннен дәлелдемелердi табыс ету мүмкiн емес немесе қиын болады деп топшылауға негіз болса',
                'кейiннен дәлелдемелердi табыс ету қиын болады деп топшылауға негіз болмаса',
                'нотариустың дәлелдемелерді қамтамасыз етуге құқығы жоқ'
            ],
            correctAnswer: 'кейiннен дәлелдемелердi табыс ету мүмкiн емес немесе қиын болады деп топшылауға негіз болса'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус iс бойынша дәлелдемелердi қамтамасыз етпейдi, егер ол…',
            choices: [
                'мүдделi тұлғалар өзiне өтiнiш жасаған кезде соттың немесе басқа құзыреттi органның қарауында жатса',
                'мүдделi тұлғалар өзiне өтiнiш жасаған кезде прокуратураның іс жүргізуінде болса',
                'кейiннен дәлелдемелердi табыс ету мүмкiн емес немесе қиын болады деп топшылауға негіз болса'
            ],
            correctAnswer: 'мүдделi тұлғалар өзiне өтiнiш жасаған кезде соттың немесе басқа құзыреттi органның қарауында жатса'
        },
        {
            type: EQuestionType.Radio,
            title: 'Дәлелдемелердi қамтамасыз ету жөнiнде iс жүргiзу әрекеттерiн жасаған кезде нотариус нені басшылыққа алады?',
            choices: [
                'Қазақстан Республикасы азаматтық iс жүргiзу заңдарының нормаларын',
                'Қазақстан Республикасы азаматтық заңдарының нормаларын',
                'Тәуелсіздік және тек заңға бағыну'
            ],
            correctAnswer: 'Қазақстан Республикасы азаматтық iс жүргiзу заңдарының нормаларын'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мүдделi адамдардың келмей қалуы дәлелдемелердi қамтамасыз ету жөнiндегi iс-әрекеттi жасауға кедергi болып табыла ма?',
            choices: [
                'дәлелдемелердi қамтамасыз ету жөнiндегi iс-әрекеттi жасауға кедергi болып табылмайды',
                'дәлелдемелердi қамтамасыз ету жөнiндегi iс-әрекеттi жасауға кедергi болып табылады ',
                'болып табылады, егер кейiннен дәлелдемелердi табыс ету мүмкiн емес немесе қиын болады деп топшылауға негіз болса'
            ],
            correctAnswer: 'дәлелдемелердi қамтамасыз ету жөнiндегi iс-әрекеттi жасауға кедергi болып табылмайды'
        },
        {
            type: EQuestionType.Radio,
            title: 'Тараптар мен мүдделi адамдардың бiреуiн хабардар етпей дәлелдемелердi қамтамасыз ету тек қандай жағдайларда ғана жүргiзiледi?',
            choices: [
                'кейiнге қалдыруға немесе iске кейiннен кiмнiң қатысатынын анықтауға болмайтын жағдайларда ғана',
                'тараптар мен мүдделi адамдардың бiреуiн хабардар етпей дәлелдемелердi қамтамасыз ету жүргізілмейді',
                'iске кiмнiң қатысатынын анықтауға болмайтын жағдайларда ғана'
            ],
            correctAnswer: 'кейiнге қалдыруға немесе iске кейiннен кiмнiң қатысатынын анықтауға болмайтын жағдайларда ғана'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мүлікті пайдалану және иелік ету құқығына сенімхаттарды куәландырған кезде қандай төлемақы алынады?',
            choices: [
                '2 айлық есептік көрсеткіш',
                '5 айлық есептік көрсеткіш',
                '1 айлық есептік көрсеткіш'
            ],
            correctAnswer: '2 айлық есептік көрсеткіш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус Қазақстан Республикасы халықаралық шарттарының талаптарына сәйкес жасалған құжаттарды қабылдайды, сондай-ақ басқа мемлекеттердiң заңдарында белгiленген нысанда куәландыру жазбаларын жазады, егер...',
            choices: [
                'егер бұл Қазақстан Республикасы бекiткен халықаралық шарттарда көзделсе',
                'егер тіпті бұл Қазақстан Республикасы бекiткен халықаралық шарттарда көзделмесе де',
                'оған мұндай өкілеттіктер берілсе'
            ],
            correctAnswer: 'егер бұл Қазақстан Республикасы бекiткен халықаралық шарттарда көзделсе'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус басқа мемлекеттердiң құзыреттi органдары лауазымды адамдарының қатысуымен шетелде жасалған немесе солардан шығатын құжаттарды қандай жағдайда қабылдайды?',
            choices: [
                'оларды ҚР Сыртқы iстер министрлiгiнiң органы заңдастырған жағдайда',
                'оларды ҚР Әділет министрлiгiнiң органы заңдастырған жағдайда',
                'оларды ҚР Парламенті заңдастырған жағдайда'
            ],
            correctAnswer: 'оларды ҚР Сыртқы iстер министрлiгiнiң органы заңдастырған жағдайда'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер Қазақстан Республикасы бекiткен халықаралық шарттарда Қазақстан Республикасының заң актiлерiнде көзделген нотариаттық iс-әрекеттерден өзгеше ережелер белгiленсе, нотариаттық iс-әрекеттер жасау кезiнде...',
            choices: [
                'халықаралық шарттың ережелерi қолданылады',
                'ҚР заңнамалық актілерімен көзделген ережелер қолданылады',
                'дұрыс жауап жоқ'
            ],
            correctAnswer: 'халықаралық шарттың ережелерi қолданылады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер Қазақстан Республикасы бекiткен халықаралық шарт Қазақстан Республикасының заңдарында көзделмеген нотариаттық iс-әрекеттер жасауды нотариаттың құзыретiне жатқызса...',
            choices: [
                'нотариус нотариаттық iс-әрекеттi ҚР Әдiлет министрлiгi белгiлеген тәртiппен жүргiзедi',
                'нотариус нотариаттық iс-әрекеттi ҚР Сыртқы істер министрлiгi белгiлеген тәртiппен жүргiзедi',
                'нотариус нотариаттық iс-әрекеттi Республикалық нотариаттық палата белгiлеген тәртiппен жүргiзедi'
            ],
            correctAnswer: 'нотариус нотариаттық iс-әрекеттi ҚР Әдiлет министрлiгi белгiлеген тәртiппен жүргiзедi'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сақтауға қабылданған құжаттар және бағалы қағаздар оларды сақтауға тапсырған адамға немесе заңды түрде уәкiлеттi адамға қайтарылып берiледi ме?',
            choices: [
                'куәлiктi және олардың тiзiмiн көрсеткенде не соттың шешiмi бойынша қайтарылып берiледi',
                'тек куәлікті көрсеткенде қайтарылып беріледі',
                'куәлiктi және олардың тiзiмiн көрсеткенде не соттың шешiмi бойынша қайтарылып берiлмейдi'
            ],
            correctAnswer: 'куәлiктi және олардың тiзiмiн көрсеткенде не соттың шешiмi бойынша қайтарылып берiледi'
        },
        {
            type: EQuestionType.Radio,
            title: 'Азаматтың тiрi екендiгi фактісін растау үшін мүдделі адамдарға не беріледі?',
            choices: [
                'куәлік',
                'қолхат',
                'анықтама'
            ],
            correctAnswer: 'куәлік'
        },
        {
            type: EQuestionType.Radio,
            title: 'Өсиеттерді куәландырған кезде қандай төлемақы алынады?',
            choices: [
                '2 айлық есептік көрсеткіш',
                '4 айлық есептік көрсеткіш',
                '5 айлық есептік көрсеткіш'
            ],
            correctAnswer: '2 айлық есептік көрсеткіш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайларда нотариус құжаттар мен бағалы қағаздарды тізімдеусіз қабылдауы мүмкін?',
            choices: [
                'Егер олар тиісті түрде буылып-түйілсе',
                'Адамның өтінішімен',
                'Тізімдеу бере алмаса'
            ],
            correctAnswer: 'Егер олар тиісті түрде буылып-түйілсе'
        },
        {
            type: EQuestionType.Radio,
            title: 'Құжаттарды және бағалы қағаздарды сақтауға тапсырған адамға нотариус қандай құжат береді?',
            choices: [
                'куәлік',
                'қолхат',
                'тізімдеу'
            ],
            correctAnswer: 'куәлік'
        },
        {
            type: EQuestionType.Radio,
            title: 'Теңiз наразылығы туралы мәлiмдемеде баяндалған мән-жайды растау ретінде кеме капитаны сауда мақсатында теңiзде жүзуді реттейтiн заңнамаға сәйкес нотариусқа қарап шығу үшiн мәлiмдемемен бiр мезгілде не портқа кiрген кезден немесе, егер оқиға портта орын алса, ол болған кезден бастап күнтізбелік жетi күннен кешiктiрмей нені ұсынуға мiндеттi?',
            choices: [
                'кеме журналын және кеме журналынан капитан куәландырған үзiндiнi',
                'хаттаманы',
                'кеме журналын'
            ],
            correctAnswer: 'кеме журналын және кеме журналынан капитан куәландырған үзiндiнi'
        },
        {
            type: EQuestionType.Radio,
            title: 'Теңiз саудасын реттейтiн заңдарға сәйкес теңiз наразылығы туралы мәлiмдеме берiледi',
            choices: [
                'кеме портқа кiрген кезден бастап жиырма төрт сағаттың iшiнде',
                'кеме портқа кiрген кезден бастап жетпіс екі сағаттың iшiнде',
                'дереу'
            ],
            correctAnswer: 'кеме портқа кiрген кезден бастап жиырма төрт сағаттың iшiнде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ерлі-зайыптылардың ортақ мүлкіндегі үлеске және бірлескен ортақ меншік құқығында мүлкі бар өзге де адамдардың меншік құқығы туралы куәлікті берген кезде қандай төлемақы алынады?',
            choices: [
                '4 айлық есептік көрсеткіш',
                '2 айлық есептік көрсеткіш',
                '5 айлық есептік көрсеткіш'
            ],
            correctAnswer: '4 айлық есептік көрсеткіш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус кеме иесiнiң құқықтары мен заңды мүдделерiн қорғау үшiн дәлелдемелердi қамтамасыз ету мақсатында не қабылдайды?',
            choices: [
                'кеме капитанының мәлiмдемесiн',
                'кеме капитанының қолхатын',
                'кеме журналын және кеме журналынан капитан куәландырған үзiндiнi'
            ],
            correctAnswer: 'кеме капитанының мәлiмдемесiн'
        },
        {
            type: EQuestionType.Radio,
            title: 'Теңiз наразылығы туралы мәлiмдемеде не көрiнiс табуға тиiс?',
            choices: [
                'оқиғаның мән-жайы мен өзiне сенiп тапсырылған мүлiктiң сақталуын қамтамасыз ету үшiн капитанның қолданған шаралары',
                'оқиғаның мән-жайының сипаттамасы',
                'оқиғаның мән-жайының түсініктемелері'
            ],
            correctAnswer: 'оқиғаның мән-жайы мен өзiне сенiп тапсырылған мүлiктiң сақталуын қамтамасыз ету үшiн капитанның қолданған шаралары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Теңiз наразылығы туралы акт жасау кезінде мүмкіндігінше неше куә қажет?',
            choices: [
                'кеменiң командалық құрамынан ең кемi екi куә және кеме командасынан екi куә',
                'кеменiң командалық құрамынан ең кемi екi куә',
                'ең кемi екi куә'
            ],
            correctAnswer: 'кеменiң командалық құрамынан ең кемi екi куә және кеме командасынан екi куә'
        },
        {
            type: EQuestionType.Radio,
            title: 'Теңiз наразылығы туралы актiнi қалай куәландырады?',
            choices: [
                'қолмен және мөрмен',
                'қолмен, мөрмен және хаттамамен',
                'хаттамамен және қолмен'
            ],
            correctAnswer: 'қолмен және мөрмен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мұрагерлікке құқық туралы куәлікті бергені үшін қандай төлемақы алынады?',
            choices: [
                'берілген әрбір куәлік үшін 3 айлық есептік көрсеткіш',
                'берілген әрбір куәлік үшін 5 айлық есептік көрсеткіш',
                'берілген әрбір куәлік үшін 2 айлық есептік көрсеткіш'
            ],
            correctAnswer: 'берілген әрбір куәлік үшін 3 айлық есептік көрсеткіш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сату құқығынсыз автокөлік құралдарын пайдалану және басқару құқығына сенімхаттарды куәландырған кезде қандай төлемақы алынады?',
            choices: [
                '1 айлық есептік көрсеткіш',
                '5 айлық есептік көрсеткіш',
                '2 айлық есептік көрсеткіш'
            ],
            correctAnswer: '1 айлық есептік көрсеткіш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жекеше нотариустың нотариаттық округ шегiндегі қызмет ету аумағын кім айқындайды?',
            choices: [
                'нотариаттық палата',
                'Республикалық нотариаттық палата әділет органдарымен бірлесіп',
                'аумақтық әділет органдарының ведомстволық баспасөз органы'
            ],
            correctAnswer: 'нотариаттық палата'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жекеше нотариустардың құжаттары қайда тапсырылуға тиіс?',
            choices: [
                'жеке нотариаттық архивке',
                'нотариаттық палатаға',
                'аумақтық әділет органдары мен нотариаттық палаталарға'
            ],
            correctAnswer: 'жеке нотариаттық архивке'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус үй-жайды өзіне айқындап берілген аумақтың шегінен тыс жерде орналастыруға құқылы ма?',
            choices: [
                'құқылы емес',
                'құқылы',
                'бұл мәселе заңмен реттелмейді'
            ],
            correctAnswer: 'құқылы емес'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус лицензиясын беру үшiн алынатын алымның мөлшерi мен төлену тәртiбi немен белгіленеді?',
            choices: [
                'салық заңдарымен',
                'аумақтық әділет органдарымен',
                'Республикалық нотариат палатасымен'
            ],
            correctAnswer: 'салық заңдарымен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариат туралы ҚР Заңы бойынша егер тараптардың бірі заңды тұлға болып табылса , қалалық жерлердегі жылжымайтын мүлікті (жер учаскелерін, тұрғын үйлерді, пәтерлерді, саяжайларды, гараждарды, құрылыстар мен өзге де жылжымайтын мүлікті) иеліктен шығару туралы шарттарды куәландырған кезде қандай төлемақы алынады?',
            choices: [
                '7 айлық есептік көрсеткіш',
                '5 айлық есептік көрсеткіш',
                '3 айлық есептік көрсеткіш'
            ],
            correctAnswer: '7 айлық есептік көрсеткіш'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нотариус лицензиясын беруден бас тартылған жағдайда не берiледi?',
            choices: [
                'жазбаша түрде дәлелдi шешiм',
                'дәлелдi шешiм',
                'ауызша нысанда түсіндірме'
            ],
            correctAnswer: 'жазбаша түрде дәлелдi шешiм'
        }
    ],
    time: 10,
    passingScore: 5,
    questionsTotal: 10
};
