import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const lawEnforcementServiceKz: ITest = {
  id: 'lawEnforcementService-kz',
  title: 'Қазақстан Республикасының Құқық қорғау қызметі туралы заң',
  description: '<p>Құқық қорғау қызметі бойынша тест</p>',
  questions: [
    {
      type: EQuestionType.Radio,
      title: 'Республиканың өзге өңірлерінде қоғамдық тәртіпті сақтауға немесе төтенше жағдайдың құқықтық режимін қамтамасыз етуге және төтенше жағдайларды жоюға қатысуға қызметкерлерді тарту ұзақтығы?',
      choices: [
        '1 ай',
        '2 ай',
        '3 ай',
        '6 ай'
      ],
      correctAnswer: '3 ай'
    },
    {
      type: EQuestionType.Radio,
      title: 'Антты кім қабылдайды?',
      choices: [
        'құқық қорғау органдарына алғаш рет қызметке тұратын, арнаулы атақ немесе сыныптық шен берілген, біліктілік сыныбы белгіленген адамдар',
        'білім беру ұйымының бұрын Ант қабылдамаған курсанттары - оқуға қабылданғаннан кейін екі айдан кешіктірмей',
        'бұрын қандай да бір себептермен Ант қабылдамаған қызметкерлер',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау органының басшылары мен оның орынбасарлары, сондай-ақ құқық қорғау органдарында кемінде неше жыл қызмет өтілі бар қызметкерлер аттестаттауға жатпайды?',
      choices: [
        '10 жыл',
        '15 жыл',
        '20 жыл',
        '25 жыл'
      ],
      correctAnswer: '20 жыл'
    },
    {
      type: EQuestionType.Radio,
      title: 'Бос емес лауазым бойынша міндеттерді уақытша атқарудың үздіксіз мерзімі неше айдан аспауы тиіс?',
      choices: [
        '1 ай',
        '2 ай',
        '4 ай',
        '6 ай'
      ],
      correctAnswer: '4 ай'
    },
    {
      type: EQuestionType.Radio,
      title: 'Басқа жерге көшумен байланысты ротациялауға кімдер жатпайды?',
      choices: [
        'мүгедек балалары, оның ішінде асырап алған балалары (қорғаншы болып табылатын) немесе асырауында қарт ата-анасы не онымен тұрақты бірге тұратын және 1 және 2-топтағы мүгедектігі бар отбасы мүшелері бар лауазымды адамдар',
        'бұрынғы жұмыс орнында қалуға ниет білдіргендер',
        'егер жұбайы (зайыбы) ротацияға қарсылық білдірген жағдайда, некеде тұратын адамдар',
        'соңғы 3 жылда тәртіптік жауапкершілікке тартылмаған тұлғалар'
      ],
      correctAnswer: 'мүгедек балалары, оның ішінде асырап алған балалары (қорғаншы болып табылатын) немесе асырауында қарт ата-анасы не онымен тұрақты бірге тұратын және 1 және 2-топтағы мүгедектігі бар отбасы мүшелері бар лауазымды адамдар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау органдарының орта және аға басшы құрамының алғашқы арнаулы атақтарын немесе сыныптық шендерін кім береді?',
      choices: [
        'уәкілетті басшы не оның орынбасары',
        'құқық қорғау органының кадр қызметінің басшысы',
        'Қазақстан Республикасының Президенті',
        'құқық қорғау органының басшысы немесе уәкілетті басшы'
      ],
      correctAnswer: 'құқық қорғау органының басшысы немесе уәкілетті басшы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау органдарының орталық аппараттарында, ведомстволарында конкурс өткізу кезінде хабарландырулар қайда жарияланады?',
      choices: [
        'құқық қорғау органдарының, сондай-ақ мемлекеттік қызмет істері жөніндегі уәкілетті органның интернет-ресурстарында',
        'мемлекеттік қызмет істері жөніндегі уәкілетті органның интернет-ресурстарында',
        'тек құқық қорғау органдарының интернет-ресурстарында',
        'республикалық маңызы бар бұқаралық ақпарат құралдарында'
      ],
      correctAnswer: 'құқық қорғау органдарының, сондай-ақ мемлекеттік қызмет істері жөніндегі уәкілетті органның интернет-ресурстарында'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қоса алғанда майорға, кіші кеңесшіге дейін қызметте болудың шекті жасы?',
      choices: [
        '40 жыл',
        '45 жыл',
        '48 жаста',
        '58 жаста'
      ],
      correctAnswer: '48 жаста'
    },
    {
      type: EQuestionType.Radio,
      title: 'Полковник арнаулы атағында еңбек сіңіру мерзімі белгіленеді ме?',
      choices: [
        '5 жыл',
        'белгіленеді, бірақ 7 жылдан артық емес',
        'жоқ, орнатылмаған',
        'құқық қорғау органы қызметкерінің жеке қасиеттеріне қарай белгіленеді'
      ],
      correctAnswer: 'жоқ, орнатылмаған'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау қызметіне тұрған кезде азамат және оның жұбайы қай заңға сәйкес кірістері мен мүлкі туралы декларацияны тұрғылықты жері бойынша мемлекеттік кіріс органдарына ұсынуға міндетті?',
      choices: [
        '"Сыбайлас жемқорлыққа қарсы іс-қимыл туралы" заң',
        '"Мемлекеттік қызмет туралы"заң',
        '"Құқық қорғау қызметі туралы" заң',
        'Қазақстан Республикасының Салық кодексі'
      ],
      correctAnswer: '"Сыбайлас жемқорлыққа қарсы іс-қимыл туралы" заң'
    },
    {
      type: EQuestionType.Radio,
      title: '. Қызметкердің қарамағында болу мерзімі қанша күнтізбелік күннен аспауы тиіс?',
      choices: [
        '10 жұмыс күні',
        '15 күнтізбелік күн',
        '30 күнтізбелік күн',
        '45 күнтізбелік күн'
      ],
      correctAnswer: '15 күнтізбелік күн'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қызметкерлерді қызметке ұсыну (жоғарылату) кімдердің қатарынан жүргізіледі?',
      choices: [
        'кадр резервінде тұрған және лауазымын жоғарылатуға ұсынылған қызметкерлер',
        'тек кадр резервінде тұрған қызметкерлер',
        'кадр резервінде тұрған, сондай-ақ іскерлік және жеке қасиеттерін, қызметтік іс-әрекет нәтижелерін ескере отырып, қызметкерлер',
        'кадр резервінде тұрған не конкурстық негізде, сондай-ақ іскерлік және жеке қасиеттерін, қызметтік іс-әрекет нәтижелерін ескере отырып, қызметкерлер'
      ],
      correctAnswer: 'кадр резервінде тұрған не конкурстық негізде, сондай-ақ іскерлік және жеке қасиеттерін, қызметтік іс-әрекет нәтижелерін ескере отырып, қызметкерлер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қандай жағдайларда қызметкерді төменгі лауазымға ауыстыру жүргізіледі?',
      choices: [
        'штаттарды қысқарту немесе Құқық қорғау органын қайта ұйымдастыру кезінде осы адамдарды тең дәрежелі лауазымда пайдалану мүмкін болмаған жағдайда және олардың келісімімен',
        'денсаулық жағдайы бойынша-әскери-дәрігерлік комиссияның қорытындысы (қаулысы) негізінде',
        'өз еркімен',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Төменде айтылғандардың қайсысы құқық қорғау органдарының беделін түсіретін теріс қылық болып табылады?',
      choices: [
      'барлық жауаптар дұрыс',
      'қызметкерлердің қоғамдық орындарға алкогольдік немесе есірткілік масаң күйде келуі',
      'тергеуге зиян келтірген жедел сипаттағы ақпаратты жария ету; қызмет бабын жеке пайдакүнемдік мақсаттарда пайдалану',
      'қызметкерлер, құқық қорғау органдары білім беру ұйымдарының курсанттары арасындағы теріс қоғамдық резонанс тудырған жарғылық емес өзара қарым-қатынастар'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: '. "Құқық қорғау қызметі туралы" заңда ауыстыру деп ұғынылады:',
      choices: [
        'қызметкердің лауазымдық жағдайы мен функционалдық міндеттерінің өзгеруі',
        'тағылымдамадан міндетті түрде өтпей-ақ лауазымдық жағдайының өзгеруі',
        'тағылымдамадан өте отырып, қызметкердің лауазымдық жағдайы мен функционалдық міндеттерінің өзгеруі',
        'қызметкердің функционалдық міндеттерінің өзгеруі'
      ],
      correctAnswer: 'қызметкердің лауазымдық жағдайы мен функционалдық міндеттерінің өзгеруі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Ерекше мән-жайлардан туындайтын айрықша жағдайларда қызметкердің қарамағында болу мерзімін құқық қорғау органының басшысы қандай мерзімге дейін ұзартуы мүмкін?',
      choices: [
        '15 жұмыс күніне дейін',
        '1 айға дейін',
        '2 айға дейін',
        '3 айға дейін'
      ],
      correctAnswer: '2 айға дейін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Еңбекке уақытша жарамсыздығы, қызметкердің емделуде үздiксiз болу кезеңі неше айдан аспауы тиіс?',
      choices: [
        'егер заңнамада өзгеше мерзім белгіленбесе, 1 ай',
        'егер заңнамада өзгеше мерзім белгіленбесе, 3 ай',
        'егер заңнамада өзгеше мерзім белгіленбесе, 4 ай',
        'егер заңнамада өзгеше мерзім белгіленбесе, 6 ай'
      ],
      correctAnswer: 'егер заңнамада өзгеше мерзім белгіленбесе, 4 ай'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қызметкердің кадр резервінде болу мерзімі неше жылдан аспауы тиіс?',
      choices: [
        '1 жыл',
        '3 жыл',
        '5 жыл',
        'заңда мерзім белгіленбеген'
      ],
      correctAnswer: '3 жыл'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қызметкерлерге олардың еңбекке уақытша жарамсыздығы кезеңінде ақшалай үлес қалай төленеді?',
      choices: [
        'толық көлемде',
        'төленбейді',
        'орташа жалақы мөлшерінде',
        'көлемінде'
      ],
      correctAnswer: 'толық көлемде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Шекті жасқа жеткен қызметкерлерге қызмет қандай мерзімге ұзартылуы мүмкін?',
      choices: [
        '1 жылдан 5 жылға дейін, ал ғылыми дәрежесі немесе атағы бар жекелеген тұлғаларға - 5 жылдан 10 жылға дейін',
        '5 жылға дейін, ал ғылыми дәрежесі немесе атағы бар жекелеген тұлғаларға - 10 жылға дейін',
        '1 жылдан 3 жылға дейін, ал ғылыми дәрежесі немесе атағы бар жекелеген тұлғаларға - 5 жылдан 7 жылға дейін',
        'еңбек заңнамасымен тыйым салынған'
      ],
      correctAnswer: '1 жылдан 5 жылға дейін, ал ғылыми дәрежесі немесе атағы бар жекелеген тұлғаларға - 5 жылдан 10 жылға дейін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кадр бөлімшелері жиналған аттестаттау материалдарын аттестаттау комиссиясына қандай мерзімде жібереді?',
      choices: [
        'отырысқа дейін 3 күннен кешіктірмей',
        'отырысқа дейін 5 күннен кешіктірмей',
        'отырысқа дейін бір аптадан кешіктірмей',
        'отырысқа дейін 2 аптадан кешіктірмей'
      ],
      correctAnswer: 'отырысқа дейін бір аптадан кешіктірмей'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау қызметінен теріс себептер бойынша босатылған адамдар салық органына кірістері мен мүлкі туралы декларацияны қандай мерзім ішінде тапсыруға міндетті?',
      choices: [
        '1 жыл',
        '3 жыл',
        '4 жыл',
        '5 жыл'
      ],
      correctAnswer: '3 жыл'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қызметкерлер не нәрсеге құқылы?',
      choices: [
        'өзінің дербес деректерін қорғау',
        'қызметтік және еңбек тәртібін сақтау',
        'қызметкердің құқық қорғау қызметінде болуына байланысты шектеулерді өзіне қабылдау',
        'өзінің кәсіби деңгейі мен біліктілігін арттыру'
      ],
      correctAnswer: 'өзінің дербес деректерін қорғау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау қызметіне қандай адам қабылданбайды?',
      choices: [
        'заңда белгіленген тәртіппен әрекетке қабілетсіз деп танылған',
        'әскери-дәрігерлік комиссияның қорытындысына сәйкес лауазымдық өкілеттіктерді орындауға кедергі келтіретін ауруы бар',
        'қызметкердің құқық қорғау қызметінде болуына байланысты шектеулерді және "Сыбайлас жемқорлыққа қарсы іс-қимыл туралы" заңда белгіленген сыбайлас жемқорлыққа қарсы шектеулерді қабылдаудан бас тартқан',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кезектен тыс аттестаттау оның .... айқындайтын Президенттің шешімі бойынша өткізіледі',
      choices: [
        'тәртібі, мерзімдері және аттестатталатын қызметкерлердің санаттары',
        'аттестатталатын қызметкерлердің тәртібі мен мерзімдері',
        'аттестатталатын қызметкерлердің санаттары',
        'тәртібі, мерзімдері және аттестатталатын қызметкерлердің лауазымдары'
      ],
      correctAnswer: 'тәртібі, мерзімдері және аттестатталатын қызметкерлердің санаттары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әйелдерге, мүгедектіктің айқын белгілері бар адамдарға және жас балаларға қатысты, олар шабуыл, топтық шабуыл жасаған не қарулы қарсылық көрсеткен жағдайларды қоспағанда, арнайы құралдар мен жауынгерлік күрес тәсілдерін қолдануға болады ма?',
      choices: [
        'тыйым салынады',
        'рұқсат етіледі',
        'рұқсат етіледі, бірақ тек жауынгерлік тәсілдер',
        'рұқсат етіледі, бірақ ауаға ескерту оқпен'
      ],
      correctAnswer: 'тыйым салынады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау органдарындағы қызметтің құқықтық негізі:',
      choices: [
        'Конституция, Еңбек Кодексі және "Құқық қорғау қызметі туралы" заңда көзделген ерекшеліктері бар "Мемлекеттік қызмет туралы" заң, құқық қорғау органдарының қызметін реттейтін заңдар және өзге де нормативтік құқықтық актілер',
        'құқық қорғау органдарының қызметін реттейтін заңдар және арнайы нормативтік құқықтық актілер',
        'Конституция, "Құқық қорғау қызметі туралы" заң, құқық қорғау органдарының қызметін реттейтін заңдар және өзге де нормативтік құқықтық актілер',
        '"Құқық қорғау қызметі туралы" заңда көзделген ерекшеліктері бар "Мемлекеттік қызмет туралы" заң, құқық қорғау органдарының қызметін реттейтін заңдар және өзге де нормативтік құқықтық актілер'
      ],
      correctAnswer: 'Конституция, Еңбек Кодексі және "Құқық қорғау қызметі туралы" заңда көзделген ерекшеліктері бар "Мемлекеттік қызмет туралы" заң, құқық қорғау органдарының қызметін реттейтін заңдар және өзге де нормативтік құқықтық актілер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау органы қызметкерінің ақшалай үлесі неден тұрады?',
      choices: [
        'ақшалай қамтылым',
        'қызмет өткерудің ерекше жағдайлары үшін үстемеақылар',
        'лауазымдық айлықақы',
        'барлық аталғандар'
      ],
      correctAnswer: 'барлық аталғандар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қызметкерлер құқылы емес:',
      choices: [
        'өзінің қызметтік жағдайын пайдакүнемдік мақсатта пайдалануға',
        'педагогтік, ғылыми және өзге де шығармашылық қызметті қоспағанда, ақы төленетін басқа да қызметпен айналысуға',
        'жеке тұлғалардың қызметтерін жеке мақсаттарда пайдалануға',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қандай органдар құқық қорғау органдарына жатпайды?',
      choices: [
        'прокуратура органдары',
        'ішкі істер органдары',
        'ұлттық қауіпсіздік органдары',
        'сыбайлас жемқорлыққа қарсы қызмет'
      ],
      correctAnswer: 'ұлттық қауіпсіздік органдары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау органдарына қызметке кіру кезінде кім алғашқы кәсіптік даярлықтан өтуіне міндетті емес?',
      choices: [
        'бұрын қызметкер және әскери қыхметші болған адамдар',
        'бұрын арнаулы мемлекеттік органдарда қызмет өткерген адамдар',
        'аға және жоғары басшы құрам лауазымына тағайындалатын адамдар',
        'барлық аталғандар'
      ],
      correctAnswer: 'барлық аталғандар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қызметтік тергеу жүргізу тәртібі белгіленеді:',
      choices: [
        'құқық қорғау органдарының нормативтік құқықтық актілерінде',
        'Қазақстан Республикасының Үкімет қаулысында',
        'арнайы органдардың нормативтік құқықтық актілерінде',
        'Қазақстан Республикасының Президент қаулысында'
      ],
      correctAnswer: 'арнайы органдардың нормативтік құқықтық актілерінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қызметкерлер, олардың отбасы мүшелері мен мүлкі кімнің қорғауында?',
      choices: [
        'мемлекеттің',
        'заңның',
        'құқық қорғау органдарының',
        'ұлттық қауіпсіздің органдарының'
      ],
      correctAnswer: 'мемлекеттің'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау органдарындағы ротация дегеніміз не?',
      choices: [
        'қызмет мүддесіне орай кадрлық әлеуетті ұтымды пайдалану мақсатында жүзеге асырылатын, басшылық лауазымдарды атқаратын қызметкерлерді жоспарлы ауыстыру',
        'қызметкердің тәртіптік теріс қылық жасауының мән-жайын толық, жан-жақты және объективті анықтау мақсатында ол туралы материалдар мен мәліметтерді жинау және тексеру жөніндегі қызмет',
        'қызметкерлердің қол жеткізген нәтижелері негізінде айқындалатын және еңбекақысын саралауға әсер ететін кәсіби біліктілік дәрежесі',
        'лауазымдық ауыстырылу және кәсіби даму кезеңдеріне сәйкес қызметкерді қызмет бойынша өсіру'
      ],
      correctAnswer: 'қызмет мүддесіне орай кадрлық әлеуетті ұтымды пайдалану мақсатында жүзеге асырылатын, басшылық лауазымдарды атқаратын қызметкерлерді жоспарлы ауыстыру'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мерзiмiнен бұрын немесе бiр саты жоғары арнаулы атақ беру (белгілеу) құқық қорғау органындағы қызметiнiң бүкіл кезеңi iшiнде әрбiр негiз бойынша неше реттен артық жүргiзiлмейдi?',
      choices: [
        '1 реттен артық жүргiзiлмейдi',
        '2 реттен артық жүргiзiлмейдi',
        '3 реттен артық жүргiзiлмейдi',
        '4 реттен артық жүргiзiлмейдi'
      ],
      correctAnswer: ' 2 реттен артық жүргiзiлмейдi'
    },
    {
      type: EQuestionType.Radio,
      title: 'Арнаулы атақты, сыныптық шендi немесе біліктілік сыныбын бiр сатыға төмендетудi қай шара ретiнде қолданылады?',
      choices: [
        'ұйымдастыру-басқару шарасы',
        'әкімшілік жауапкершілік шарасы',
        'тәртiптiк жаза',
        'көтермелеу шарасы'
      ],
      correctAnswer: 'тәртiптiк жаза'
    },
    {
      type: EQuestionType.Radio,
      title: 'Кадр резервін қалыптастыру тәртібін кім айқындайды?',
      choices: [
        'құқық қорғау органының басшысы',
        'Министр немесе уәкілетті тұлға',
        'Қазақстан Республикасының Премьер-Министрі',
        'Қазақстан Республикасының Президенті'
      ],
      correctAnswer: 'құқық қорғау органының басшысы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау органының басшылық лауазымдарын атқаратын қызметкерлерін ротациялау құқық қорғау органының басшысының шешімі бойынша жүзеге асырылады:',
      choices: [
        '3 жылда бір рет',
        '5 жылда бір рет',
        '7 жылда бір рет',
        '10 жылда 1 рет'
      ],
      correctAnswer: '5 жылда бір рет'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қызметкерлер заңмен көзделген тәртiп пен мерзiмде қарауға міндетті:',
      choices: [
        'жеке және заңды тұлғалардың өтiнiштерiн',
        'өз бетінше біліктілігін арттыру, тағылымдамалар',
        'ережелермен және өзге де құжаттармен танысу',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'жеке және заңды тұлғалардың өтiнiштерiн'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау қызметіне бірінші рет кіретін адамдар үшiн тиiстi лауазымға тағайындаумен қатар неше айға дейін сынақ мерзiмi белгіленеді?',
      choices: [
        '1 айға дейін',
        '2 айға дейін',
        '3 айға дейін',
        '6 айға дейін'
      ],
      correctAnswer: '3 айға дейін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Прокуратура органдарына қызметке бірінші рет кіретін адамдар үшiн тиiстi лауазымға тағайындаумен қатар неше айға дейін сынақ мерзiмi белгіленеді (ескі сұрақ):',
      choices: [
        '4 айға дейін',
        '6 айға дейін',
        '1 жылға дейін',
        'сынақ мерзімі белгіленбейді'
      ],
      correctAnswer: '1 жылға дейін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Атқаратын штаттық лауазымына қарамастан арнаулы атақтары, сыныптық шендерi немесе біліктілік сыныптары төмендетiлген қызметкерлер кесінде қанша уақыт өткеннен кейiн ғана қалпына келтiрiледi?',
      choices: [
        'кемінде 3 ай өткеннен кейін',
        'кемінде 5 ай өткеннен кейін',
        'кемінде 6 ай өткеннен кейін',
        'кемінде 1 жыл өткеннен кейін'
      ],
      correctAnswer: 'кемінде 6 ай өткеннен кейін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жетондар қай қызметкерлерге берілмейді?',
      choices: [
        'прокуратура органдарының, сыбайлас жемқорлыққа қарсы қызметтің жедел-тергеу бөлімшелерінің қызметкерлеріне және экономикалық тергеу қызметінің қызметкерлеріне',
        'прокуратура органдарының қызметкерлеріне',
        'ішкі істер органының қызметкерлеріне, ұлттық қауіпсіздік, прокуратура и экономикалық тергеу қызметінің қызметкерлеріне',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'прокуратура органдарының, сыбайлас жемқорлыққа қарсы қызметтің жедел-тергеу бөлімшелерінің қызметкерлеріне және экономикалық тергеу қызметінің қызметкерлеріне'
    },
    {
      type: EQuestionType.Radio,
      title: 'Полиграфологиялық зерттеуден өту тәртібін айқындайды:',
      choices: [
        'Қазақстан Республикасының Үкіметі',
        'Үкімет пен құқық қорғау органдарының бірлескен бұйрығы',
        'құқық қорғау органдары',
        'Мемлекеттік қызмет істері жөніндегі уәкілетті орган'
      ],
      correctAnswer: 'Қазақстан Республикасының Үкіметі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау органдарында қызметін тоқтатқан қызметкерлер кім айқындайтын тәртiппен құқық қорғау органдарының кадрынан шығарылады?',
      choices: [
        'құқық қорғау органының басшысы',
        'Министр немесе уәкілетті тұлға',
        'Қазақстан Республикасынығ Премьер-Министрі',
        'құқық қорғау органының кадр қызметінің басшысы'
      ],
      correctAnswer: 'құқық қорғау органының басшысы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қызметкерлердің еңбек сіңірген жылдарын есептеу кім айқындайтын тәртіппен жүргізіледі?',
      choices: [
        'Қазақстан Республикасының Үкіметі',
        'Мемлекеттік қызмет істері жөніндегі уәкілетті орган',
        'құқық қорғау органының басшысы',
        'Қазақстан Республикасынығ Премьер-Министрі'
      ],
      correctAnswer: 'Қазақстан Республикасының Үкіметі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Биiк таулы жерлерде (биіктігі бір мың бес жүз метр және одан жоғары) жерлерде қызмет өткерiп жүрген қызметкерлерге жыл сайынғы еңбек демалысы қанша күнге беріледі?',
      choices: [
        'күнтізбелік 30 күн',
        'күнтізбелік 35 күн',
        'күнтізбелік 40 күн',
        'күнтізбелік 45 күн'
      ],
      correctAnswer: 'күнтізбелік 45 күн'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қысқа мерзiмдi ақылы демалыс неше күнге дейін беріледі?',
      choices: [
        'күнтізбелік 5 күнге дейін',
        'күнтізбелік 7 күнге дейін',
        'күнтізбелік 10 күнге дейін',
        'күнтізбелік 15 күнге дейін'
      ],
      correctAnswer: 'күнтізбелік 10 күнге дейін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Құқық қорғау органдарының жоғары білім беретін кәсіптік оқу бағдарламасын іске асыратын білім беру ұйымдарында күндізгі оқу нысаны бойынша оқуын бітірген қызметкерлер кемінде неше жыл қызмет өткеруге міндетті?',
      choices: [
        'кемінде 2 жыл',
        'кемінде 3 жыл',
        'кемінде 4 жыл',
        'кемінде 5 жыл'
      ],
      correctAnswer: 'кемінде 5 жыл'
    },
    {
      type: EQuestionType.Radio,
      title: 'Прокуратура органдарына қызметке, сыбайлас жемқорлыққа қарсы қызметке және экономикалық тергеп-тексеру қызметіне кіретін адамдар үшін алғашқы кәсіптік даярлыққа іріктеу тәртібі және одан өту шарттары қай актіде айқындалады?',
      choices: [
        'құқық қорғау органдары басшыларының бірлескен нормативтік құқықтық актісінде',
        'Бас прокурордың нормативтік құқықтық актісінде',
        'сыбайлас жемқорлыққа қарсы қызметі басшысының нормативтік құқықтық актісінде',
        'экономикалық тергеп-тексеру қызметі басшысының нормативтік құқықтық актісінде'
      ],
      correctAnswer: 'құқық қорғау органдары басшыларының бірлескен нормативтік құқықтық актісінде'
    }
  ],
  time: 10,
  passingScore: 5,
  questionsTotal: 10
};
