import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const parliamentKz: ITest = {
  id: 'parliament-code-kz',
  title: 'ҚР Парламентi және оның депутаттарының мәртебесi туралы',
  description: '<p>ҚР Парламентi және оның депутаттарының мәртебесi туралы</p>',
  questions: [
    {
      type: EQuestionType.Radio,
      title: 'Парламент Мәжілісі депутатының өкілеттік мерзімі',
      choices: [
        'шектелмеген',
        'алты жыл',
        'бес жыл',
        'төрт жыл'
      ],
      correctAnswer: 'бес жыл'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент депутатының құқығы жоқ:',
      choices: [
        'кәсіпкерлік қызметпен айналысуға',
        'ғылыми қызметпен айналысуға',
        'оқытушылық қызметпен айналысуға',
        'шығармашылық қызметпен айналысуға'
      ],
      correctAnswer: 'кәсіпкерлік қызметпен айналысуға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сайланған депутат ретінде тіркелген соң оған беріледі:',
      choices: [
        'жеке автокөлік',
        'жеке кеңсе',
        'байланыс құралы',
        'депутаттық куәлік пен төсбелгі'
      ],
      correctAnswer: 'депутаттық куәлік пен төсбелгі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасының заңнамалық билігін жүзеге асыратын жоғары өкілдік органы:',
      choices: [
        'ҚР Парламент Мәжілісі',
        'ҚР Парламенті',
        'ҚР Парламентінің бірлескен отырысы',
        'ҚР Парламенті мен Үкіметі'
      ],
      correctAnswer: 'ҚР Парламенті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасының Президенті:',
      choices: [
        'Сенат Төрағасы лауазымына кандидатура ұсынады',
        'Мәжіліс Комитеті Төрағаларының лауазымына кандидатура ұсынады',
        'Сенат Комитеті Төрағаларының лауазымына кандидатура ұсынады',
        'Сенат Бюросы Төрағасының лауазымына кандидатура ұсынады'
      ],
      correctAnswer: 'Сенат Төрағасы лауазымына кандидатура ұсынады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Палата Бюросының шешімі бойынша Палатаның тұрақты комитеттері өткізуі мүмкін',
      choices: [
        'парламенттік тыңдаулар',
        'депутаттық тыңдаулар',
        'Парламент Палатасының бірлескен отырысы',
        'табиғатқа шығу'
      ],
      correctAnswer: 'парламенттік тыңдаулар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Өз өкілеттіктері мерзімі ішінде депутаттар қолданады:',
      choices: [
        'тек төсбелгіні',
        'төсбелгі мен депутаттық куәлікті',
        'депутаттық сертификатты',
        'тек депутаттық куәлікті'
      ],
      correctAnswer: 'төсбелгі мен депутаттық куәлікті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сенат Бюросы мен Мәжіліс Бюросы төмендегі рөлді атқарады:',
      choices: [
        'Парламенттің бірлескен комиссиясы',
        'Парламенттің уақытша комиссиясы',
        'Парламенттің үйлестіруші органдары',
        'Парламенттің басты органдары'
      ],
      correctAnswer: 'Парламенттің үйлестіруші органдары'
    },
    {
      type: EQuestionType.Radio,
      title: 'ҚР Парламентінің жұмыс органдары: ',
      choices: [
        'жұмыс топтары',
        'Сенат аппараты',
        'Парламент Палатасының комитеттері (тұрақты), Палатаның бірлескен комиссиясы',
        'Мәжіліс аппараты'
      ],
      correctAnswer: 'Парламент Палатасының комитеттері (тұрақты), Палатаның бірлескен комиссиясы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Депутаттық сұрау мына пішінде болуы тиіс:',
      choices: [
        'кез келген пішінде',
        'жазбаша',
        'ауызша немесе жазбаша',
        'ауызша'
      ],
      correctAnswer: 'жазбаша'
    },
    {
      type: EQuestionType.Radio,
      title: 'Егер Үкімет енгізген заң жобасын Парламент қабылдамаса, ендеше Премьер-Министр Парламент Палатасының бірлескен отырысында құқылы:',
      choices: [
        'шұғыл түрде заң жобасына түзетулер енгізу бойынша ұсыныстар енгізу',
        'заң жобасын Конституциялық Кеңеске жолдау',
        'заң жобасын Президентке қол қоюға жіберу',
        'Үкіметке сенім туралы мәселе қою'
      ],
      correctAnswer: 'Үкіметке сенім туралы мәселе қою'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент Сенат және Мәжілістің бірлескен отырысында заңнамалық және өзге де актілерді қабылдаған кезде дауыс беру жүргізіледі',
      choices: [
        'дауыс беру тек Мәжілісте жүргізіледі',
        'дауыс беру тек Сенатта жүргізіледі',
        'жалпы дауыс беру жүргізіледі',
        'Палаталар бойныша жеке жүргізіледі'
      ],
      correctAnswer: 'Палаталар бойныша жеке жүргізіледі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасы Парламентінің уәкілеттік мерзімі:',
      choices: [
        'Парламент Сенаты депутаттарының уәкілеттік мерзіміне байланысты',
        'төрт жыл',
        'үш жыл',
        'кезекті шақырылған Парламент Мәжілісі депутаттарының уәкілеттік мерзіміне қарай анықталады'
      ],
      correctAnswer: 'кезекті шақырылған Парламент Мәжілісі депутаттарының уәкілеттік мерзіміне қарай анықталады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент Палаталарының отырыстары (бірлескен және бөлек) өткізіледі:',
      choices: [
        'тек ашық режимде',
        'тек жабық режимде',
        'тек онлайн',
        'ашық режимде (регламенттерде қарастырылған жағдайларда жабық отырыстар өткізілуі мүмкін)'
      ],
      correctAnswer: 'ашық режимде (регламенттерде қарастырылған жағдайларда жабық отырыстар өткізілуі мүмкін)'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент Сенатының тағайындалған депутаттарының уәкілеттілігі мерзімінен бұрын кімнің шешімімен тоқтайды:',
      choices: [
        'Сенат төрағасының',
        'Орталық сайлау комиссиясы төрағасының',
        'Премьер-Министрдің',
        'Президенттің'
      ],
      correctAnswer: 'Президенттің'
    },
    {
      type: EQuestionType.Radio,
      title: 'Палата қызметінде регламентті сақтауды қамтамасыз ету жүктеледі:',
      choices: [
        'Орталық сайлау комиссиясына',
        'Палата төрағасына',
        'Палата депутаттарына',
        'Палата бюросына'
      ],
      correctAnswer: 'Палата төрағасына'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент депутаты дауыс беруді жүзеге асырады:',
      choices: [
        'Сенімді тұлға арқылы',
        'Палата төрағасы арқылы',
        'тікелей өзі',
        'өз көмекшісі арқылы'
      ],
      correctAnswer: 'тікелей өзі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент пен оның органдарының жұмысына қатысу болып табылады:',
      choices: [
        'депутаттың міндеті',
        'егер ол негізгі жұмыстан босатылған болса, депутаттың міндеті',
        'депутаттың құқығы',
        'депутаттық артықшылық'
      ],
      correctAnswer: 'депутаттың міндеті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламенттің қызметі қамтамасыз етіледі:',
      choices: [
        'Астана әкімдігінің бюджетінен',
        'облыс бюджетінен',
        'республикалық бюджеттен',
        'әр облыстың бюджетінен тең дәрежеде'
      ],
      correctAnswer: 'республикалық бюджеттен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент Мәжілісі таратылған жағдайда:',
      choices: [
        'Парламент Мәжілісінің депутаттары Парламент Сенатына көшеді',
        'Парламент Мәжілісінің депутаттары Мәжілістің басқа төрағасын сайлайды',
        'Парламент Мәжілісі депутаттарының өкілеттігі бес жылға ұзартылады',
        'Парламент Мәжілісі депутаттарының өкілеттігі тоқтатылады'
      ],
      correctAnswer: 'Парламент Мәжілісі депутаттарының өкілеттігі тоқтатылады'
    },
    {
      type: EQuestionType.Radio,
      title: 'ҚР Парламентінің қос палатасындағы депутаттың мүшелігі:',
      choices: [
        'Сенат төрағасының келісімі бойынша ғана жол беріледі',
        'рұқсат етілген',
        'Президентпен келісім бойынша ғана жол беріледі',
        'жол берілмейді'
      ],
      correctAnswer: 'жол берілмейді'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент Палаталарының төрағалары шығарады:',
      choices: [
        'жарлықтар',
        'қаулылар',
        'өкім',
        'заңдар'
      ],
      correctAnswer: 'өкім'
    },
    {
      type: EQuestionType.Radio,
      title: 'ҚР Премьер-Министрін тағайындау үшін келісім қажет:',
      choices: [
        'Парламент Мәжілісінің',
        'Парламент Мәжілісі Төрағасының',
        'Парламент Сенаты Төрағасының',
        'Парламент Сенатының'
      ],
      correctAnswer: 'Парламент Мәжілісінің'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент Сенаты қызметке тағайындайды:',
      choices: [
        'Конституциялық Кеңестің екі мүшесі',
        'Конституциялық Кеңес Төрағасының',
        'Орталық сайлау комиссиясының төрағасы',
        'Конституциялық Кеңестің бір мүшесінің'
      ],
      correctAnswer: 'Конституциялық Кеңестің екі мүшесі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Орталық сайлау комиссиясының мүшелері жүзеге асырады:',
      choices: [
        'депутаттық сауал нысанының сақталуын бақылау',
        'депутаттардың Палаталар отырыстарына келуін бақылау',
        'депутаттық төсбелгінің тағылуын бақылау',
        'Палаталар отырыстарында дауыс беру процесін бақылау'
      ],
      correctAnswer: 'депутаттардың Палаталар отырыстарына келуін бақылау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сенат депутаттарының өкілеттік мерзімі:',
      choices: [
        'алты жыл',
        'төрт жыл',
        'шектелмеген',
        'бес жыл'
      ],
      correctAnswer: 'алты жыл'
    },
    {
      type: EQuestionType.Radio,
      title: 'ҚР Парламенті қабылдаған Заң ҚР Президентіне қол қоюға ұсынылады:',
      choices: [
        'қабылданған күннен бастап 7 күн ішінде',
        'қабылданған күннен бастап 15 күн ішінде',
        'қабылданған күннен бастап 10 күн ішінде',
        'қабылданған күннен бастап 5 күн ішінде'
      ],
      correctAnswer: 'қабылданған күннен бастап 10 күн ішінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Палаталардың отырыстары заңды:',
      choices: [
        'әрбір Палата депутаттары жалпы санының кемінде үштен бірінің қатысуымен',
        'әрбір Палата депутаттары жалпы санының кемінде үштен екісі қатысқан кезде',
        'әрбір Палата депутаттары жалпы санының кемінде жартысы қатысқан кезде',
        'әрбір Палата депутаттары жалпы санының кемінде 90% - ы қатысқан кезде'
      ],
      correctAnswer: 'әрбір Палата депутаттары жалпы санының кемінде үштен екісі қатысқан кезде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Тек Мәжілісте ғана іске асырылады:',
      choices: [
        'конституциялық бастама құқығы',
        'заң жобаларын қарау құқығы',
        'заң шығару бастамасы құқығы',
        'вето құқығы'
      ],
      correctAnswer: 'заң шығару бастамасы құқығы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәжіліс Төрағасы қызметіне кандидатураны ұсынады:',
      choices: [
        'Парламент Мәжілісінің депутаттары',
        'ҚР Үкіметінің мүшелері',
        'Орталық сайлау комиссиясының мүшелері',
        'Парламент Сенатының депутаттары'
      ],
      correctAnswer: 'Парламент Мәжілісінің депутаттары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Егер сенімсіздік білдіру туралы ұсыныс палаталардың әрқайсысының депутаттары жалпы санының көпшілік даусын ала алмаса, заң жобасы:',
      choices: [
        'қабылданбаған болып саналады',
        'ұсыныстар мен ескертулер жойылғанға дейін қаралмайды',
        'дауыс бермей қабылданған болып есептеледі',
        'Президент Әкімшілігіне қарауға жіберіледі'
      ],
      correctAnswer: 'дауыс бермей қабылданған болып есептеледі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент Мәжілісі мен Сенаты қызметке тағайындауға келісім беру туралы, қызметке сайлау және қызметтен босату туралы шешімдерді қабылдайды:',
      choices: [
        'Палаталар депутаттарының жалпы санының кемінде 1/3 дауысы',
        'әр Палата депутаттарының жалпы санының кемінде 1/2 дауысы',
        'Парламенттің тиісті Палатасы депутаттары жалпы санының көпшілік даусымен'
      ],
      correctAnswer: 'Парламенттің тиісті Палатасы депутаттары жалпы санының көпшілік даусымен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Палаталардың бірлескен қызметіне қатысты мәселелерді шешу үшін Сенат пен Мәжіліс тепе-тең негізде құрылады:',
      choices: [
        'Палаталар арасындағы келісім бойынша сандық құрамы айқындалатын бірлескен комиссиялар',
        'тұрақты жұмыс істейтін депутаттық фракция не Парламент палаталары депутаттарының арасынан',
        'бірлескен қызметте туындаған мәселелерді шешкенге дейінгі уақытша аппарат'
      ],
      correctAnswer: 'Палаталар арасындағы келісім бойынша сандық құрамы айқындалатын бірлескен комиссиялар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Депутаттық сауал енгізілуі мүмкін:',
      choices: [
        'кез келген тұлғаға жазбаша түрде',
        'кез келген лауазымды тұлғаға ауызша түрде',
        'кез келген нысанда кез келген лауазымды адамға жария етілуге жатады және Парламент сессиясында жария етілуі тиіс',
        'жазбаша нысанда жазылған және Парламент сессиясында жария етілуге тиіс'
      ],
      correctAnswer: 'жазбаша нысанда жазылған және Парламент сессиясында жария етілуге тиіс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сенат Төрағасының қызметіне кандидатура ұсынылады:',
      choices: [
        'Орталық сайлау комиссиясы',
        'Республикасының Президенті',
        'депутаттар Палаталардың'
      ],
      correctAnswer: 'Республикасының Президенті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік органдар мен қоғамдық бірлестіктердің, жергілікті өзін-өзі басқару органдарының, ұйымдардың депутат алдындағы өз міндеттерін орындамайтын, оған әдейі жалған ақпарат беретін, депутаттық қызмет кепілдіктерін бұзатын лауазымды адамдары:',
      choices: [
        'Қазақстан Республикасының заңдарына сәйкес жауаптылыққа жатады',
        'Қазақстан Республикасы Парламентінің Регламентіне сәйкес жауаптылыққа жатады',
        'Қазақстан Республикасы Үкіметінің қаулыларына сәйкес жауаптылыққа жатады'
      ],
      correctAnswer: 'Қазақстан Республикасының заңдарына сәйкес жауаптылыққа жатады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Депутаттардың қызметін ақпараттық қамтамасыз етуді жүзеге асырады:',
      choices: [
        'Палаталардың Аппараттары',
        'Палаталар Бюросы',
        'Уәкілетті органдар'
      ],
      correctAnswer: 'Палаталардың Аппараттары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сенат пен Мәжіліс аппараттарының қызметкерлері жалақы деңгейі, материалдық, қаржылық және әлеуметтік-тұрмыстық қамтамасыз етудің өзге де жағдайлары бойынша теңестіріледі:',
      choices: [
        'Қазақстан Республикасы Президенті Әкімшілігінің жекелеген қызметкерлеріне',
        'орталық мемлекеттік органдардың, Орталық сайлау комиссиясының және Қазақстан Республикасы Конституциялық Кеңесінің лауазымды адамдарына',
        'Қазақстан Республикасы Премьер-Министрі Кеңсесінің тиісті қызметкерлеріне'
      ],
      correctAnswer: 'Қазақстан Республикасы Премьер-Министрі Кеңсесінің тиісті қызметкерлеріне'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент сессиясы келесі нысанда өтеді:',
      choices: [
        'Палаталарының бөлек отырыстарының',
        'Палаталарының бірлескен және бөлек отырыстарының',
        'Палаталарының бірлескен отырыстарының'
      ],
      correctAnswer: 'Палаталарының бірлескен және бөлек отырыстарының'
    },
    {
      type: EQuestionType.Radio,
      title: 'Заң шығару бастамасы құқықтары іске асырылады:',
      choices: [
        'тек Мәжілісте',
        'тек Сенатта',
        'тек республика Президенті'
      ],
      correctAnswer: 'тек Мәжілісте'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәжіліс Төрағасының қызметіне кандидатуралар ұсынылады:',
      choices: [
        'Орталық сайлау комиссиясы',
        'Республикасының Президенті',
        'Палата депутаттары'
      ],
      correctAnswer: 'Палата депутаттары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламенттің бірінші сессиясын Республика Президенті шақырады:',
      choices: [
        'сайлау қорытындылары жарияланған күннен бастап отыз күннен кешіктірмей',
        'сайлау қорытындылары жарияланған күннен бастап он күннен кешіктірмей',
        'сайлау қорытындылары жарияланған күннен бастап үш күн ішінде'
      ],
      correctAnswer: 'сайлау қорытындылары жарияланған күннен бастап отыз күннен кешіктірмей'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент болып табылады:',
      choices: [
        'заң шығару функцияларын жүзеге асыратын Республиканың жоғары атқарушы органы болып табылады',
        'бақылау функцияларын жүзеге асыратын Қазақстан Республикасының жоғары өкілді органы болып табылады',
        'заң шығару қызметін жүзеге асыратын Республиканың ең жоғары өкілді органы'
      ],
      correctAnswer: 'заң шығару қызметін жүзеге асыратын Республиканың ең жоғары өкілді органы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламенттің кезекті сессиялары өткізіледі:',
      choices: [
        'жылына екі рет, бірінші қыркүйектен бастап отызыншы маусымға дейін аяқталады',
        'жылына бір рет, қыркүйектің бірінші жұмыс күнінен бастап маусымның соңғы жұмыс күніне дейін',
        'жылына бір рет, тамыздың соңғы жұмыс күнінен бастап қарашаның соңғы жұмыс күніне дейін'
      ],
      correctAnswer: 'жылына бір рет, қыркүйектің бірінші жұмыс күнінен бастап маусымның соңғы жұмыс күніне дейін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламенттің ұйымдастырылуы мен қызметі, оның депутаттарының құқықтық жағдайы:',
      choices: [
        'Қазақстан Республикасы Парламентінің қаулысымен және Президентінің Жарлықтарымен',
        'Қазақстан Республикасы Парламенті Мәжілісінің шешімімен',
        'Республика Конституциясымен, осы Конституциялық заңмен және республиканың басқа да заң актілерімен'
      ],
      correctAnswer: 'Республика Конституциясымен, осы Конституциялық заңмен және республиканың басқа да заң актілерімен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламенттің бірінші сессиясында, Сенат Төрағасы мен Мәжіліс Төрағасы сайланғанға дейін, Сенат пен Мәжіліс отырыстарында төрағалық етеді:',
      choices: [
        'тиісінше Орталық сайлау комиссиясының төрағасы және Премьер-Министр',
        'тиісінше Республика Президенті және Орталық сайлау комиссиясының төрағасы',
        'тиісінше Республика Президенті және Конституциялық Кеңестің Төрағасы'
      ],
      correctAnswer: 'тиісінше Республика Президенті және Орталық сайлау комиссиясының төрағасы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент қабылдаған заңдар Республика Президентінің қол қоюына ұсынылады:',
      choices: [
        'оларды қабылдаған күннен бастап бір ай ішінде',
        'оларды қабылдаған күннен бастап он күн ішінде',
        'мақұлданған күннен бастап отыз күн ішінде'
      ],
      correctAnswer: 'оларды қабылдаған күннен бастап он күн ішінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Депутат депутаттық куәлік пен төсбелгіні пайдаланады:',
      choices: [
        'сайланған күнінен бастап үш жылға дейін',
        'өз өкілеттігі мерзімі ішінде',
        'Орталық сайлау комиссиясы айқындайтын мерзімге'
      ],
      correctAnswer: 'өз өкілеттігі мерзімі ішінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Сенат пен Мәжіліс аппараттарының құрылымы мен штат санын айқындау, оларды қалыптастыру жүзеге асырылады:',
      choices: [
        'Палаталардың төрағалары бекіткен қағидаларға сәйкес',
        'Парламент Палаталарының Төрағалары',
        'Палаталар бюролары Парламент қызметін қаржыландыруға бөлінген бюджет қаражаты шегінде'
      ],
      correctAnswer: 'Палаталар бюролары Парламент қызметін қаржыландыруға бөлінген бюджет қаражаты шегінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Үкімет енгізген заң жобасының қабылданбауына байланысты Премьер-Министр құқылы:',
      choices: [
        'Парламент Палаталарының бірлескен отырысында заң жобасына ұсыныстар мен ескертулерді жою үшін Үкіметке уақыт беру туралы сұрауға',
        'Парламент Палаталарының бірлескен отырысында заң жобасын Республика Президентінің қарауына жіберу туралы ұсыныс енгізуге',
        'Парламент Палаталарының бірлескен отырысында Үкіметке сенім туралы мәселе қоюға'
      ],
      correctAnswer: 'Парламент Палаталарының бірлескен отырысында Үкіметке сенім туралы мәселе қоюға'
    }
  ],
  time: 10,
  passingScore: 5,
  questionsTotal: 10
};
