import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const personalDataKz: ITest = {
  id: 'personalData-kz',
  title: 'О персональных данных и их защите',
  description: '<p>Тест о персональных данных и их защите</p>',
  questions: [
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректер дегеніміз:',
      choices: [
        'мәліметтер негізінде айқындалған немесе айқындалатын дербес деректер субъектісіне қатысты, электрондық, қағаз және (немесе) өзге де материалдық жеткізгіште тiркелген cол мәліметтер',
        'электрондық немесе қағаз түрінде жазылған дербес деректердің нақты субъектісіне қатысты ақпарат',
        'дербес басын куәландыратын құжаттардың тұтастығын, құпиялығын қамтамасыз ету бойынша іс-әрекеттер',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'мәліметтер негізінде айқындалған немесе айқындалатын дербес деректер субъектісіне қатысты, электрондық, қағаз және (немесе) өзге де материалдық жеткізгіште тiркелген cол мәліметтер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректердің бұғаттау дегеніміз:',
      choices: [
        'дербес деректерді алуға бағытталған әрекеттер',
        'дербес деректердi жинауды, жинақтауды, өзгертуді, толықтыруды, пайдалануды, таратуды, иесiздендiруді және жоюды уақытша тоқтату жөніндегі іс-әрекеттер',
        'нәтижесінде дербес деректер субъектісінің дербес деректерге меншік құқығын анықтау мүмкін болмайтын әрекеттер',
        'осы Заңда белгiленген мақсаттар үшiн жүзеге асырылатын құқықтық, ұйымдастырушылық және техникалық шараларды қоса алғанда, шаралар кешенi'
      ],
      correctAnswer: 'дербес деректердi жинауды, жинақтауды, өзгертуді, толықтыруды, пайдалануды, таратуды, иесiздендiруді және жоюды уақытша тоқтату жөніндегі іс-әрекеттер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді жинақтау дегеніміз:',
      choices: [
        'реттелген дербес деректер жиынтығы',
        'осы Заңда белгiленген мақсаттар үшiн жүзеге асырылатын құқықтық, ұйымдастырушылық және техникалық шараларды қоса алғанда, шаралар кешенi',
        'дербес деректерді қамтитын базаға дербес деректерді енгізу арқылы оларды жүйелендіру жөніндегі іс-әрекеттер',
        'дербес деректерді алуға бағытталған әрекеттер'
      ],
      correctAnswer: 'дербес деректерді алуға бағытталған әрекеттер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректері қамтитын базаның меншік иесі кім?',
      choices: [
        'дербес деректерді қамтитын базаны Қазақстан Республикасының заңдарына сәйкес иелену, пайдалану және оған билік ету құқығын іске асыратын мемлекеттік орган, жеке және (немесе) заңды тұлға',
        'дербес деректерді жинауды, өңдеуді және қорғауды жүзеге асыратын мемлекеттік орган, дербес және (немесе) заңды тұлға',
        'дербес деректерге жататын жеке тұлға',
        'Қазақстан Республикасының Үкіметі'
      ],
      correctAnswer: 'дербес деректерді қамтитын базаны Қазақстан Республикасының заңдарына сәйкес иелену, пайдалану және оған билік ету құқығын іске асыратын мемлекеттік орган, жеке және (немесе) заңды тұлға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді қамтитың базаның операторы кім?',
      choices: [
        'Қазақстан Республикасының заңнамасына сәйкес дербес деректерді қамтитын дерекқорды иелену, пайдалану және оған билік ету құқығын жүзеге асыратын мемлекеттік орган, дербес және (немесе) заңды тұлға',
        'дербес деректерді жинауды, өңдеуді және қорғауды жүзеге асыратын мемлекеттік орган, дербес және (немесе) заңды тұлға',
        'дербес деректерге жататын дербес тұлға',
        'Қазақстан Республикасының Үкіметі'
      ],
      correctAnswer: 'дербес деректерді жинауды, өңдеуді және қорғауды жүзеге асыратын мемлекеттік орган, дербес және (немесе) заңды тұлға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді қорғау мыналарды білдіреді:',
      choices: [
        'осы Заңда белгiленген мақсаттарда жүзеге асырылатын шаралар, оның ішінде құқықтық, ұйымдастырушылық және техникалық шаралар кешені',
        'дербес деректерді жинақтауға, сақтауға, өзгертуге, қосуға, пайдалануға, таратуға, иесіздердіруға, бұғаттауға және жоюға бағытталған әрекеттер',
        'меншік иесінің, оператордың және үшінші тұлғаның мақсаттарына жетуге бағытталған дербес деректермен әрекеттер',
        'дербес деректердің тұтастығын, құпиялылығын және қолжетімділігін қамтамасыз ету жөніндегі іс-шаралар'
      ],
      correctAnswer: 'осы Заңда белгiленген мақсаттарда жүзеге асырылатын шаралар, оның ішінде құқықтық, ұйымдастырушылық және техникалық шаралар кешені'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді бұғаттау және жою әрекеттері дербес деректерді өңдеу тұжырымдамасына қатысты ма?',
      choices: [
        'меншік иесінің дербес деректерін жинақтауға, сақтауға, өзгертуге, толықтыруға, пайдалануға, таратуға, иесіздендіруге, бұғаттауға және жоюға бағытталған іс-әрекеттер',
        'оператордың және үшінші тұлғаның мақсаттарын жүзеге асыруға бағытталған дербес деректермен жасалатын іс-әрекеттер',
        'дербес деректердің тұтастығын, құпиялылығын және қолжетімділігін қамтамасыз ету жөніндегі іс-шаралар осы Заңда белгіленген мақсаттарда жүзеге асырылатын, оның ішінде құқықтық, ұйымдастырушылық және техникалық шаралар кешені',
      ],
      correctAnswer: 'меншік иесінің дербес деректерін жинақтауға, сақтауға, өзгертуге, толықтыруға, пайдалануға, таратуға, иесіздендіруге, бұғаттауға және жоюға бағытталған іс-әрекеттер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді пайдалану мыналарды қамтиды:',
      choices: [
        'дербес деректерді жинақтауға, сақтауға, өзгертуге, қосуға, пайдалануға, таратуға, иесіздендіруге, бұғаттауға және жоюға бағытталған әрекеттер',
        'дербес деректердің тұтастығын, құпиялылығын және қолжетімділігін қамтамасыз ету жөніндегі іс-шаралар осы Заңда белгіленген мақсаттарда жүзеге асырылатын, оның ішінде құқықтық, ұйымдастырушылық және техникалық шаралар кешені',
        'меншік иесінің, оператордың және үшінші тұлғаның қызмет мақсаттарын іске асыруға бағытталған дербес деректермен жасалатын iс-әрекеттер'
      ],
      correctAnswer: 'меншік иесінің, оператордың және үшінші тұлғаның қызмет мақсаттарын іске асыруға бағытталған дербес деректермен жасалатын iс-әрекеттер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді сақтау дегеніміз:',
      choices: [
        'дербес деректерді жинақтауға, сақтауға, өзгертуге, қосуға, пайдалануға, таратуға, иесіздердіруға, бұғаттауға және жоюға бағытталған әрекеттер',
        'дербес деректердің тұтастығын, құпиялылығын және қолжетімділігін қамтамасыз ету жөніндегі іс-әрекеттер',
        'осы Заңда белгiленген мақсаттар үшiн жүзеге асырылатын құқықтық, ұйымдастырушылық және техникалық шараларды қоса алғанда, шаралар кешенi',
        'меншік иесінің, оператордың және үшінші тұлғаның мақсаттарына жетуге бағытталған дербес деректермен әрекеттер'
      ],
      correctAnswer: 'дербес деректердің тұтастығын, құпиялылығын және қолжетімділігін қамтамасыз ету жөніндегі іс-әрекеттер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді тарату дегеніміз:',
      choices: [
        'дербес деректерді жинақтауға, сақтауға, өзгертуге, қосуға, пайдалануға, таратуға, иесіздердіруға, бұғаттауға және жоюға бағытталған әрекеттер',
        'дербес деректердің тұтастығын, құпиялылығын және қолжетімділігін қамтамасыз ету жөніндегі іс-шаралар осы Заңда белгіленген мақсаттарда жүзеге асырылатын, оның ішінде құқықтық, ұйымдастырушылық және техникалық шаралар кешені',
        'жасалуы нәтижесінде дербес деректер берілетін, оның ішінде бұқаралық ақпарат құралдары арқылы берілетін немесе қандай да бiр өзгеше тәсiлмен дербес деректерге қол жеткізу ұсынылатын іс-әрекеттер'
      ],
      correctAnswer: 'жасалуы нәтижесінде дербес деректер берілетін, оның ішінде бұқаралық ақпарат құралдары арқылы берілетін немесе қандай да бiр өзгеше тәсiлмен дербес деректерге қол жеткізу ұсынылатын іс-әрекеттер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қандай дербес тұлға дербес деректердің субъектісі болып табылады?',
      choices: [
        'дербес деректер тиесілі жеке тұлға',
        'Қазақстан Республикасының заңнамасына сәйкес дербес деректерді қамтитын дерекқорды иелену, пайдалану және оған билік ету құқығын жүзеге асыратын дербес тұлға',
        'дербес деректерді жинайтын, өңдейтін және қорғайтын дербес тұлға',
        'дербес деректерді қамтымайтын дербес тұлға'
      ],
      correctAnswer: 'дербес деректер тиесілі жеке тұлға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жалпыға қолжетімді дербес деректер дегеніміз:',
      choices: [
        'субъектінің келісімімен қол жеткізу тегін немесе Қазақстан Республикасының заңнамасына сәйкес анонимділік талаптары қолданылмайтын дербес деректер',
        'Қазақстан Республикасының заңнамасына сәйкес құпиялылықты сақтау талаптары қолданылмайтын, оларға қол жеткізу субъектінің келісімімен еркін болып табылатын дербес деректер немесе мәліметтер жалпыға бірдей қолжетімді дербес деректер',
        'қол жеткізу Қазақстан Республикасының заңнамасына сәйкес қорғалатын дербес деректерге құпиялылық талаптары қолданылмайды',
        'барлық интернет ресурстарынан табуға болатын деректер'
      ],
      correctAnswer: 'Қазақстан Республикасының заңнамасына сәйкес құпиялылықты сақтау талаптары қолданылмайтын, оларға қол жеткізу субъектінің келісімімен еркін болып табылатын дербес деректер немесе мәліметтер жалпыға бірдей қолжетімді дербес деректер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Төмендегілердің ішінен дербес деректерді жинауға және өңдеуге келісім берудің қай тәсілін заңды деп санауға болады?',
      choices: [
        'cубъект немесе оның заңды өкілі дербес деректерді жинауға, өңдеуге жазбаша, электрондық құжат нысанында немесе дербес деректердің қауіпсіздігін қамтамасыз ету сервисі арқылы не Қазақстан Республикасының заңнамасына қайшы келмейтін қорғау іс-әрекеттерінің элементін қолдану арқылы өзге де тәсілмен келiсiм береді (кері қайтарып алады)',
        'субъектінің келісімімен қол жеткізу тегін немесе Қазақстан Республикасының заңнамасына сәйкес құпиялылық талаптары қолданылмайтын дербес деректер',
        'субъекті немесе оның заңды өкілі дербес деректерді жинауға, өңдеуге жазбаша түрде ғана келісім береді',
        'субъекті немесе оның заңды өкілі дербес деректерді жинауға, өңдеуге ауызша ғана келісім береді'
      ],
      correctAnswer: 'cубъект немесе оның заңды өкілі дербес деректерді жинауға, өңдеуге жазбаша, электрондық құжат нысанында немесе дербес деректердің қауіпсіздігін қамтамасыз ету сервисі арқылы не Қазақстан Республикасының заңнамасына қайшы келмейтін қорғау іс-әрекеттерінің элементін қолдану арқылы өзге де тәсілмен келiсiм береді (кері қайтарып алады)'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік статистикалық қызметті жүзеге асыру кезінде субъектінің немесе оның заңды өкілінің келісімі қажет пе?',
      choices: [
        'иә',
        'жоқ',
        'иә, бірақ тек мемлекеттік тексеріспен',
        'тек заңды өкіл'
      ],
      correctAnswer: 'жоқ'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді сақтау мерзімі қалай анықталады?',
      choices: [
        'мемлекеттік статистикалық қызметті жүзеге асыру бойынша',
        'мемлекеттік органдардың дербес деректерді міндетті түрде иесіздандыру шартымен статистикалық мақсаттарда пайдалануы бойынша',
        'Қазақстан Республикасы ратификациялаған халықаралық шарттардың орындалуына сәйкес айқындалады',
        'егер Қазақстан Республикасының заңнамасында өзгеше көзделмесе, дербес деректерді жинау және өңдеу мақсаттарына қол жеткізу күнмен айқындалады'
      ],
      correctAnswer: 'егер Қазақстан Республикасының заңнамасында өзгеше көзделмесе, дербес деректерді жинау және өңдеу мақсаттарына қол жеткізу күнмен айқындалады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді үшінші тұлға пайдалануға рұқсат ете ме?',
      choices: [
        'дербес деректерді пайдалануды меншік иесі, оператор және үшінші тұлға оларды жинаудың бұрын мәлемделген мақсаттары үшін ғана жүзеге асыруы керек',
        'субъектілер дербес және отбасылық қажеттіліктер үшін дербес деректерді жинау, өңдеу және қорғау кезінде ғана, егер бұл басқа дербес және (немесе) заңды тұлғалардың құқықтарын және Қазақстан Республикасы заңнамасының талаптарын бұзбаса',
        'тек халықты ақпаратпен қамтамасыз ету мақсатында дербес деректердің жалпыға қолжетімді көздері пайдаланылады (оның ішінде өмірбаяндық анықтамалықтар, телефондар, мекенжайлар кітаптары, жалпыға қолжетімді электрондық ақпараттық ресурстар, бұқаралық ақпарат құралдары)',
        'ешбір жағдайда рұқсат етілмейді'
      ],
      correctAnswer: 'дербес деректерді пайдалануды меншік иесі, оператор және үшінші тұлға оларды жинаудың бұрын мәлемделген мақсаттары үшін ғана жүзеге асыруы керек'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді трансшекаралық беру дегеніміз:',
      choices: [
        'Қазақстан Республикасының аумағында дербес деректерді беру',
        'Қазақстан Республикасы мен Ресей Федерациясының аумағында дербес деректерді беру',
        'беру үшін дербес құжаттарға қол жеткізуге тыйым салынады',
        'дербес деректерді шет мемлекеттердің аумағына жіберу'
      ],
      correctAnswer: 'дербес деректерді шет мемлекеттердің аумағына жіберу'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректердің қорғалуына кім кепілдік береді?',
      choices: [
        'Қазақстан Республикасының Үкіметі қаулысы',
        '«Дербес деректер және оларды қорғау туралы» заң',
        'дербес деректер қорғауға жатады, оған мемлекет кепілдік береді',
        'Құқық қорғау органдары кепілдік береді'
      ],
      correctAnswer: 'дербес деректер қорғауға жатады, оған мемлекет кепілдік береді'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректер және оларды қорғау саласындағы мемлекеттік саясаттың негізгі бағыттарын кім әзірлейді?',
      choices: [
        'Қазақстан Республикасының Үкіметі',
        'Қазақстан Республикасының Президенті',
        'құқық қорғау',
        'сот органдары'
      ],
      correctAnswer: 'Қазақстан Республикасының Үкіметі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Прокуратура органдары дербес деректер мен оларды қорғау саласында не істейді?',
      choices: [
        'қызмет көрсету сапасын бақылау',
        'заңдылықтың сақталуын жоғары қадағалауды жүзеге асырады',
        'дербес деректер субъектісінің физиологиялық және биологиялық сипаттамаларын сипаттайтын, оның негізінде оның дербес басын анықтауға болатын дербес деректерге ғана қадағалауды жүзеге асырады',
        'дербес деректер және оларды қорғау саласындағы мәселелер прокуратураның құзыретіне жатпайды'
      ],
      correctAnswer: 'заңдылықтың сақталуын жоғары қадағалауды жүзеге асырады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Биометриялық деректерге мыналар жатады:',
      choices: [
        'дербес деректер субъектісінің физиологиялық және биологиялық ерекшеліктерін сипаттайтын дербес деректер, олардың негізінде осы субъектінің жеке басын анықтауға болады',
        'деректер, соның нәтижесінде дербес деректердің дербес деректер субъектісіне жататынын анықтау мүмкін емес',
        'Қазақстан Республикасының заңнамасына сәйкес дербес деректерді қамтитын дерекқорды иелену, пайдалану және оған билік ету құқығын жүзеге асыратын деректер',
        'дербес деректерді шет мемлекеттердің аумағына беру'
      ],
      correctAnswer: 'дербес деректер субъектісінің физиологиялық және биологиялық ерекшеліктерін сипаттайтын дербес деректер, олардың негізінде осы субъектінің жеке басын анықтауға болады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді иесіздендіру дегеніміз:',
      choices: [
        'жасалуы нәтижесiнде дербес деректердiң дербес деректер субъектiсіне тиесiлiгiн анықтау мүмкін болмайтын iс-әрекеттер',
        'дербес деректерді жинауды, жинақтауды, өзгертуді, қосуды, пайдалануды, таратуды, иесіздердіруды және жоюды уақытша тоқтату жөніндегі іс-әрекеттер',
        'дербес деректерді шет мемлекеттердің аумағына беру',
        'Қазақстан Республикасының заңнамасына сәйкес дербес деректерді қамтитын дерекқорды иелену, пайдалану және оған билік ету құқығын жүзеге асыратын дербес және (немесе) заңды тұлғаның әрекеттері'
      ],
      correctAnswer: 'жасалуы нәтижесiнде дербес деректердiң дербес деректер субъектiсіне тиесiлiгiн анықтау мүмкін болмайтын iс-әрекеттер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді бұғаттау дегеніміз:',
      choices: [
        'дербес деректерді жинауды, жинақтауды, өзгертуді, толықтыруды, пайдалануды, таратуды, иесіздердіруді және жоюды уақытша тоқтату жөніндегі іс-әрекеттер',
        'нәтижесінде дербес деректер субъектісіне дербес деректердің меншік құқығын анықтау мүмкін болмайтын әрекеттер',
        'дербес деректерді шет мемлекеттердің аумағына беру',
        'Қазақстан Республикасының заңнамасына сәйкес дербес деректерді қамтитын базаны иелену, пайдалану және оған билік ету құқығын жүзеге асыратын дербес және (немесе) заңды тұлғаның әрекеттері'
      ],
      correctAnswer: 'дербес деректерді жинауды, жинақтауды, өзгертуді, толықтыруды, пайдалануды, таратуды, иесіздердіруді және жоюды уақытша тоқтату жөніндегі іс-әрекеттер'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді қамтитын базаны иелену, пайдалану және оған билік ету құқығы мыналарға сақталады:',
      choices: [
        'Қазақстан Республикасының заңдарына сәйкес дербес деректерді қамтитын дерекқорды иелену, пайдалану және оған билік ету құқығын жүзеге асыратын мемлекеттік орган, жеке және (немесе) заңды тұлға',
        'Қазақстан Республикасының Үкіметі қаулысымен',
        'құқық қорғау органдары',
        'мемлекеттік орган, дербес және (немесе) заңды тұлға өзінің ішкі қағидаларына сәйкес дербес деректерді қамтитын дерекқорды иелену және оған билік ету құқығын жүзеге асыратын дербес және (немесе) заңды тұлға'
      ],
      correctAnswer: 'Қазақстан Республикасының заңдарына сәйкес дербес деректерді қамтитын дерекқорды иелену, пайдалану және оған билік ету құқығын жүзеге асыратын мемлекеттік орган, жеке және (немесе) заңды тұлға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік органдар өз құзыреті шегінде:',
      choices: [
        'дербес деректер және оларды қорғау саласындағы нормативтік құқықтық актілерді әзірлейді және (немесе) бекітеді',
        'жеке және (немесе) заңды тұлғалардың дербес деректер және оларды қорғау мәселелері жөніндегі өтініштерін қарайды',
        'Қазақстан Республикасының дербес деректер және оларды қорғау туралы заңнамасын бұзылуына жол берген адамдарды Қазақстан Республикасының заңдарында белгіленген жауаптылыққа тарту жөнінде шаралар қабылдау.',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Уәкілетті орган өз құзыреті шегінде:',
      choices: [
        'дербес деректер және оларды қорғау саласындағы мемлекеттік саясатты іске асыруға қатысады',
        'меншік иесінің және (немесе) оператордың, сондай-ақ үшінші тұлғаның дербес деректерді қорғау жөніндегі шараларды жүзеге асыру тәртібін әзірлейді',
        'меншік иесінің және (немесе) оператордың өздері жүзеге асыратын міндеттерді орындауна қажетті және жеткілікті дербес деректер тізбесін айқындау қағидаларын әзірлейді',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Уәкілетті органға өз қызметін жүзеге асыру барысында белгілі болған дербес деректерге қатысты ... қамтамасыз етілуге тиіс:',
      choices: [
        'дербес деректердің құпиялылығы (секретность)',
        'дербес деректердің құпиялылығы (конфиденциальность)',
        'дербес деректердің қол сұғылмауы және қауіпсіздігі',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'дербес деректердің құпиялылығы (конфиденциальность)'
    },
    {
      type: EQuestionType.Radio,
      title: 'Уәкілетті орган өз құзыреті шегінде:',
      choices: [
        'Қазақстан Республикасының дербес деректер және оларды қорғау туралы заңнамасын бұзуға жол берген тұлғаларды Қазақстан Республикасының заңдарында белгіленген жауапкершілікке тарту жөнінде шаралар қабылдайды',
        'меншік иесінен және (немесе) оператордан, сондай-ақ үшінші тұлғадан анық емес немесе заңсыз жолмен дербес деректерді нақтылауды, бұғаттауды немесе жоюды талап етеді субъектілердің құқықтарын қорғауды жетілдіруге бағытталған шараларды жүзеге асырады',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: '"Прокуратура туралы" Қазақстан Республикасының Заңында белгiленген негiзде және тәртiппен шығарылған прокурорлық қадағалау актiлерi барлық үшiн мiндеттi:',
      choices: [
        'мемлекеттік органдар',
        'ұйымдар',
        'барлық органдар, ұйымдар, лауазымды адамдар мен азаматтар',
        'дербес және заңды тұлғалар'
      ],
      correctAnswer: 'барлық органдар, ұйымдар, лауазымды адамдар мен азаматтар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Субъектінің, меншік иесінің және (немесе) оператордың, сондай-ақ үшінші тұлғаның дербес деректерді жинау, өңдеу және қорғау кезіндегі іс-әрекеттеріне (әрекетсіздігіне) шағым жасауы мүмкін:',
      choices: [
        '«Құқық қорғау органдары туралы» Заң',
        'Қазақстан Республикасының заңдары',
        '«Прокуратура туралы» заң',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'Қазақстан Республикасының заңдары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Уәкілетті органға өз қызметі барысында белгілі болған дербес деректерге қатысты дербес деректердің құпиялылығы қамтамасыз етілу керек пе:',
      choices: [
        'иә',
        'жоқ',
        'уәкілетті органның өз қалауы бойынша',
        'иә, бірақ тиісті келісім-шарт жасалған жағдайда'
      ],
      correctAnswer: 'иә'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді жинау, өңдеу және қорғау:',
      choices: [
        'адамның және азаматтың конституциялық құқықтары мен бостандықтарын сақтау қағидаттарына сәйкес жүзеге асырылады.',
        'заңдылық',
        'қолжетімділігі шектеулі дербес деректерінің құпиялылығы',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді жинау мақсаттарымен үйлеспейтін дербес деректерді өңдеу:',
      choices: [
        'рұқсат',
        'рұқсат жоқ',
        'рұқсат етіледі, бірақ тек Уәкілетті органмен келісім бойынша',
        'сот шешімімен рұқсат етіледі'
      ],
      correctAnswer: 'рұқсат жоқ'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді қорғау мыналарды жүзеге асыру мақсатында құқықтық, ұйымдастырушылық және техникалық қамтитын шаралар кешенін қолдану арқылы жүзеге асырылады:',
      choices: [
        'жеке өмірге қолсұғылмаушылыққа, жеке және отбасы құпиясы құқықтарын жүзеге асыру',
        'меншік иесінің және (немесе) оператордың, сондай-ақ үшінші тұлғаның дербес деректері бар екенін білу мүмкіндігі',
        'дербес деректерді жинау және өңдеу фактісін, мақсаттарын, көздерін, әдістерін растау',
        'дербес деректер тізімі'
      ],
      correctAnswer: 'жеке өмірге қолсұғылмаушылыққа, жеке және отбасы құпиясы құқықтарын жүзеге асыру'
    },
    {
      type: EQuestionType.Radio,
      title: 'Субъектiнiң немесе оның заңды өкiлiнiң өз дербес деректерiне қол жеткiзуге қатысты бойынша өтiнiшi (сұрау салуы) меншiк иесiне және (немесе) операторға ... немесе электрондық құжат нысанында не Қазақстан Республикасының заңнамасына қайшы келмейтін қорғау іс-әрекеттерінің элементін қолдану арқылы өзге де тәсілмен беріледі:',
      choices: [
        'ауызша түрде',
        'жазбаша түрде',
        'ауызша және жазбаша түрде',
        'ХҚКО («Азаматтарға арналған үкімет» КЕАҚ) арқылы'
      ],
      correctAnswer: 'жазбаша түрде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректер қорғалуға жатады, оған мемлекет кепілдік береді және ... белгіленген тәртіппен жүзеге асырылады:',
      choices: [
        'Қазақстан Республикасының Үкіметі қаулысымен',
        'Қазақстан Республикасының Президенті',
        'Бас прокуратура',
        'өзінің ішкі заңнамасына сәйкес жүзеге асыратын мемлекеттік орган, дербес және (немесе) заңды тұлға'
      ],
      correctAnswer: 'Қазақстан Республикасының Үкіметі қаулысымен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Ерікті киберсақтандырудың мақсаты болып табылады',
      choices: [
        'Қазақстан Республикасының сақтандыру ісі және сақтандыру қызметі туралы заңнамасына сәйкес субъектіге, меншік иесіне және (немесе) операторға, үшінші тұлғаға келтірілген мүліктік залалды өтеу',
        'меншік иесінде және (немесе) операторда, сондай-ақ үшінші тұлғада олардың дербес деректері бар-жоғын білу мүмкіндігі',
        'тиісті құжаттармен расталған негіздер болған жағдайда меншік иесінен және (немесе) оператордан өзінің дербес деректерін өзгертуді және толықтыруды талап ету мүмкіндігі',
        'дербес деректерді жинау, өңдеу шарттары бұзылғаны туралы ақпарат туындаған жағдайда меншік иесінен және (немесе) оператордан, сондай-ақ үшінші тұлғадан олардың дербес деректерін бұғаттауды талап ету мүмкіндігі'
      ],
      correctAnswer: 'Қазақстан Республикасының сақтандыру ісі және сақтандыру қызметі туралы заңнамасына сәйкес субъектіге, меншік иесіне және (немесе) операторға, үшінші тұлғаға келтірілген мүліктік залалды өтеу'
    },
    {
      type: EQuestionType.Radio,
      title: 'Меншік иесі және (немесе) оператор:',
      choices: [
        'Қазақстан Республикасының заңнамасына сәйкес дербес деректерді қорғау үшін қажетті шараларды, оның ішінде құқықтық, ұйымдастырушылық және техникалық шараларды қолдануға және сақтауға',
        'Қазақстан Республикасының заңдарында өзгеше көзделмесе, өздері жүзеге асыратын міндеттерді орындауы үшін қажетті және жеткілікті дербес деректердің тізбесін бекітуге',
        'Қазақстан Республикасының дербес деректер және оларды қорғау туралы заңнамасын сақтауға',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректерді өңдеуді ұйымдастыруға жауапты тұлға:',
      choices: [
        'меншік иесінің және (немесе) оператордың және оның қызметкерлерінің Қазақстан Республикасының дербес деректер және оларды қорғау туралы заңнамасын,оның ішінде дербес деректерді қорғауға қойылатын талаптардысақтауына ішкі бақылауды жүзеге асыруға міндетті',
        'Қазақстан Республикасының дербес деректер және оларды қорғау туралы заңнамасының дербес деректерді өңдеу мәселелері жөніндегі ережелерін, дербес деректерді қорғауға қойылатын талапты меншік иесі және (немесе) оператор жұмыскерлерінің назарына жеткізуге',
        'субъектілердің немесе олардың заңды өкілдерінің өтініштерінің қабылдануын және өңделуін бақылауды жүзеге асырады',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Субъектiге немесе оның заңды өкiлiне мәлiметтердi беруден бас тартылған жағдайда өтiнiш келiп түскен күннен бастап ... жұмыс күнiнен аспайтын мерзiмде, егер Қазақстан Республикасының заңдарында өзгеше мерзiмдер көзделмесе, дәлелдi жауап беруге; Қазақстан Республикасы',
      choices: [
        '6 жұмыс күнінен',
        '7 жұмыс күнінен',
        '3 жұмыс күнінен',
        '5 жұмыс күнінен'
      ],
      correctAnswer: '3 жұмыс күнінен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасының Үкіметі:',
      choices: [
        'дербес деректер және оларды қорғау саласындағы мемлекеттік саясаттың негізгі бағыттарын әзірлейді',
        'Қазақстан Республикасы Үкіметінің құрылымына кіретін орталық атқарушы органдардың, жергілікті атқарушы органдардың дербес деректер және оларды қорғау саласындағы қызметіне басшылықты жүзеге асырады',
        'меншік иесінің және (немесе) оператордың өздері жүзеге асыратын міндеттерді орындау үшін қажетті және жеткілікті дербес деректердің тізбесін айқындау тәртібін бекітеді',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректер және оларды қорғау саласындағы мемлекеттік саясатты іске асыруға қатысады?',
      choices: [
        'өз құзыреті шегінде құқық қорғау органы',
        'уәкілетті орган өз құзыреті шегінде',
        'тиісті мемлекеттік органның кадр қызметі',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'уәкілетті орган өз құзыреті шегінде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Үшінші тұлға',
      choices: [
        'субъект, меншік иесі және (немесе) оператор болып табылатын тұлға',
        'дербес деректерді қорғауды жүзеге асыратын орталық атқарушы орган',
        'дербес деректерге жататын дербес тұлға',
        'субъект, меншік иесі және (немесе) оператор болып табылмайтын, бiрақ дербес деректердi жинау, өңдеу және қорғау бойынша олармен (онымен) мән-жайлар немесе құқық қатынастары арқылы байланысты болатын тұлға'
      ],
      correctAnswer: 'субъект, меншік иесі және (немесе) оператор болып табылмайтын, бiрақ дербес деректердi жинау, өңдеу және қорғау бойынша олармен (онымен) мән-жайлар немесе құқық қатынастары арқылы байланысты болатын тұлға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Осы Заңның мақсаты:',
      choices: [
        'адамның және азаматтың дербес деректерiн жинау және өңдеу кезiнде оның құқықтары мен бостандықтарын қорғауды қамтамасыз ету болып табылады',
        'басқа заңдармен және Қазақстан Республикасы Президентінің актілерімен реттелуі мүмкін дербес деректерді жинау, өңдеу және қорғау ерекшелігі',
        'Қазақстан Республикасының Ұлттық мұрағат қоры және мұрағаттар туралы заңнамасына сәйкес Қазақстан Республикасы Ұлттық мұрағат қорының құжаттарын және дербес деректері бар басқа да мұрағаттық құжаттарды қалыптастыру, сақтау және пайдалану',
        'дұрыс жауап жоқ'
      ],
      correctAnswer: 'адамның және азаматтың дербес деректерiн жинау және өңдеу кезiнде оның құқықтары мен бостандықтарын қорғауды қамтамасыз ету болып табылады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректердің қауіпсіздігін қамтамасыз ету сервисі:',
      choices: [
        'дербес деректерді жинақтауға, сақтауға, өзгертуге, қосуға, пайдалануға, таратуға, иесіздердіруға, бұғаттауға және жоюға бағытталған әрекеттер',
        'меншік иесінің, оператордың және үшінші тұлғаның мақсаттарына жетуге бағытталған дербес деректермен әрекеттер',
        'меншік иелерінің және (немесе) оператордың субъектімен ақпараттық өзара іс-қимылын, субъектіден дербес деректерді жинауға, өңдеуге немесе оларды үшінші тұлғаларға беруге келісімін алуды қоса алғанда, оның ішінде меншік иелерінің және (немесе) оператордың осы іс-қимылды өзі дербес іске асыруы арқылы қамтамасыз ететін қызмет',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'меншік иелерінің және (немесе) оператордың субъектімен ақпараттық өзара іс-қимылын, субъектіден дербес деректерді жинауға, өңдеуге немесе оларды үшінші тұлғаларға беруге келісімін алуды қоса алғанда, оның ішінде меншік иелерінің және (немесе) оператордың осы іс-қимылды өзі дербес іске асыруы арқылы қамтамасыз ететін қызмет'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік органдардың ақпараттық жүйелеріндегі дербес деректерді үшінші тұлғалар мыналар арқылы ала алады:',
      choices: [
        'электрондық үкімет веб-порталы',
        'әлеуметтік желілердегі ресми аккаунттар',
        'электрондық поштадағы жеке кабинет',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'электрондық үкімет веб-порталы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Меншік иесі және (немесе) оператор, сондай-ақ үшінші тұлға Қазақстан Республикасының Үкіметі айқындаған тәртіпке сәйкес дербес деректерді қорғау бойынша қажетті шараларды қабылдауға міндетті, бұл:',
      choices: [
        'дербес деректерге рұқсатсыз қол жеткізуді болғызбауға міндетті',
        'егер дербес деректерге рұқсатсыз қол жеткізу еңсерілмеген болса, дербес деректерге мұндай рұқсатсыз қол жеткізу фактілерін уақтылы анықтауды',
        'дербес деректерге рұқсатсыз қол жеткізудің қолайсыз салдарын барынша азайтуды',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Биометриялық деректердің құпиялылығы белгіленеді?',
      choices: [
        'Қазақстан Республикасының Үкіметі қаулысымен',
        'Қазақстан Республикасының Президентімен',
        'Қазақстан Республикасының заңнамасында',
        'Ішкі істер министрінің бұйрығымен'
      ],
      correctAnswer: 'Қазақстан Республикасының заңнамасында'
    },
    {
      type: EQuestionType.Radio,
      title: 'Дербес деректер меншік иесінің және (немесе) оператордың, сондай-ақ үшінші тұлғаның жоюына жатады:',
      choices: [
        'сақтау мерзімі өткен соң',
        'субъект, меншік иесі және (немесе) оператор, сондай-ақ үшінші тұлға арасындағы құқықтық қатынастар тоқтатылған кезде',
        'сот шешімі заңды күшіне енген кезде',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Субъектінің құқығы бар:',
      choices: [
        'тиісті құжаттармен расталған негіздер болған кезде, меншік иесінен және (немесе) оператордан өз дербес деректерін өзгертуді және толықтыруды талап етуге',
        'дербес деректердi жинау, өңдеу шарттарының бұзылғаны туралы ақпарат болған жағдайда, меншік иесінен және (немесе) оператордан, сондай-ақ үшінші тұлғадан өз дербес деректерін бұғаттауды талап етуге',
        'меншік иесінен және (немесе) оператордан, сондай-ақ үшінші тұлғадан Қазақстан Республикасының заңнамасын бұза отырып жиналған және өңделген өз дербес деректерін, сондай-ақ осы Заңда және Қазақстан Республикасының өзге де нормативтік құқықтық актілерінде белгіленген өзге де жағдайларда жоюды талап етуге',
        'барлық жауаптар дұрыс'
      ],
      correctAnswer: 'барлық жауаптар дұрыс'
    },
  ],
  time: 10,
  passingScore: 5,
  questionsTotal: 10
};
