import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const presidentKz: ITest = {
  id: 'president-kz',
  title: 'ҚР Президентi туралы',
  description: '<p>ҚР Президентi туралы</p>',
  questions: [
    {
      type: EQuestionType.Radio,
      title: 'Халықтың және мемлекеттің атынан сөйлеуге құқық берілген:',
      choices: [
        'Президентке',
        'Премьер-Министрге',
        'Парламент Мәжілісінің Төрағасына',
        'Парламент Сенатының Төрағасына'
      ],
      correctAnswer: 'Президентке'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президенттің жеке мұрағаты мен жеке кітапханасының материалдары қызметтік жұмысы аяқталғаннан кейін меншігінде болады:',
      choices: [
        'Экс-Президенттің',
        'Президент Мұрағатының',
        'қазіргі Президенттің',
        'Қазақстан Республикасының мемлекеттік мұражайының'
      ],
      correctAnswer: 'Экс-Президенттің'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президенттің өкілеттік мерзімі',
      choices: [
        '5 жыл',
        '4 жыл',
        '9 жыл',
        '7 жыл'
      ],
      correctAnswer: '5 жыл'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасының Президенті құқылы:',
      choices: [
        'шығармашылық қызметпен айналысуға',
        'өкілді органның депутаты болуға',
        'өзге де ақы төленетін лауазымдарды атқаруға',
        'кәсіпкерлік қызметті жүзеге асыруға'
      ],
      correctAnswer: 'шығармашылық қызметпен айналысуға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президент Ұлттық қауіпсіздік комитетінің Төрағасын кімнің келісімі бойынша қызметке тағайындайды:',
      choices: [
        'Парламент Сенатының',
        'Қорғаныс Министрінің',
        'Премьер-Министрдің',
        'Парламент Мәжілісінің'
      ],
      correctAnswer: 'Парламент Сенатының'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президент тағайындайтын Парламент Сенаты депутаттарының саны:',
      choices: [
        '15',
        '17',
        '16',
        '14'
      ],
      correctAnswer: '15'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент Сенатының Төрағасы қызметіне кандидатура ұсынады:',
      choices: [
        'Президент',
        'Премьер-Министр',
        'Мәжіліс Төрағасы',
        'Конституциялық Кеңестің Төрағасы'
      ],
      correctAnswer: 'Президент'
    },
    {
      type: EQuestionType.Radio,
      title: 'Республика Президенті Премьер-Министрді қызметке тағайындайды',
      choices: [
        'Парламент Мәжілісінің келісімімен',
        'Парламенттің екі палатасының келісімімен',
        'Парламент Сенатының келісімімен',
        'өздігінен'
      ],
      correctAnswer: 'Парламент Мәжілісінің келісімімен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Республика Президенті Үкімет отырыстарына төрағалық етеді:',
      choices: [
        'аса маңызды мәселелер бойынша',
        'Премьер-Министр болмаған жағдайда',
        'халықаралық ынтымақтастық мәселелері бойынша',
        'Үкімет қаулыларын қарау кезінде'
      ],
      correctAnswer: 'аса маңызды мәселелер бойынша'
    },
    {
      type: EQuestionType.Radio,
      title: 'Республика Президенті Бас Прокурорды қанша уақытқа қызметке тағайындайды:',
      choices: [
        '5 жыл',
        '6 жыл',
        '4 жыл',
        '7 жыл'
      ],
      correctAnswer: '5 жыл'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президент Бас прокурорды қызметке тағайындайды:',
      choices: [
        'Парламент Сенатының келісімімен',
        'Парламенттің екі палатасының келісімімен',
        'Парламент Мәжілісінің келісімімен',
        'өздігінен'
      ],
      correctAnswer: 'Парламент Сенатының келісімімен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президент республикалық бюджеттің атқарылуын бақылау жөніндегі есеп комитетінің төрағасы мен екі мүшесін қанша уақытқа қызметке тағайындайды:',
      choices: [
        '5 жыл',
        '4 жыл',
        '6 жыл',
        '3 жыл'
      ],
      correctAnswer: '5 жыл'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президент облыстардың, республикалық маңызы бар қалалардың және астананың әкімдерін қызметке тағайындайды:',
      choices: [
        'тиісті әкімшілік-аумақтық бірлік мәслихатының келісімімен',
        'өздігінен',
        'Премьер-Министрдің келісімімен',
        'Үкімет мүшелерінің келісімімен'
      ],
      correctAnswer: 'тиісті әкімшілік-аумақтық бірлік мәслихатының келісімімен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президент мерзімінен бұрын қызметінен босатылуы мүмкін жағдайлар:',
      choices: [
        'ауруы бойынша өз міндеттерін жүзеге асыруға тұрақты қабілетсіздігі болғанда',
        'Қазақстанның сыртқы қауіпсіздігі мен егемендігіне нұқсан келтіру немесе әлсірету мақсатында іс-әрекеттер жасағанда',
        'шет мемлекетке Қазақстанға қарсы дұшпандық қызметті жүзеге асыруға көмек көрсеткенде',
        'соғыс немесе қарулы қақтығыс кезінде жаудың жағына өткенде'
      ],
      correctAnswer: 'ауруы бойынша өз міндеттерін жүзеге асыруға тұрақты қабілетсіздігі болғанда'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президент қызметінен мерзімінен бұрын босатылған немесе кетірілген, сондай-ақ ол қайтыс болған жағдайда, Президенттің өкілеттігі қалған мерзімге кімге ауысады:',
      choices: [
        'Парламент Сенатының Төрағасына',
        'Парламент Сенатының Депутатынаа',
        'Республиканың Премьер-Министріне',
        'Парламент Мәжілісінің Төрағасына'
      ],
      correctAnswer: 'Парламент Сенатының Төрағасына'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президент консультативтік-кеңесші органдардың, Қазақстан халқы Ассамблеясының, Жоғары Сот Кеңесінің басшы лауазымды адамдарын тағайындайды:',
      choices: [
        'өздігінен',
        'Парламент Мәжілісінің келісімімен',
        'Парламент Сенатының келісімімен',
        'Премьер-Министрдің келісімімен'
      ],
      correctAnswer: 'өздігінен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Экс-президенттер құқығы бойынша өмір бойы кім болып табылады:',
      choices: [
        'Конституциялық Кеңестің мүшелері',
        'Парламент Сенатының депутаттары',
        'Парламент Мәжілісінің депутаттары',
        'Президент Әкімшілігінің қызметкерлері'
      ],
      correctAnswer: 'Конституциялық Кеңестің мүшелері'
    },
    {
      type: EQuestionType.Radio,
      title: 'Ішінара немесе жалпы жұмылдыру жарияланған жағдайда Президент бұл туралы дереу хабардар етеді:',
      choices: [
        'Парламентті',
        'Республиканың Премьер-Министрін',
        'Республика Үкіметін',
        'Республиканың Конституциялық Кеңесін'
      ],
      correctAnswer: 'Парламентті'
    },
    {
      type: EQuestionType.Radio,
      title: 'Бір адам неше реттен артық Президент болып сайлана алмайды:',
      choices: [
        'қатарынан 2 реттен',
        '1 реттен',
        'қатарынан 3 реттен',
        'қатарынан 4 реттен'
      ],
      correctAnswer: 'қатарынан 2 реттен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстанға қарсы агрессия жасалған не оның қауіпсіздігіне сырттан тікелей қатер төнген жағдайда:',
      choices: [
        'Президент',
        'республиканың бүкіл аумағында соғыс жағдайын енгізеді',
        'республиканың бүкіл аумағында төтенше жағдай енгізеді',
        'Парламентке төтенше жағдай енгізу туралы ұсыныс енгізеді',
        'Парламентке соғыс жағдайын енгізу туралы ұсыныс енгізеді'
      ],
      correctAnswer: 'республиканың бүкіл аумағында соғыс жағдайын енгізеді'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президентті қызметінен кетіру туралы мәселе осы кезеңде қозғалмайды:',
      choices: [
        'Парламенттің немесе Парламент Мәжілісінің өкілеттігін мерзімінен бұрын тоқтату туралы мәселені қарау',
        'Үкіметтің өкілеттігін мерзімінен бұрын тоқтату туралы мәселені қарау',
        'Премьер-Министрдің өкілеттігін мерзімінен бұрын тоқтату туралы мәселені қарау',
        'Президентті қызметінен кетіру туралы мәселе кез келген уақытта қозғалуы мүмкін'
      ],
      correctAnswer: 'Парламенттің немесе Парламент Мәжілісінің өкілеттігін мерзімінен бұрын тоқтату туралы мәселені қарау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Республиканың Экс-Президенті атағына ие:',
      choices: [
        'қызметінен кетірілгендерден басқа, Республиканың бұрынғы Президенттерінің барлығы',
        'Республиканың бұрынғы Президенттерінің барлығы',
        'мерзімінен бұрын қызметінен босатылғандардан басқа, Республиканың бұрынғы Президенттерінің барлығы',
        'оны кетіргеннен кейін қалған мерзімге Президенттің өкілеттігін орындаған адамдар'
      ],
      correctAnswer: 'қызметінен кетірілгендерден басқа, Республиканың бұрынғы Президенттерінің барлығы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президент қызметке кіріседі:',
      choices: [
        'халыққа ант берген сәттен бастап',
        'сайлау нәтижелері жарияланған сәттен бастап',
        'Президенттің бірінші актісі шыққан сәттен бастап',
        'халыққа ант берген күннен бастап он күн өткен соң'
      ],
      correctAnswer: 'халыққа ант берген сәттен бастап'
    },
    {
      type: EQuestionType.Radio,
      title: 'Республика Президенті актілерінің жобаларын дайындауды жүзеге асыра алмайды:',
      choices: [
        'үкіметтік емес ұйымдар',
        'Президент Әкімшілігі және Президентке тікелей бағынатын және есеп беретін өзге де мемлекеттік органдар',
        'Үкімет',
        'Жоғарғы Сот'
      ],
      correctAnswer: 'үкіметтік емес ұйымдар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан жасасқан ратификациялауға жатпайтын халықаралық шарттардың қолданысын тоқтата тұру туралы шешім қабылдайды:',
      choices: [
        'Президент',
        'Парламент Мәжілісінің Төрағасы',
        'Парламент Сенатының Төрағасы',
        'Сыртқы істер министрі'
      ],
      correctAnswer: 'Президент'
    },
    {
      type: EQuestionType.Radio,
      title: 'Азаматтарға кешірім жасау кімнің құзыретіне жатады:',
      choices: [
        'Президенттің',
        'Парламент Сенаты Төрағасының',
        'Парламент Мәжілісі Төрағасының',
        'Премьер-Министрдің'
      ],
      correctAnswer: 'Президенттің'
    },
    {
      type: EQuestionType.Radio,
      title: 'Экс-Президентке берілмейді:',
      choices: [
        'шетелге тегін сапарлар',
        'қажетті қызмет көрсететін пәтер және мемлекеттік саяжай',
        'жеке күзет',
        'медициналық қызмет көрсету және санаторлық-курорттық емдеу'
      ],
      correctAnswer: 'шетелге тегін сапарлар'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президент қызметінде болған кезеңде қамтамасыз етіледі:',
      choices: [
        'республика аумағындағы резиденциялармен, Астанадағы қызметтік пәтермен және мемлекеттік саяжаймен',
        'республика және шет елдер аумағындағы резиденциялармен, қызметтік пәтермен',
        'Республикалық маңызы бар қалалардағы қызметтік пәтерлермен, мемлекеттік саяжаймен',
        'елордадағы қызметтік пәтер, сондай-ақ жеке саяжаймен'
      ],
      correctAnswer: 'республика аумағындағы резиденциялармен, Астанадағы қызметтік пәтермен және мемлекеттік саяжаймен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Республика Президенті құқылы:',
      choices: [
        'ғылыми қызметпен айналысуға',
        'өзге де ақы төленетін лауазымдарды атқаруға',
        'мәслихат депутаты болуға',
        'кәсіпкерлік қызметті жүзеге асыруға'
      ],
      correctAnswer: 'ғылыми қызметпен айналысуға'
    },
    {
      type: EQuestionType.Radio,
      title: 'Үкімет мүшесі заңдарды орындамаған жағдайда Президент:',
      choices: [
        'Парламент Сенатының немесе Мәжілісінің Үкімет мүшесін қызметінен босату туралы өтінішін қарайды',
        'Премьер-министрдің Үкімет мүшесін қызметінен босату туралы өтінішін қарайды',
        'Үкімет мүшесін әкімшілік жауапкершілікке тарту туралы шешім қабылдайды',
        'Үкімет мүшесін қылмыстық жауапкершілікке тарту туралы шешім қабылдайды'
      ],
      correctAnswer: 'Парламент Сенатының немесе Мәжілісінің Үкімет мүшесін қызметінен босату туралы өтінішін қарайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президентке тікелей бағынатын және есеп беретін мемлекеттік органдардың құрылымы мен жалпы штат санын бекітетін:',
      choices: [
        'Президент',
        'Президентке тікелей бағынатын және есеп беретін мемлекеттік органның басшысы',
        'Үкімет',
        'Парламент'
      ],
      correctAnswer: 'Президент'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президенттің соттарға қатысты өкілеттіктері:',
      choices: [
        'Республика Жоғарғы Сотының Төрағасы мен судьяларын қызметке сайлау және қызметтен босату үшін Парламент Сенатына ұсыну',
        'Республика Жоғарғы Сотының Төрағасы мен судьяларын қызметке сайлау және қызметтен босату мәселесін өз бетінше шешу',
        'Жоғарғы сот төрағасын сайлау',
        'Жоғарғы Сот актілерін тоқтата тұру'
      ],
      correctAnswer: 'Республика Жоғарғы Сотының Төрағасы мен судьяларын қызметке сайлау және қызметтен босату үшін Парламент Сенатына ұсыну'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президент қызметінен мерзімінен бұрын босатылған немесе кетірілген, сондай-ақ ол қайтыс болған жағдайда Президенттің өкілеттігі қалған мерзімге Парламент Мәжілісінің Төрағасына қандай жағдайларда көшеді:',
      choices: [
        'Сенат Төрағасының Президент өкілеттігін өзіне қабылдауы мүмкін еместігі',
        'Премьер-Министрдің Президенттің өкілеттігін өзіне ала алмауы',
        'Президент Әкімшілігі Басшысының Президенттің өкілеттігін өзіне қабылдауы мүмкін еместігі',
        'Мемлекеттік хатшының Президент өкілеттігін өзіне қабылдауы мүмкін еместігі'
      ],
      correctAnswer: 'Сенат Төрағасының Президент өкілеттігін өзіне қабылдауы мүмкін еместігі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президенттің шешімімен Экс-президенттің зейнетақысы қандай мөлшерде белгіленеді:',
      choices: [
        'Президенттің лауазымдық жалақысының 80%',
        'Президенттің лауазымдық жалақысының 70%',
        'Президенттің лауазымдық жалақысының 60%',
        'Президенттің лауазымдық жалақысының 50%'
      ],
      correctAnswer: 'Президенттің лауазымдық жалақысының 80%'
    },
    {
      type: EQuestionType.Radio,
      title: 'Экс-президентке ұсынылады:',
      choices: [
        'пәтер, қажетті қызмет көрсететін мемлекеттік саяжай, жеке күзет, жүргізушілері бар дербес автомобиль, медициналық қызмет көрсету және санаторий-курорттық емдеу',
        'ел бойынша, шет елдерге тегін жол жүру',
        'елордадағы пәтер, жеке күзет, автокөлік, жеке саяжай, медициналық қызмет көрсету және санаторий-курорттық емдеу',
        'шетелде пәтер (таңдауы бойынша), қажетті қызмет көрсететін мемлекеттік саяжай, жеке күзет, жүргізушілері бар дербес автомобиль'
      ],
      correctAnswer: 'пәтер, қажетті қызмет көрсететін мемлекеттік саяжай, жеке күзет, жүргізушілері бар дербес автомобиль, медициналық қызмет көрсету және санаторий-курорттық емдеу'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мемлекеттік қызмет, еңбек және зейнетақы туралы заңнама нормалары Президентке:',
      choices: [
        'қолданылмайды',
        'толық көлемде қолданылады',
        'заңнамада белгіленген алып қоюлармен қолданылады',
        'еңбекке ақы төлеу тәртібін айқындау бөлігінде қолданылады'
      ],
      correctAnswer: 'қолданылмайды'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасының Президенті бекітеді:',
      choices: [
        'Әскери доктринаны',
        'Әскери стратегияны',
        'Әскери жол картасын',
        'Әскери тактиканы'
      ],
      correctAnswer: 'Әскери доктринаны'
    },
    {
      type: EQuestionType.Radio,
      title: 'Президент Үкімет немесе оның кез келген мүшесі мәлімдеген отставканы қабылдайды немесе қабылдамайды:',
      choices: [
        '10 күн мерзімде',
        '2 апта ішінде',
        '1 ай мерзімде',
        '15 күндік күнде'
      ],
      correctAnswer: '10 күн мерзімде'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттың өкілеттігін мерзімінен бұрын тоқтататын:',
      choices: [
        'Президент',
        'Президент тиісті әкімшілік-аумақтық бірлік әкімінің келісімімен',
        'Президент Парламент Сенаты төрағасының келісімімен',
        'Премьер-Министр'
      ],
      correctAnswer: 'Президент'
    },
    {
      type: EQuestionType.Radio,
      title: 'Парламент сессиясында жария етілген Президент Жолдауы:',
      choices: [
        'талқыланбайды және ол бойынша сұрақтар қойылмайды',
        'бірлескен талқылауға жатады',
        'тікелей эфирінен таратылады',
        'Үкімет отырысында одан әрі талқылануға тиіс'
      ],
      correctAnswer: 'талқыланбайды және ол бойынша сұрақтар қойылмайды'
    }
  ],
  time: 10,
  passingScore: 5,
  questionsTotal: 10
};
