import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const privateBailiffKz: ITest = {
    id: 'privateBailiff-kz',
    title: 'Жеке сот орындаушысы',
    description: '<p>Атқарушылық iс жүргiзу және сот орындаушыларының мәртебесi туралы</p>',
    questions: [
        {
            type: EQuestionType.Radio,
            title: 'Борышкер қатардан шыққан (азамат қайтыс болған, заңды тұлға қайта ұйымдастырылған, борыш ауысқан) жағдайда мемлекет кірісіне өндіріп алу туралы атқарушылық құжаттар бойынша мемлекеттік сот орындаушысы:',
            choices: [
                'борышкерді оның құқықтық мирасқорына ауыстыру туралы қаулы шығарады',
                'шешім шығарған сотқа борышкерді оның құқықтық мирасқорына ауыстыру жөнінде ұйғарым шығару туралы ұсыныспен ұсыну жібереді',
                'атқарушылық істі тоқтату туралы қаулы шығарады'
            ],
            correctAnswer: 'шешім шығарған сотқа борышкерді оның құқықтық мирасқорына ауыстыру жөнінде ұйғарым шығару туралы ұсыныспен ұсыну жібереді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Шетелдік сот шешімінің негізінде Қазақстан Республикасының соты берген атқарушылық парақ қандай мерзімі ішінде мәжбүрлеп орындатуға берілуі мүмкін?',
            choices: [
                'шешімнің заңды күшіне енген кезінен бастап 1 жыл ішінде',
                'шешімнің заңды күшіне енген кезінен бастап 3 жыл ішінде',
                'шешімнің заңды күшіне енген кезінен бастап 6 жыл ішінде'
            ],
            correctAnswer: 'шешімнің заңды күшіне енген кезінен бастап 3 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық құжаттардың  орындалуын қамтамасыз ету жөніндегі шараның бiр түрiн басқасымен ауыстыру туралы мәселенi кім қарайды?',
            choices: [
                'сот орындаушысы',
                'аумақтық бөлімнің басшысы – аға сот орындаушысы',
                'сот тәртібінде'
            ],
            correctAnswer: 'сот орындаушысы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Өндiрiп алушы немесе борышкер сот орындаушысының атқарушылық құжатты орындау жөнiндегi шешiмiне және әрекетiне (әрекетсiздiгiне) немесе осындай әрекеттер жасаудан бас тартуына қайда шағым жасауы мүмкiн:',
            choices: [
                'шағым жасалмайды',
                'аумақтық бөлімнің басшысы – аға сот орындаушысына',
                'сотқа'
            ],
            correctAnswer: 'сотқа'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушысы қызметімен айналысу құқығына үміткер қандай тілде тестілеуден өтуге құқылы?',
            choices: [
                'өзінің таңдауы бойынша қазақ немесе орыс тілінде',
                'орыс тілінде',
                'қазақ тілінде'
            ],
            correctAnswer: 'өзінің таңдауы бойынша қазақ немесе орыс тілінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот орындаушысына не атқарушылық әрекеттер жасалатын жерге шақырулар жіберу нені арқылы жүзеге асырылады?',
            choices: [
                'хабархатты',
                'шақыру қағазын',
                'қаулыны'
            ],
            correctAnswer: 'шақыру қағазын'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік сот орындаушысын кім қызметке тағайындайды және қызметтен босатады?',
            choices: [
                'Жеке сот орындаушыларының өңірлік палатасы',
                'уәкілетті орган',
                'аумақтық орган'
            ],
            correctAnswer: 'аумақтық орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Неден ақшаны өндіріп алуға болмайды?',
            choices: [
                'нотариус депозиті шарттарында енгізілген ақшадан',
                'кепілге салынған мүліктен',
                'заңды тұлға құрылтайшыларының (қатысушыларының) мүлкі'
            ],
            correctAnswer: 'нотариус депозиті шарттарында енгізілген ақшадан'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік сот орындаушысының қызметiн бақылауды кім жүзеге асырады?',
            choices: [
                'Жеке сот орындаушыларының өңірлік палатасы',
                'уәкілетті орган және оның аумақтық органдары',
                'прокурор'
            ],
            correctAnswer: 'уәкілетті орган және оның аумақтық органдары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Тарап өкiлiнің атқарушылық іс жүргізу жөніндегі өкiлеттiктерi немен куәландырылады?',
            choices: [
                'сенімхатпен',
                'өтінішпен',
                'өтінімхатпен'
            ],
            correctAnswer: 'сенімхатпен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкерді белгiлi бiр әрекеттер жасауға мiндеттейтiн атқарушылық құжаттарды орындауды сот орындаушысы қандай жерде жүргiзедi?',
            choices: [
                'осындай әрекеттер жасалатын жерде',
                'атқарушылық іс-әрекеттер ұсынылған жері бойынша жүзеге асырыла отырып, атқарушылық құжат борышкер жеке тұлғаның тіркелген жері бойынша не оның тұрақты тұратын жері бойынша не жұмыс орны бойынша, сондай-ақ оның мүлкінің тіркелген жері не орналасқан жері бойынша',
                'сондай атқарушылық құжатты берген сот орналасқан жерде'
            ],
            correctAnswer: 'осындай әрекеттер жасалатын жерде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушысы .... құқылы',
            choices: [
                'жеке адамдардың жеке өмірінің мән-жайларына қатысты құпияны сақтауға, қызметінің нәтижесінде өзіне белгілі болған коммерциялық немесе өзге де заңмен қорғалатын құпияны құрайтын мәліметтерді жария етуге жол бермеуге',
                'мемлекеттік тіркеу органдарының және өзге де ұйымдардың электрондық деректер базасынан мәліметтер алуға',
                'Жеке сот орындаушыларының кәсіптік Ар-намыс кодексін сақтауға'
            ],
            correctAnswer: 'мемлекеттік тіркеу органдарының және өзге де ұйымдардың электрондық деректер базасынан мәліметтер алуға'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкердiң банктердегi немесе банк операцияларының жекелеген түрлерiн жүзеге асыратын ұйымдардағы ақшалай сомаларынан өндiрiп алуды сот орындаушысы қалай жүзеге асырады?',
            choices: [
                'тиісті қаулы шығару арқылы',
                'инкассалық өкiм шығару арқылы',
                'хабархат жолдау арқылы'
            ],
            correctAnswer: 'инкассалық өкiм шығару арқылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік сот орындаушыларының қызметiн ұйымдастырушылық және материалдық-техникалық жағынан қамтамасыз ету қалай жүзеге асырылады?',
            choices: [
                'өз есебінен',
                'өндіріп алушының аванстық жарнасы есебінен',
                'республикалық бюджет қаражаты есебiнен'
            ],
            correctAnswer: 'республикалық бюджет қаражаты есебiнен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот орындаушысы атқарушылық құжаттың қандай талабы  орындалмаған жағдайда борышкер болып табылатын жеке тұлғаның, заңды тұлға басшысының (міндетін атқарушының) Қазақстан Республикасынан шығуын уақытша шектеу туралы қаулы шығаруға міндетті?',
            choices: [
                'атқарушылық құжаттың мерзімді төлемдерді өндіріп алу туралы талаптары 3 айдан астам орындалмаса',
                'ВАРИАНТ ОТВЕТА',
                'ВАРИАНТ ОТВЕТА'
            ],
            correctAnswer: 'атқарушылық құжаттың мерзімді төлемдерді өндіріп алу туралы талаптары 3 айдан астам орындалмаса'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушысы ақылы қызметтің қандай түрлерімен айналысуға құқылы?',
            choices: [
                'ақылы қызметтің өзге түрлерімен айналысуға құқығы жоқ',
                'ақылы қызметтің кез келген  түрлерімен айналысуға құқылы',
                'ғылыми, оқытушылық немесе шығармашылық қызметпен айналысуға құқылы'
            ],
            correctAnswer: 'ғылыми, оқытушылық немесе шығармашылық қызметпен айналысуға құқылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкердің үлесінің мөлшері туралы құжаттар болмаған және (немесе) борышкердің ортақ мүліктегі үлесіне балама нақты мүлікті айқындау мүмкіндігі болмаған кезде ортақ мүлікті бөлу, сондай-ақ осы мүліктегі үлестерді айқындау және борышкердің үлесін бөліп шығару қалай жүргізіледі?',
            choices: [
                'сот орындаушысының арызы не өндіріп алушының талап-арызы бойынша сот тәртібімен ',
                'аумақтық бөлім басшысы – аға сот орындаушысының бекітуімен',
                'мұндай мүлік өндіруге жатпайды'
            ],
            correctAnswer: 'сот орындаушысының арызы не өндіріп алушының талап-арызы бойынша сот тәртібімен '
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушысы орындауға қандай атқарушылық құжаттарды қоспағанда, осы Заңда көзделген барлық атқарушылық құжаттарды қабылдайды?',
            choices: [
                'алименттер туралы',
                'мемлекеттен өндіріп алу туралы',
                'жалақы, зейнетақы, жәрдемақы туралы'
            ],
            correctAnswer: 'мемлекеттен өндіріп алу туралы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот орындаушысының қаулыдағы жаңылыс жазуларын немесе көрінеу арифметикалық қателерін қалай түзетуге болады?',
            choices: [
                'қаулыға өгеріс енгізу мүмкін емес',
                'түзетулер аумақтық бөлім басшысы – аға сот орындаушысының бұрын шығарылған қаулыға өзгерістер енгізу туралы қаулысымен енгізіледі',
                'түзетулер сот орындаушысының бұрын шығарылған қаулыға өзгерістер енгізу туралы қаулысымен енгізіледі'
            ],
            correctAnswer: 'түзетулер сот орындаушысының бұрын шығарылған қаулыға өзгерістер енгізу туралы қаулысымен енгізіледі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайда әлеуметтік медициналық сақтандыру қорының банктік шоттардағы активтеріне тыйым салынуы мүмкін?',
            choices: [
                'тыйым салынбайды',
                'прокурордың санкциясымен',
                'аумақтық бөлім басшысы – аға сот орындаушысының бекітуімен'
            ],
            correctAnswer: 'тыйым салынбайды'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қалаларға, облыс аудандарына, қала аудандарына әкімшілік-аумақтық бөлуге сәйкес атқару округіндегі жеке сот орындаушыларын белгілеуді қандай орган жүзеге асырады?',
            choices: [
                'Жеке сот орындаушыларының республикалық палатасы',
                'Жеке сот орындаушыларының өңірлік палатасы',
                'уәкілетті орган'
            ],
            correctAnswer: 'Жеке сот орындаушыларының өңірлік палатасы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Істердің әлеуметтік маңызы бар санаттарын орындау кезінде мемлекет кепілдік берген заң көмегін көрсету субъектісі ретінде жеке тұлғаларға мемлекет кепілдік берген тегін заң көмегін кім көрсетеді?',
            choices: [
                'аумақтық бөлім басшысы – аға сот орындаушысы',
                'мемлекеттік сот орындаушысы',
                'жеке сот орындаушысы'
            ],
            correctAnswer: 'жеке сот орындаушысы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушысының еңбек немесе оқу демалысы, науқастануы, іссапары және осы Заңда көзделген міндеттерін орындауға уақытша  кедергі келтіретін өзге де мән-жайлар кезінде',
            choices: [
                'атқарушылық іс жүргізулер орындау үшін бір жеке сот орындаушысынан басқа жеке сот орындаушысына уақытша беріледі ',
                'атқарушылық іс жүргізулер уақытша мемлекеттік сот орындаушысына беріледі',
                'атқарушылық іс жүргізулер тоқтата тұруға жатады'
            ],
            correctAnswer: 'атқарушылық іс жүргізулер орындау үшін бір жеке сот орындаушысынан басқа жеке сот орындаушысына уақытша беріледі '
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік сот орындаушысынан бас тарту туралы мәселенi кім шешеді?',
            choices: [
                'мемлекеттік сот орындаушысы',
                'аумақтық бөлім басшысы – аға сот орындаушысы',
                'сот'
            ],
            correctAnswer: 'аумақтық бөлім басшысы – аға сот орындаушысы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Астана халықаралық қаржы орталығы сотының шешімдері негізінде берілетін атқару парақтарын мәжбүрлеп орындауға беру мерзімдері: ',
            choices: [
                '1 жыл ішінде',
                '3 жыл ішінде',
                '6 жыл ішінде'
            ],
            correctAnswer: '3 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкердің болатын жері белгісіз болған кезде сот орындаушысы не істеуге міндетті? ',
            choices: [
                'ішкі істер органдары, сыбайлас жемқорлыққа қарсы қызмет, экономикалық тергеу қызметі арқылы борышкерге іздеу салуды жариялау туралы қаулымен атқарушылық құжат орындалатын жердегі прокуратура органдарына жүгінуге',
                'атқарушылық жүргізуді тоқтатуға',
                'өндіріп алушыға атқарушылық құжатты қайтаруға'
            ],
            correctAnswer: 'ішкі істер органдары, сыбайлас жемқорлыққа қарсы қызмет, экономикалық тергеу қызметі арқылы борышкерге іздеу салуды жариялау туралы қаулымен атқарушылық құжат орындалатын жердегі прокуратура органдарына жүгінуге'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайда сот орындаушысы борышкердің жылжымалы мүлкіне тізімдеме жасамауға құқылы?',
            choices: [
                'егер маманның қорытындысы бойынша оны сату мүмкін болмаса немесе оны сатудан түскен сома орындау жөніндегі шығыстардан кем болатын болса',
                'Алдын ала атқарушылық әрекеттердің болуы туралы хабардар етілген, борышкер болып табылатын жеке тұлға немесе заңды тұлға тізімдеме жасау кезінде болмаған жағдайда ',
                'тізімдеме жасау кезінде өндіріп алушы болмаған жағдайда'
            ],
            correctAnswer: 'егер маманның қорытындысы бойынша оны сату мүмкін болмаса немесе оны сатудан түскен сома орындау жөніндегі шығыстардан кем болатын болса'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкер болып табылатын жеке тұлғаның, заңды тұлға басшысының (міндетін атқарушының) Қазақстан Республикасынан шығуына уақытша шектеуді алып тастау қандай жағдайда жүргізілмейді?',
            choices: [
                'мерзімдік өндіріп алулар туралы атқарушылық іс жүргізулер бойынша берешек болмаған жағдайда',
                'атқарушылық құжат соттың немесе құжатты берген басқа органның талап етуі бойынша орындалмай қайтарылған жағдайда',
                'егер борышкерде  мүлік, соның ішінде ақша, бағалы қағаздар немесе өндіріп алуға жататын кірістер болмаса және де мүлікті тәркілендіру туралы атқарушылық құжатты қоспағанда, сот орындаушысы оның  мүлкін немесе кірістерін анықтау бойынша заңда көзделген барлық шаралар нәтижесіз болса, атқарушылық құжат өндіріп алушыға қайтарылған жағдайда'
            ],
            correctAnswer: 'егер борышкерде  мүлік, соның ішінде ақша, бағалы қағаздар немесе өндіріп алуға жататын кірістер болмаса және де мүлікті тәркілендіру туралы атқарушылық құжатты қоспағанда, сот орындаушысы оның  мүлкін немесе кірістерін анықтау бойынша заңда көзделген барлық шаралар нәтижесіз болса, атқарушылық құжат өндіріп алушыға қайтарылған жағдайда'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушысы қызметімен айналысу құқығына үміткер адамдарды аттестаттау қалай өтеді?',
            choices: [
                'Аттестаттау екі кезеңнен тұрады: 1) Қазақстан Республикасының заңнамасын білуге арналған компьютерлік тест тапсыру 2) үміткердің білімін әңгімелесу түрінде тексеру',
                'қазақстан республикасының заңнамасын білуге арналған компьютерлік тест тапсыру түрінде',
                'әңгімелесу түрінде'
            ],
            correctAnswer: 'Аттестаттау екі кезеңнен тұрады: 1) Қазақстан Республикасының заңнамасын білуге арналған компьютерлік тест тапсыру 2) үміткердің білімін әңгімелесу түрінде тексеру'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкерге iздеу салу жөнiндегi шығыстар кімнен өндіріліп алынады? ',
            choices: [
                'өндіріліп алынбайды',
                'борышкерден',
                'өндіріп алушыдан'
            ],
            correctAnswer: 'борышкерден'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушыларының Жеке сот орындаушыларының өңірлік палатасына өздері көрсеткен мемлекет кепілдік берген заң көмегі туралы есепті беру мерзімі:',
            choices: [
                'айына екі рет',
                'тоқсан сайын',
                'ай сайын'
            ],
            correctAnswer: 'ай сайын'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қазақстан Республикасы заңнамасының, Жеке сот орындаушыларының кәсіптік ар-намыс кодексінің және Республикалық палата жарғысының талаптарын бұзғаны үшін жеке сот орындаушысына тәртіптік жауаптылықтың мынадай түрлері қолданылады:',
            choices: [
                '1) ескерту 2) сөгіс 3) қатаң сөгіс',
                '1) ескерту 2) сөгіс 3) қатаң сөгіс 4) уәкілетті органға жеке сот орындаушысының лицензиясынан айыру туралы ұсыну бере отырып, Республикалық палата мүшелігінен шығару',
                '1) ескерту 2) қатаң сөгіс 3) уәкілетті органға жеке сот орындаушысының лицензиясынан айыру туралы ұсыну бере отырып, Республикалық палата мүшелігінен шығару'
            ],
            correctAnswer: '1) ескерту 2) сөгіс 3) қатаң сөгіс 4) уәкілетті органға жеке сот орындаушысының лицензиясынан айыру туралы ұсыну бере отырып, Республикалық палата мүшелігінен шығару'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот орындаушысы тыйым салынған мүлiктi сақтауға берудi қандай құжаттың негізінде жүзеге асырады?',
            choices: [
                'сақтау шарты негізінде',
                'сот орындаушысының қаулысы негізінде',
                'сот шешімінің негізінде'
            ],
            correctAnswer: 'сақтау шарты негізінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Төрелiктiң шешiмдерiн, халықаралық және шетелдік төреліктердің шешімдерін мәжбүрлеп орындату туралы соттың ұйғарымы негiзiнде берiлетiн атқару парақтары қандай мерзімде мәжбүрлеп орындауға ұсынылуы мүмкін? ',
            choices: [
                '1 жыл ішінде',
                '3 жыл ішінде',
                '6 жыл ішінде'
            ],
            correctAnswer: '3 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкерден ақшаны, бағалы қағаздарды, валюталық құндылықтарды, зергерлiк және қымбат металдардан, асыл тастардан және iнжуден жасалған басқа да бұйымдарды, сондай-ақ осындай бұйымдардың сынықтарын алып қойған кезде сот орындаушысы қандай құжатты жасайды?',
            choices: [
                'акт',
                'хаттама',
                'қаулы'
            ],
            correctAnswer: 'акт'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушысы жасайтын атқарушылық әрекеттердің заңдылығын және оның іс қағаздарын жүргізу қағидаларын сақтауын бақылауды жүзеге асыру тәртібін кім белгілейді? ',
            choices: [
                'Жеке сот орындаушыларының өңірлік палатасы',
                'уәкілетті орган',
                'Жеке сот орындаушыларының республикалық палатасы'
            ],
            correctAnswer: 'уәкілетті орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Аудармашыдан немесе маманнан бас тарту туралы мәселенi кім шешедi?',
            choices: [
                'сот',
                'мемлекеттік сот орындаушысы өзі',
                'аумақтық бөлім басшысы – аға сот орындаушысының бекітуімен мемлекеттік сот орындаушысы '
            ],
            correctAnswer: 'аумақтық бөлім басшысы – аға сот орындаушысының бекітуімен мемлекеттік сот орындаушысы '
        },
        {
            type: EQuestionType.Radio,
            title: 'Әкiмшiлiк құқық бұзушылықтар туралы iстердi қарауға уәкiлеттiк берілген органның (лауазымды адамның) қаулыларын мәжбүрлеп орындауға беру мерзімдері:',
            choices: [
                '1 жыл ішінде',
                '3 жыл ішінде',
                '6 жыл ішінде'
            ],
            correctAnswer: '1 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкердi үй-жайдан шығару кезінде оның тізімдемесі жасалған мүлкiн сақтау екі айдан аспайтын мерзiмде жүзеге асырылады, ол аяқталған соң аталған мүлiк:',
            choices: [
                'борышкер босатқан үй-жайға қайтарылады',
                'борышкерге қайтарылады',
                'сатылады'
            ],
            correctAnswer: 'сатылады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мүлік сауда-саттыққа шығарыла алмайтын тұрғынжайды дербес өткізу мерзімі неше айды құрайды? ',
            choices: [
                '1 ай ішінде',
                '3 ай ішінде',
                '6 ай ішінде'
            ],
            correctAnswer: '3 ай ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік сот орындаушысы борышкерден өндіріп алған сомадан ең алдымен:',
            choices: [
                'атқарушылық құжатты орындау процесінде борышкерге салынған айыппұлдар өтеледі',
                'атқарушылық құжатты орындау бойынша шығыстар өтеледі',
                'өндіріп алушылардың талаптары қанағаттандырылады'
            ],
            correctAnswer: 'атқарушылық құжатты орындау процесінде борышкерге салынған айыппұлдар өтеледі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушылары республикалық палатасының тұрақты жұмыс істейтін алқалы атқарушы органы:',
            choices: [
                'Төралқа',
                'Басқарма',
                'Съезд'
            ],
            correctAnswer: 'Басқарма'
        },
        {
            type: EQuestionType.Radio,
            title: 'Тағылымдаман өткен және жеке сот орындаушысы қызметімен айналысуға үміткер адамдарға тестілеуді жүргізу тәртібі мен шарттарын кім айқындайды?',
            choices: [
                'Жеке сот орындаушыларының өңірлік палатасы',
                'Жеке сот орындаушыларының республикалық палатасы',
                'уәкілетті орган'
            ],
            correctAnswer: 'уәкілетті орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық iс жүргiзудi тоқтата тұру, тоқтату, атқарушылық құжатты қайтару немесе оны банкроттықты басқарушыға, оңалтуды басқарушыға, борышкер-заңды тұлғаның тарату комиссиясына жiберу туралы мәселелердi кім қарайды?',
            choices: [
                'аумақтық бөлім басшысы – аға сот орындаушысы',
                'сот орындаушысы',
                'сот'
            ],
            correctAnswer: 'сот орындаушысы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Оның негізінде атқарушылық құжат берілген актінің күшін жоюға байланысты атқарушылық іс жүргізу тоқтатылған жағдайда атқарушылық әрекеттер жасау жөніндегі шығыстар қалай өтеледі?',
            choices: [
                'борышкер есебінен',
                'өндіріп алушының есебінен',
                'республикалық бюджет қаражаты есебінен'
            ],
            correctAnswer: 'республикалық бюджет қаражаты есебінен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Әкімшілік жаза қолдануға уәкілеттік берілген орган (лаузымды адам) берген айыппұл төлеу қажеттігі туралы нұсқамалар мәжбүрлеп орындатуға қандай мерзiмде ұсынылуы мүмкін?',
            choices: [
                '1 жыл ішінде',
                '3 жыл ішінде',
                '6 жыл ішінде'
            ],
            correctAnswer: '1 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер сот орындаушысы атқарушылық іс жүргізудің нәтижесіне жеке өзі, тікелей немесе жанама түрде мүдделі болса немесе өзге де мән-жайлар, атап айтқанда, тараптардың, олардың өкілдерінің бейтараптығына күмән туғызатын туыстық қатынастары орын алса, ол атқарушылық іс жүргізуден:',
            choices: [
                'бас тарту тиіс',
                'атқарушылық құжатты  өндіріп алушыға қайтару тиіс',
                'атқарушылық іс жүргізуді орындауды жалғастыру тиіс'
            ],
            correctAnswer: 'бас тарту тиіс'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай құжат атқарушылық құжат болып табылмайды?',
            choices: [
                'қылмыстық іс бойынша шығарылған мүлікке тыйым салу туралы сот қаулысы',
                'жеке сот орындаушысының өзінің қызмет ақысының сомасын бекіту туралы қаулысы',
                'бітімгершілік келісім'
            ],
            correctAnswer: 'бітімгершілік келісім'
        },
        {
            type: EQuestionType.Radio,
            title: 'Құрылыстарды бұзумен, технологиялық операцияларды жүргiзумен байланысты атқарушылық құжаттар бойынша, сондай-ақ мамандарды тарта отырып мүлiктi бағалауды, сараптама жүргiзудi, борышкердiң мүлкiн сатуды, iздестiрудi талап ететiн мүлiктiк өндiрiп алу туралы атқарушылық құжаттар бойынша орындау неше айдан аспайтындай мерзiмде аяқталуға тиiс?',
            choices: [
                '2 айдан аспайтындай мерзiмде',
                '4 айдан аспайтындай мерзiмде',
                '6 айдан аспайтындай мерзiмде'
            ],
            correctAnswer: '4 айдан аспайтындай мерзiмде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық құжаттар қандай мерзімде мәжбүрлеп орындатуға ұсынылуы мүмкін?',
            choices: [
                '1 жыл ішінде',
                '3 жыл ішінде',
                '6 жыл ішінде'
            ],
            correctAnswer: '3 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер атқарушылық іс жүргізуді орындау процесінде борышкердің атқарушылық құжат ұсынылған мекенжай бойынша жоқ болғаны, басқа әкімшілік-аумақтық бірліктің аумағында екені анықталса, жеке сот орындаушысы:',
            choices: [
                'атқарушылық құжатты аумағы бойынша жеке сот орындаушыларының тиісті өңірлік палатасына жіберу туралы қаулы шығарады, бұл туралы өндіріп алушыға хабарлайды не онымен келісу бойынша борышкердің тіркелген жері бойынша оның жылжымайтын мүлкін және (немесе) оның орналасқан жері бойынша өзге де мүлікті өткізу үшін өзінің атқарушылық округінен тысқары жерге барып атқарушылық әрекеттер жасауға, сондай-ақ тиісті атқарушы округтің жеке сот орындаушысымен келісу бойынша оған белгілі бір атқарушылық әрекеттер жасауды тапсыруға құқылы',
                'атқарушылық құжатты  өндіріп алушыға қайтарады',
                'атқарушылық құжатты аумаққа жатқызылуына қарай мемлекеттік сот орындаушысына борышкердің жаңа тұрғылықты жері немесе нақты тұратын жері бойынша, оның жаңа жұмыс орны, борышкер заңды тұлғаның жаңа орналасқан жері бойынша жіберу туралы қаулыны дереу шығарады, бұл жөнінде өндіріп алушыға хабарлайды'
            ],
            correctAnswer: 'атқарушылық құжатты аумағы бойынша жеке сот орындаушыларының тиісті өңірлік палатасына жіберу туралы қаулы шығарады, бұл туралы өндіріп алушыға хабарлайды не онымен келісу бойынша борышкердің тіркелген жері бойынша оның жылжымайтын мүлкін және (немесе) оның орналасқан жері бойынша өзге де мүлікті өткізу үшін өзінің атқарушылық округінен тысқары жерге барып атқарушылық әрекеттер жасауға, сондай-ақ тиісті атқарушы округтің жеке сот орындаушысымен келісу бойынша оған белгілі бір атқарушылық әрекеттер жасауды тапсыруға құқылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушысы борышкерден өндіріп алған сомадан ең алдымен:',
            choices: [
                'жеке сот орындаушысының қызметіне ақы төлеу жөніндегі сомалар және атқарушылық құжат бойынша шығыстар төленеді',
                'атқарушылық құжатты орындау процесінде борышкерге салынған айыппұлдар бойынша сомалар өтеледі',
                'өндіріп алушылардың талаптары қанағаттандырылады'
            ],
            correctAnswer: 'атқарушылық құжатты орындау процесінде борышкерге салынған айыппұлдар бойынша сомалар өтеледі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот орындаушысының атқарушылық iс жүргiзудi тоқтата тұру, тоқтату, атқарушылық құжатты қайтару немесе оны банкроттықты басқарушыға, оңалтуды басқарушыға, борышкер-заңды тұлғаның тарату комиссиясына жiберу туралы қаулысы бойынша шағым жасауға болады?',
            choices: [
                'қаулыға шағым жасалмайды',
                'аумақтық бөлім басшысы – аға сот орындаушысына',
                'сот тәртібінде'
            ],
            correctAnswer: 'сот тәртібінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Республикалық палатаның өкілді органы:',
            choices: [
                'Съезд',
                'Төралқа',
                'Басқарма'
            ],
            correctAnswer: 'Төралқа'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушысының қызметіне бюджеттен ақы төлеу қандай істердің әлеуметтік маңызы бар санаттары бойынша жүзеге асырылады?',
            choices: [
                'өндіріп алуды қолдануға болатын ақша және мүлкі болмаған кезде жалақыны өндіріп алу туралы',
                'өмірі мен денсаулығына келтірілген зиянды өтеу туралы',
                'зейнетақыны, жәрдемақыны өндіріп алу туралы'
            ],
            correctAnswer: 'өндіріп алуды қолдануға болатын ақша және мүлкі болмаған кезде жалақыны өндіріп алу туралы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік сот орындаушысының атқарушылық санкцияны өндіріп алу туралы қаулылары мәжбүрлеп орындатуға қандай мерзiмде сынылуы мүмкін?',
            choices: [
                '1 жыл ішінде',
                '3 жыл ішінде',
                '6 жыл ішінде'
            ],
            correctAnswer: '3 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушысының қызметіне ақы төлеу қандай жағдайда өндіріліп алынбайды?',
            choices: [
                'атқарушылық құжаттың борышкері оны мәжбүрлеп орындатуға бергенге дейін орындаған жағдайда',
                'атқарушылық құжаттың борышкері жеке сот орындаушысы ұсынған мерзімде ерікті түрде орындаған жағдайда',
                'атқарушылық құжат ішінара орындалған жағдайда'
            ],
            correctAnswer: 'атқарушылық құжаттың борышкері оны мәжбүрлеп орындатуға бергенге дейін орындаған жағдайда'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкердің дебиторының ақпарат беру жөніндегі шығыстарын кім өтейді?',
            choices: [
                'мемлекет',
                'өндіріп алушы',
                'борышкер'
            ],
            correctAnswer: 'борышкер'
        },
        {
            type: EQuestionType.Radio,
            title: 'Баламен қарым-қатынас тәртібі туралы атқарушылық құжаттар бойынша жеке сот орындаушысының қызметіне ақы төлеу кімге жүктеледі?',
            choices: [
                'борышкерге',
                'өрдіріп алушыға',
                'өндіріп алушы мен борышкерге бірдей үлестермен'
            ],
            correctAnswer: 'өндіріп алушы мен борышкерге бірдей үлестермен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай орган Республикалық палатаның жоғары басқару органы болып табылады?',
            choices: [
                'Төралқа',
                'Съезд',
                'Басқарма'
            ],
            correctAnswer: 'Съезд'
        },
        {
            type: EQuestionType.Radio,
            title: 'Меншік құқығы (шаруашылық жүргізу құқығы, оралымды басқару құқығы) жылжымайтын мүлікке және олармен жасалатын мәмілелерге құқықтарды мемлекеттік тіркеу туралы Қазақстан Республикасының заңнамасына сәйкес ресімделмеген борышкердің жылжымайтын мүлкінен өндіріліп алынған жағдайда, сондай-ақ жылжымайтын объектінің кадастрлық және техникалық есепке алу (түгендеу) жөніндегі жұмыстары жүргізілмесе немесе аяқталмаса:',
            choices: [
                'сот орындаушысы борышкерге, тіркеуші органға аталған әрекеттерді жүргізуге және жылжымайтын мүлікке құқықтарды кадастрлық, техникалық есепке алу мен мемлекеттік тіркеу жөніндегі құжаттарды табыс ету міндеттерін жүктеу туралы ұсыныспен сотқа жүгінеді',
                'мұндай мүлік сатуға жатпайды',
                'қандай жай-күйде болса, сол күйде сатылады'
            ],
            correctAnswer: 'сот орындаушысы борышкерге, тіркеуші органға аталған әрекеттерді жүргізуге және жылжымайтын мүлікке құқықтарды кадастрлық, техникалық есепке алу мен мемлекеттік тіркеу жөніндегі құжаттарды табыс ету міндеттерін жүктеу туралы ұсыныспен сотқа жүгінеді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушысының қызметіне ақы төлеу мөлшерін кім бекітеді?',
            choices: [
                'аумақтық органның басшысы – аға сот орындаушының ұсынымы бойынша',
                'уәкілетті органның ұсынуы бойынша Қазақстан Республикасының Үкіметі',
                'Жеке сот орындаушыларының республикалық палатасы'
            ],
            correctAnswer: 'уәкілетті органның ұсынуы бойынша Қазақстан Республикасының Үкіметі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкердiң жалақысынан және басқа да табыстарынан ақшаның дұрыс және уақтылы ұсталуына, сондай-ақ ұсталған соманың өндiрiп алушыға уақытында жiберiлуiне бақылау жасап отыруды жүзеге асыруға кім мiндеттi?',
            choices: [
                'прокурор',
                'сот орындашусы',
                'аумақтық органның басшысы – аға сот орындаушы'
            ],
            correctAnswer: 'сот орындашусы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот орындаушысының атқарушылық әрекеттер жасау кезінде келген шығыстарды өтеу туралы қаулылары мәжбүрлеп орындатуға қандай мерзiмде ұсынылуы мүмкін?',
            choices: [
                '1 жыл ішінде',
                '3 жыл ішінде',
                '6 жыл ішінде'
            ],
            correctAnswer: '3 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Республикалық палатаның басқару органдары:',
            choices: [
                'съезд, төралқа және басқарма',
                'съезд және төралқа',
                'басқарма және төралқа'
            ],
            correctAnswer: 'съезд, төралқа және басқарма'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайда сот орындаушысы электрондық аукцион өткізілмеді деп жариялайды?',
            choices: [
                'егер сатып алушылардың ешқайсысы мүлік құнын өзгертудің белгіленген қадамын қолдамаса',
                'егер тек үш өтінім берілсе',
                'егер онлайн режимде үшеуден аз тіркелген қатысушылар қатысса'
            ],
            correctAnswer: 'егер сатып алушылардың ешқайсысы мүлік құнын өзгертудің белгіленген қадамын қолдамаса'
        },
        {
            type: EQuestionType.Radio,
            title: 'Республикалық палатаның төрағасын лауазымға төралқа қандай мерзімге  сайлайды?',
            choices: [
                '1 жылға',
                '2 жылға',
                '3 жылға'
            ],
            correctAnswer: '2 жылға'
        },
        {
            type: EQuestionType.Radio,
            title: 'Аванстық жарнаның мөлшері неше айлық есептік көрсеткіштен аспауға тиіс?',
            choices: [
                '10 АЕК',
                '5 АЕК',
                '15 АЕК'
            ],
            correctAnswer: '15 АЕК'
        },
        {
            type: EQuestionType.Radio,
            title: 'Еңбекке уақытша жарамсыздығы кезiнде төленетiн әлеуметтiк сақтандыру жөнiндегi жәрдемақыларға, сондай-ақ оқушылардың стипендиялары мен жұмыссыздық жөнiндегi жәрдемақыларға өндiрiп алуды қолдану қандай жағдайда жүргiзiлуi мүмкiн?',
            choices: [
                'өндіріліп алынбайды',
                'төлем көзінен ұсталатын, алименттерді өндіріп алу және мертіккеннен немесе денсаулығы өзгеше зақымданғаннан, асыраушысының қайтыс болуынан келтiрiлген зиянды өтеу туралы сот шешiмi бойынша ғана',
                'атқарушылық іс жүргізудің барлық санаты бойынша өндіріліп алыну мүмкін'
            ],
            correctAnswer: 'төлем көзінен ұсталатын, алименттерді өндіріп алу және мертіккеннен немесе денсаулығы өзгеше зақымданғаннан, асыраушысының қайтыс болуынан келтiрiлген зиянды өтеу туралы сот шешiмi бойынша ғана'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кім Жеке сот орындаушылары өңірлік палатасының басшысы бола алады?',
            choices: [
                'жеке сот орындаушысының лицензиясы бар Қазақстан Республикасының азаматы',
                'жоғары заң білімі бар Қазақстан Республикасының азаматы',
                'жеке сот орындаушысының лицензиясы, атқарушылық құжаттарды орындау саласында кемінде екі жыл жұмыс өтілі бар Қазақстан Республикасының азаматы'
            ],
            correctAnswer: 'жеке сот орындаушысының лицензиясы, атқарушылық құжаттарды орындау саласында кемінде екі жыл жұмыс өтілі бар Қазақстан Республикасының азаматы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық іс жүргізу шеңберінде электрондық аукцион өткізу арқылы тыйым салынған мүлікті өткізу рәсімін неше рет өткізуге болады?',
            choices: [
                '1 реттен артық емес',
                '2 реттен артық өткізілмейді',
                '3 реттен артық емес'
            ],
            correctAnswer: '2 реттен артық өткізілмейді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық құжаттарды орындау жүйесін не құрайды?',
            choices: [
                '1) уәкілетт орган 2) уәкілетті органның аумақтық органдары мен олардың бөлімдері 3) Жеке сот орындаушыларының республикалық палатасы 4) жеке сот орындаушылары',
                '1) мемлекеттік сот орындаушылары 2) жеке сот орындаушылары',
                '1) уәкілетті органның аумақтық органдары мен олардың бөлімдері 2) Жеке сот орындаушыларының республикалық палатасы'
            ],
            correctAnswer: '1) уәкілетт орган 2) уәкілетті органның аумақтық органдары мен олардың бөлімдері 3) Жеке сот орындаушыларының республикалық палатасы 4) жеке сот орындаушылары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке сот орындаушысының өз қызметіне төленетін ақы сомаларын бекіту туралы қаулылары мәжбүрлеп орындатуға қандай мерзiмде ұсынылуы мүмкін?',
            choices: [
                '1 жыл ішінде',
                '3 жыл ішінде',
                '6 жыл ішінде'
            ],
            correctAnswer: '3 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер атқарушылық іс жүргізуді орындау процесінде борышкердің атқарушылық құжат ұсынылған мекенжай бойынша жоқ болғаны, басқа әкімшілік-аумақтық бірліктің аумағында екені анықталса, мемлекеттік сот орындаушысы:',
            choices: [
                'атқарушылық құжатты өндіріп алушыға қайтарады',
                'атқарушылық құжатты оны берген сотқа қайтарады',
                'мемлекеттік сот орындаушысы атқарушылық құжатты аумаққа жатқызылуына қарай басқа мемлекеттік сот орындаушысына борышкердің жаңа тұрғылықты жері немесе нақты тұратын жері бойынша, оның жаңа жұмыс орны, борышкер заңды тұлғаның жаңа орналасқан жері бойынша жіберу туралы қаулыны дереу шығарады'
            ],
            correctAnswer: 'мемлекеттік сот орындаушысы атқарушылық құжатты аумаққа жатқызылуына қарай басқа мемлекеттік сот орындаушысына борышкердің жаңа тұрғылықты жері немесе нақты тұратын жері бойынша, оның жаңа жұмыс орны, борышкер заңды тұлғаның жаңа орналасқан жері бойынша жіберу туралы қаулыны дереу шығарады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кім сот орындаушысының тағылымдамашысы бола алады?',
            choices: [
                'жоғары заңгерлік білімі бар Қазақстан Республикасының азаматы',
                'заңгерлік білімі және кәсіптік оқудан өткені туралы сертификаты (куәлігі) бар, бұрын сыбайлас жемқорлық құқық бұзушылық жасаған Қазақстан Республикасының азаматы',
                'заңгерлік білімі және Республикалық палата бекітетін бағдарламалар бойынша кәсіптік, оның ішінде қашықтықтан оқудан өткені туралы сертификаты (куәлігі) бар Қазақстан Республикасының азаматы'
            ],
            correctAnswer: 'жоғары заңгерлік білімі бар Қазақстан Республикасының азаматы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Нені өндіріп алуға болады?',
            choices: [
                'тұрғын үй төлемдерін',
                'түзеу жұмыстарын өтеп жүрген адамдардың жалақысын',
                'зейнетақы активтерін'
            ],
            correctAnswer: 'түзеу жұмыстарын өтеп жүрген адамдардың жалақысын'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот орындаушысы заңда белгiленген тәртiппен:',
            choices: [
                'тараптарға немесе олардың өкілдеріне өтініш берілген күннен кейінгі үш жұмыс күнінен кешіктірмей атқарушылық іс жүргізу материалдарымен танысуға, олардың үзінді көшірмесін, көшірмесін жасауға құқылы',
                'егер атқарушылық құжатты орындау процесінде осындай қажеттілік туындаса, басқа аумақтық органның және (немесе) бөлімнің не атқарушы округтің сот орындаушыларына жекелеген атқарушылық іс-әрекеттер жасауды тапсыруға құқылы',
                'шығаруға, қоныстануға, бұзуға байланысты атқарушылық құжаттарды орындаған кезде, сондай-ақ мүлікті тізімдеуді және алып қоюды жүргізген кезде аудио-, фото-, бейнетіркеу жүргізуге құқылы'
            ],
            correctAnswer: 'егер атқарушылық құжатты орындау процесінде осындай қажеттілік туындаса, басқа аумақтық органның және (немесе) бөлімнің не атқарушы округтің сот орындаушыларына жекелеген атқарушылық іс-әрекеттер жасауды тапсыруға құқылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық iс жүргiзудің тараптары:',
            choices: [
                'борышкер, өндіріп алушы және олардың өкілдері',
                'борышкер, өндіріп алушы және сот орындаушы',
                'өндiрiп алушы мен борышкер'
            ],
            correctAnswer: 'өндiрiп алушы мен борышкер'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кім мемлекеттік сот орындаушысы болып тағайындалуы мүмкін?',
            choices: [
                'Қазақстан Республикасының азаматы болып табылатын, жоғары заңгерлік білімі бар, Қазақстан Республикасының заңнамасында қойылатын біліктілік талаптарына сәйкес келетін, өзінің іскерлік және жеке басының қасиеттерімен, сондай-ақ денсаулық жағдайы бойынша өзіне жүктелген міндеттерді орындауға қабілетті адам',
                'Қазақстан Республикасының азаматы болып табылатын, жоғары білімі бар, Қазақстан Республикасының заңнамасында қойылатын біліктілік талаптарына сәйкес келетін, өзінің іскерлік және жеке басының қасиеттерімен, сондай-ақ денсаулық жағдайы бойынша өзіне жүктелген міндеттерді орындауға қабілетті адам',
                'жоғары заңгерлік білімі бар, Қазақстан Республикасының заңнамасында қойылатын біліктілік талаптарына сәйкес келетін, өзінің іскерлік және жеке басының қасиеттерімен, сондай-ақ денсаулық жағдайы бойынша өзіне жүктелген міндеттерді орындауға қабілетті адам'
            ],
            correctAnswer: 'Қазақстан Республикасының азаматы болып табылатын, жоғары заңгерлік білімі бар, Қазақстан Республикасының заңнамасында қойылатын біліктілік талаптарына сәйкес келетін, өзінің іскерлік және жеке басының қасиеттерімен, сондай-ақ денсаулық жағдайы бойынша өзіне жүктелген міндеттерді орындауға қабілетті адам'
        },
        {
            type: EQuestionType.Radio,
            title: 'Электрондық аукционға қатысуға ниет білдірген тұлғалар өтінім беруге және қандай мөлшердегі кепілдік жарнаны төлеуге міндетті?',
            choices: [
                'мүліктің бастапқы құнының 5% мөлшерінде',
                'мүліктің бастапқы құнының 10% мөлшерінде',
                'мүліктің бастапқы құнының 2% мөлшерінде'
            ],
            correctAnswer: 'мүліктің бастапқы құнының 5% мөлшерінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Алимент бойынша берешекті сот орындаушысы:',
            choices: [
                'тоқсан сайын айқындайды',
                'ай сайын айқындайды',
                'жарты жылда бір рет айқындайды'
            ],
            correctAnswer: 'тоқсан сайын айқындайды'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық іс жүргізу дегеніміз:',
            choices: [
                'борышкерден атқарушылық санкциясын атқарушылық іс жүргізу бойынша өсімпұлдарды, шығыстарды, жеке сот орындаушысының қызмет ақысын өндіріп ала отырып, атқарушылық құжаттарды мәжбүрлеп орындатуға бағытталған шаралар',
                'сот пен тараптардың сот шешімінің нақты орындалуына қол жеткізуге бағытталған  іс-әрекеттерінің жиынтығы',
                'прокурордың қадағалауымен жүзеге асырылатын, юрисдикциялық органдар шешімдерінің орындалуына қол жеткізуге бағытталған атқарушылық іс-әрекеттердің жиынтығы'
            ],
            correctAnswer: 'борышкерден атқарушылық санкциясын атқарушылық іс жүргізу бойынша өсімпұлдарды, шығыстарды, жеке сот орындаушысының қызмет ақысын өндіріп ала отырып, атқарушылық құжаттарды мәжбүрлеп орындатуға бағытталған шаралар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Тыйым қандай мүлікке салынуы мүмкiн?',
            choices: [
                'әлеуметтік медициналық сақтандыру қорының банктік шоттардағы активтеріне',
                'Қазақстан Республикасының мемлекеттік-жекешелік әріптестік саласындағы және концессиялар туралы заңнамасына сәйкес инвестициялық шығындардың өтемақысын есепке жатқызуға арналған банктік шоттардағы ақшаға',
                'Борышкерге меншiк, шаруашылық жүргiзу және оралымды басқару құқығында тиесiлi мүлiкке, оның қайда және iс жүзiнде кiмнiң пайдалануында екендiгiне қарамастан (Қазақстан Республикасының Азаматтық кодексінде белгiленген шектеулер ескерiле отырып)'
            ],
            correctAnswer: 'Борышкерге меншiк, шаруашылық жүргiзу және оралымды басқару құқығында тиесiлi мүлiкке, оның қайда және iс жүзiнде кiмнiң пайдалануында екендiгiне қарамастан (Қазақстан Республикасының Азаматтық кодексінде белгiленген шектеулер ескерiле отырып)'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қазақстан Республикасында халықаралық және шетелдік соттардың, сондай-ақ төрелік соттардың шешімдерін орындау тәртібі:',
            choices: [
                'Қазақстан Республикасы ратификациялаған тиісті халықаралық шарттарда және «Атқарушылық іс жүргізу және сот орындаушыларының мәртебесі туралы» Қазақстан Республикасының Заңында айқындалады',
                'Қазақстан Республикасының Конституциясында айқындалады',
                '«Атқарушылық іс жүргізу және сот орындаушыларының мәртебесі туралы» Қазақстан Республикасының Заңында айқындалады'
            ],
            correctAnswer: 'Қазақстан Республикасы ратификациялаған тиісті халықаралық шарттарда және «Атқарушылық іс жүргізу және сот орындаушыларының мәртебесі туралы» Қазақстан Республикасының Заңында айқындалады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Моральдық зиянды өтеу туралы талаптарды ескермегенде, борышкер алдында өміріне немесе денсаулығына зиян келтіргені үшін жауапты болатын азаматтарға төленетін төлемдерді қоспағанда, сот оңалту немесе банкроттық, сондай-ақ борышкер болып табылатын заңды тұлғаны мәжбүрлеп қайта ұйымдастыру туралы іс бойынша іс жүргізуді қозғаған немесе сот мәжбүрлеп тарату туралы шешім қабылдаған жағдайда сот орындаушысы:',
            choices: [
                'атқарушылық іс жүргізуді тоқтауға міндетті',
                'атқарушылық іс жүргізуді тоқтата тұруға міндетті',
                'атқарушылық іс жүргізуді аяқтауға міндетті'
            ],
            correctAnswer: 'атқарушылық іс жүргізуді тоқтата тұруға міндетті'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық іс жүргізу процесінде сот орындаушысы қабылдайтын іс жүргізу шешімі тіркелетін іс жүргізу құжаты:',
            choices: [
                'сот орындаушысының қаулысы',
                'сот орындаушының шақыру қағазы',
                'сот орындаушының хабарламасы'
            ],
            correctAnswer: 'сот орындаушысының қаулысы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкердің банктік шотындағы ақшасына қандай мөлшерде тыйым салынады?',
            choices: [
                'атқарушылық құжатты орындау үшін қажетті сомада',
                'атқарушылық санкцияны, орындау жөніндегі шығыстарды және жеке сот орындаушысының қызметіне ақы төлеуді ескере отырып, атқарушылық құжатты орындау үшін қажетті сомада',
                'мөлшеріне қарамастан борышкердің банктік шотындағы барлық ақшасына'
            ],
            correctAnswer: 'атқарушылық санкцияны, орындау жөніндегі шығыстарды және жеке сот орындаушысының қызметіне ақы төлеуді ескере отырып, атқарушылық құжатты орындау үшін қажетті сомада'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық құжаттарды орындау жөніндегі мәжбүрлеп орындату шараларын қолдану кімге жүктеледі?',
            choices: [
                'прокуратура органдарына',
                'сот орындаушыларына',
                'сот тағайындаушыларына'
            ],
            correctAnswer: 'сот орындаушыларына'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық іс жүргізу бойынша борышкерлер туралы мәліметтерді қамтитын деректердің біріздендірілген электрондық банкі дегеніміз:',
            choices: [
                'Бірыңғай электрондық сауда алаңы',
                'Атқарушылық іс жүргізудің мемлекеттік автоматтандырылған ақпараттық жүйесі',
                'Борышкерлердің бірыңғай тізілімі'
            ],
            correctAnswer: 'Борышкерлердің бірыңғай тізілімі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкердің мүлкіне тiзiмдеме жасау кезінде міндетті түрде кім қатысу тиiс?',
            choices: [
                'борышкер және куәгерлер',
                'борышкер және өндіріп алушы',
                'куәгерлер'
            ],
            correctAnswer: 'куәгерлер'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық іс жүргізудің заңдылығына жоғары қадағалауды жүзеге асырады, кез келген заң бұзушылықты анықтау мен жою жөнінде шаралар қабылдайды:',
            choices: [
                'Жеке сот орындаушыларының республикалық палатасы',
                'аумақтық бөлім басшысы – аға сот орындаушысы',
                'прокуратура'
            ],
            correctAnswer: 'прокуратура'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот орындаушысы атқарушылық іс жүргізуді қозғаудан бас тарту туралы қаулыны қандай мерзімде шығарады?',
            choices: [
                'өзіне атқарушылық құжат келіп түскен күннен бастап 3 жұмыс күні ішінде',
                'өзіне атқарушылық құжат келіп түскен күннен бастап 10 жұмыс күні ішінде',
                'өзіне атқарушылық құжат келіп түскен күннен бастап 1 жұмыс күні ішінде'
            ],
            correctAnswer: 'өзіне атқарушылық құжат келіп түскен күннен бастап 3 жұмыс күні ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық әрекеттер жасау жөніндегі шығыстар кімнен өндіріп алынады?',
            choices: [
                'өндіріп алынбайды',
                'өндіріп алушыдан',
                'борышкерден'
            ],
            correctAnswer: 'борышкерден'
        },
        {
            type: EQuestionType.Radio,
            title: 'Заңсыз соттау, қылмыстық жауаптылыққа заңсыз тарту, бұлтартпау шарасы ретінде қамауға, үйқамаққа алуды, ешқайда кетпеу туралы қолхат беруді заңсыз қолдану, қамаққа алу немесе түзеу жұмыстары түрінде әкімшілік жазаны заңсыз қолдану, психикалық денсаулық саласында медициналық көмек көрсететін ұйымға немесе өзге де медициналық ұйымға заңсыз орналастыру, кейіннен сот тәртібімен заңсыз деп танылған жасырын тергеу әрекеттерін жүргізу салдарынан келтірілген зиянды өтеу бойынша сот актілерін мемлекеттік бюджет есебінен орындау белгілеген тәртіппен қалай жүзеге асырылады?',
            choices: [
                'бюджеттің атқарылуы жөніндегі орталық уәкілетті органмен',
                '«Атқарушылық іс жүргізу және сот орындаушыларының мәртебесі туралы» Қазақстан Республикасының Заңымен және Қазақстан Республикасының салық пен кеден заңнамасына сәйкес',
                '«Атқарушылық іс жүргізу және сот орындаушыларының мәртебесі туралы» Қазақстан Республикасының Заңымен'
            ],
            correctAnswer: 'бюджеттің атқарылуы жөніндегі орталық уәкілетті органмен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Борышкердің тыйым салынған мүлкін бағалау жөніндегі көрсетілетін қызметтің ақысын төлеу:',
            choices: [
                'атқарушылық іс жүргізу тараптарына жүктеледі және кейіннен борышкердің есебінен өтеледі',
                'мемлекетке',
                'сот орындаушысына'
            ],
            correctAnswer: 'атқарушылық іс жүргізу тараптарына жүктеледі және кейіннен борышкердің есебінен өтеледі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық құжат: ',
            choices: [
                'сол атқарушылық құжатты берген сот орналасқан жер бойынша ұсынылады ',
                'атқарушылық іс-әрекеттер ұсынылған жері бойынша жүзеге асырыла отырып, борышкер жеке тұлғаның тіркелген жері бойынша не оның тұрақты тұратын жері бойынша не жұмыс орны бойынша, сондай-ақ оның мүлкінің тіркелген жері не орналасқан жері бойынша ұсынылады',
                'Жеке тұлға – өндіріп алушы тіркелген жері бойынша не оның тұрғылықты жері бойынша; заңды тұлға – өндіріп алушы тіркелген не нақты орналасқан жері бойынша ұсынылады'
            ],
            correctAnswer: 'атқарушылық іс-әрекеттер ұсынылған жері бойынша жүзеге асырыла отырып, борышкер жеке тұлғаның тіркелген жері бойынша не оның тұрақты тұратын жері бойынша не жұмыс орны бойынша, сондай-ақ оның мүлкінің тіркелген жері не орналасқан жері бойынша ұсынылады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот актiлерi негiзiнде берiлетiн сот бұйрықтары мен атқарушылық парақтар қандай мерзімде мәжбүрлеп орындатуға ұсынылуы мүмкін?',
            choices: [
                '1 жыл ішінде',
                '3 жыл ішінде',
                '6 жыл ішінде'
            ],
            correctAnswer: '3 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Бағалаушыны тағайындау туралы сот орындаушысы қаулысының көшірмелері атқарушылық іс жүргізу тараптарына:',
            choices: [
                'оны шығарған күннен кейінгі күннен кешіктірілмей жіберіледі',
                '10 жұмыс күні ішінде жіберіледі',
                '3 жұмыс күні ішінде жіберіледі'
            ],
            correctAnswer: 'оны шығарған күннен кейінгі күннен кешіктірілмей жіберіледі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Кім жеке сот орындаушысының көмекшісі бола алады?',
            choices: [
                'Заңгерлік білімі бар Қазақстан Республикасының азаматы',
                'заңгерлік білімі және кәсіптік оқудан өткені туралы сертификаты (куәлігі) бар, бұрын сыбайлас жемқорлық құқық бұзушылық жасаған Қазақстан Республикасының азаматы',
                'заңгерлік білімі және Республикалық палата бекітетін бағдарламалар бойынша кәсіптік, оның ішінде қашықтықтан оқудан өткені туралы сертификаты (куәлігі) бар Қазақстан Республикасының азаматы'
            ],
            correctAnswer: 'заңгерлік білімі және Республикалық палата бекітетін бағдарламалар бойынша кәсіптік, оның ішінде қашықтықтан оқудан өткені туралы сертификаты (куәлігі) бар Қазақстан Республикасының азаматы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Заңды тұлғаның қандай мүлкі  екінші кезекте өндіріп алынады?',
            choices: [
                'тауарларды өндіруге, жұмыстарды орындауға немесе қызметтерді көрсетуге тікелей қатысы жоқ жылжымайтын мүлік',
                'тауарларды өндіруге, жұмыстарды орындауға немесе қызметтерді көрсетуге тікелей қатысы жоқ жылжымалы мүлік, оның ішінде дайын өнім (тауарлар), бағалы қағаздар, валюталық құндылықтар, бағалы металдар мен асыл тастар, зергерлік бұйымдар, декор және жайластыру заттары',
                'тауарларды өндіруге, жұмыстарды орындауға немесе қызметтерді көрсетуге тікелей пайдаланылатын мүлік: өндірістік мақсаттағы жылжымайтын мүлік объектілері, шикізат, материалдар, станоктар, жабдықтар және басқа да негізгі құралдар'
            ],
            correctAnswer: 'тауарларды өндіруге, жұмыстарды орындауға немесе қызметтерді көрсетуге тікелей қатысы жоқ жылжымайтын мүлік'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік сот орындаушылары қызметтiк мiндеттерiн орындау кезiнде қаза тапқан жағдайда қаза тапқандардың отбасылары:',
            choices: [
                'мемлекеттiк тұрғын үй қорынан тұрғынжай алуға құқылы',
                'ақшалай өтемақы алуға құқылы ',
                'Қаза тапқанның формалы киімін (погонсыз), жетоны мен эмблемасын алуға құқылы'
            ],
            correctAnswer: 'мемлекеттiк тұрғын үй қорынан тұрғынжай алуға құқылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық іс жүргізу және оны жүргізумен байланысты іс-қағаздарын жүргізу тілі қандай?',
            choices: [
                'орыс тілі',
                'сот шешімінің немесе орындауға жататын өзге де құжаттың тілі ескеріле отырып белгіленеді',
                'қазақ тілі'
            ],
            correctAnswer: 'сот шешімінің немесе орындауға жататын өзге де құжаттың тілі ескеріле отырып белгіленеді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық iс жүргiзу материалдарымен, оның ішінде электрондық нысанда танысуға, олардан үзiндi көшірмелер жасауға, көшiрмелерiн алуға, қосымша материалдар беруге, өтiнiш бiлдiруге, атқарушылық әрекеттер жасауға қатысуға, атқарушылық әрекеттер процесiнде ауызша және жазбаша түсiнiктер беруге, атқарушылық iс жүргiзу барысында туындайтын барлық мәселелер бойынша өз дәлелдерi мен пiкiрлерiн айтуға, атқарушылық iс жүргiзуге қатысушы басқа адамдардың дәлелдерi мен өтiнiштерiне қарсылық бiлдiруге, бас тартатынын мәлiмдеуге, атқарушылық iс жүргiзу мәселелерi бойынша сот орындаушысының әрекеттерiне (әрекетсіздігіне) немесе шешiмдерiне шағым жасауға, бітімгершілік келісімді бекіту туралы өтінішпен сотқа жүгінуге кім құқылы?',
            choices: [
                'прокурорлар',
                'мамандар',
                'атқарушылық іс жүргізу тараптары'
            ],
            correctAnswer: 'атқарушылық іс жүргізу тараптары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Бірінші және екінші кезектің талаптары толық өтелгеннен кейін үшінші кезекте қандай талаптар қанағаттандырылады?',
            choices: [
                'патенттер берілген шығармаларды, өнертабысты, пайдалы модельді, өнеркәсіптік үлгіні пайдаланғаны үшін авторларға тиесілі сыйақы төлеу туралы талаптар, азаматтардың қылмыстық немесе әкімшілік құқық бұзушылықпен өздерінің мүлкіне келтірілген залалды өтеу жөніндегі талаптар',
                'сыйақыны (мүддені), орындау мерзімін өткізіп алудан келтірілген залалды өтеуді, тұрақсыздық айыбын (айыппұлды, өсімпұлды), кепілге қойылған мүлікті ұстау бойынша қажетті шығындарды, сондай-ақ өндіріп алу бойынша кепіл ұстаушының шығыстарын өтеуді қоса алғанда, кредиторлардың кепілмен қамтамасыз етілген міндеттемелері бойынша талаптар',
                'салық және бюджетке төленетін басқа да міндетті төлемдер бойынша талаптар, заңды тұлғалардың қылмыстық немесе әкімшілік құқық бұзушылықпен келтірілген залалды өтеу жөніндегі талаптар'
            ],
            correctAnswer: 'сыйақыны (мүддені), орындау мерзімін өткізіп алудан келтірілген залалды өтеуді, тұрақсыздық айыбын (айыппұлды, өсімпұлды), кепілге қойылған мүлікті ұстау бойынша қажетті шығындарды, сондай-ақ өндіріп алу бойынша кепіл ұстаушының шығыстарын өтеуді қоса алғанда, кредиторлардың кепілмен қамтамасыз етілген міндеттемелері бойынша талаптар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке тұлғаның қандай мүлкi екінші кезекте өткізуге жатады?',
            choices: [
                'тұрғынжай',
                'көлік құралдары, жылжымайтын мүлік (тұрғынжайдан басқа)',
                'бірінші кезектегі қажетті заттар болып табылмайтын мүлік, бағалы қағаздар, валюталық құндылықтар, бағалы металдар мен асыл тастар, зергерлік бұйымдар, декор және жайластыру заттары'
            ],
            correctAnswer: 'көлік құралдары, жылжымайтын мүлік (тұрғынжайдан басқа)'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік сот орындаушысы қаулысының күшін жою қалай жүргізіледі?',
            choices: [
                'мемлекеттік сот орындаушысының қаулысымен',
                'жеке сот орындаушысының қаулысымен',
                'аумақтық бөлім басшысы – аға сот орындаушысының қаулысымен'
            ],
            correctAnswer: 'аумақтық бөлім басшысы – аға сот орындаушысының қаулысымен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мүлiктi сақтауға байланысты жұмсалған шығындар:',
            choices: [
                'мемлекеттік бюджет есебінен өтеледі',
                'атқарушылық әрекеттер жасау жөнiндегi шығыстарға жатқызылады',
                'өндіріп алушымен төленеді'
            ],
            correctAnswer: 'атқарушылық әрекеттер жасау жөнiндегi шығыстарға жатқызылады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Орындауды кейінге қалдыру немесе мерзімін ұзарту туралы, сондай-ақ берілген сомаларды индекстеу туралы мәселені:',
            choices: [
                'сот орындаушысы шешеді',
                'сот атқарушылық іс жүргізу тараптарының өтініші бойынша шешеді',
                'Сот орындаушысының өтініші бойынша сот шешеді'
            ],
            correctAnswer: 'сот атқарушылық іс жүргізу тараптарының өтініші бойынша шешеді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот орындаушысының қаулысына қандай мерзімде шағым жасалуы мүмкін?',
            choices: [
                'шағым жасалмайды',
                '3 жұмыс күні ішінде',
                '10 жұмыс күні ішінде'
            ],
            correctAnswer: '10 жұмыс күні ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ақпараттық жүйе, дерекқордың, электрондық аукционға қатысушыларға бірыңғай жалпы қолжетімді қол жеткізу нүктесін ұсынатын, электрондық аукцион өткізу үшін қажетті ақпаратты енгізу, сақтау және өңдеу мүмкіндігін қамтамасыз ететін техникалық, бағдарламалық, телекоммуникациялық және басқа да құралдардың жиынтығы:',
            choices: [
                'бірыңғай электрондық сауда-саттық алаңы',
                'Борышкерлердің бірыңғай тізілімі',
                'атқарушылық іс жүргізудің мемлекеттік автоматтандырылған ақпараттық жүйесі'
            ],
            correctAnswer: 'бірыңғай электрондық сауда-саттық алаңы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық іс жүргізуді есепке алуды электрондық нысанда жүзеге асыруға, сот орындаушысының процестік әрекеттерін автоматтандыруға, сондай-ақ атқарушылық іс жүргізу тараптарының атқарушылық іс жүргізу барысында деректер алуына арналған ақпараттық жүйе:',
            choices: [
                'бірыңғай электрондық сауда-саттық алаңы',
                'атқарушылық іс жүргізудің мемлекеттік автоматтандырылған ақпараттық жүйесі',
                'Борышкерлердің бірыңғай тізілімі'
            ],
            correctAnswer: 'атқарушылық іс жүргізудің мемлекеттік автоматтандырылған ақпараттық жүйесі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қазақстан Республикасының атқарушылық іс жүргізу және сот орындаушыларының мәртебесі туралы заңнамасы қандай құжатқа негізделеді?',
            choices: [
                'халықаралық шарттарға',
                'Қазақстан Республикасының Конституциясына',
                'Қазақстан Республикасының заңдарына'
            ],
            correctAnswer: 'Қазақстан Республикасының Конституциясына'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық құжат жоғалған жағдайда өндiрiп алу үшiн не негiз болып табылады?',
            choices: [
                'өндiрiп алу үшiн негiз жойылады',
                'нотариус куәландырған оның көшірмесі',
                'атқарушылық құжатты берген орган Қазақстан Республикасының заңнамасында көзделген тәртiппен беретiн оның телнұсқасы'
            ],
            correctAnswer: 'атқарушылық құжатты берген орган Қазақстан Республикасының заңнамасында көзделген тәртiппен беретiн оның телнұсқасы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сот орындаушылары қаулыларының үлгілік нысандарын кім бекітеді?',
            choices: [
                'Жеке сот орындаушыларының республикалық палатасы',
                'уәкілетт орган',
                'аумақтық орган'
            ],
            correctAnswer: 'уәкілетт орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыс берушінің жалақы төлеуі туралы нұсқама мәжбүрлеп орындатуға ұсынылуы мүмкін  мерзiмі:',
            choices: [
                '3 жыл ішінде',
                '1 жыл ішінде',
                '6 жыл ішінде'
            ],
            correctAnswer: '3 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қылмыстық теріс қылық және (немесе) орташа қылмыс үшін айыппұл өндіріп алу туралы атқарушылық парақтар мәжбүрлеп орындатуға ұсынылуы мүмкін мерзiмі: ',
            choices: [
                '3 жыл ішінде',
                '1 жыл ішінде',
                '6 жыл ішінде'
            ],
            correctAnswer: '6 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жеке тұлғаның берешегін өндіріп алу туралы салық бұйрықтары ұсынылуы мүмкін мерзімі:',
            choices: [
                '3 жыл ішінде',
                '1 жыл ішінде',
                '6 жыл ішінде'
            ],
            correctAnswer: '3 жыл ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайда атқарушылық құжатты орындауға беруге арналған мерзiм үзілмейді?',
            choices: [
                'борышкер атқарушылық құжатты iшiнара орындаған жағдайда',
                'борышкер атқарушылық құжат талаптарын  орындамаған жағдайда',
                'борышкердi iздестiру кезеңiнде'
            ],
            correctAnswer: 'борышкер атқарушылық құжат талаптарын  орындамаған жағдайда'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық құжатты орындауға беруге арналған мерзiмдi өткiзiп алған өндiрiп алушы:',
            choices: [
                'өтiп кеткен мерзiмдi қалпына келтiруге құқылы емес',
                'аумақтық бөлім басшысы – аға сот орындаушысына өтiп кеткен мерзiмдi қалпына келтiру туралы өтiнiш жасауға құқылы',
                'сот актiсiн шығарған сотқа немесе оның орындалатын орны бойынша сотқа өтiп кеткен мерзiмдi қалпына келтiру туралы өтiнiш жасауға құқылы'
            ],
            correctAnswer: 'сот актiсiн шығарған сотқа немесе оның орындалатын орны бойынша сотқа өтiп кеткен мерзiмдi қалпына келтiру туралы өтiнiш жасауға құқылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық әрекеттер кемiнде неше куәгердің қатысуымен жасалуы мүмкiн? ',
            choices: [
                '2 куәгер',
                '3 куәгер',
                '4 куәгер'
            ],
            correctAnswer: '2 куәгер'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай шешiмдердi орындау кезiнде куәгерлердің қатысуы мiндеттi?',
            choices: [
                'баламен қарым-қатынас тәртібі туралы',
                'үйге орналастыру және үйден шығару туралы',
                'жұмысқа қайта орналасу туралы'
            ],
            correctAnswer: 'үйге орналастыру және үйден шығару туралы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Куәгерлер ретiнде шақырылуы мүмкiн:',
            choices: [
                'кәмелетке толған, іс-әрекетке қабiлеттi, атқарушылық әрекеттердiң нәтижесiне мүдделi емес азаматтар',
                'кәмелетке толған, іс-әрекетке қабiлеттi, атқарушылық әрекеттердiң нәтижесiне мүдделi азаматтар',
                'кәмелетке толған, іс-әрекетке қабiлетсiз, атқарушылық әрекеттердiң нәтижесiне мүдделi емес азаматтар'
            ],
            correctAnswer: 'кәмелетке толған, іс-әрекетке қабiлеттi, атқарушылық әрекеттердiң нәтижесiне мүдделi емес азаматтар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Маман ретiнде кім тағайындалуы мүмкiн?',
            choices: [
                'іске мүдделі емес, арнаулы бiлiмi жоқ адам',
                'арнаулы бiлiмi бар, іске мүдделі адам',
                'арнаулы бiлiмi бар, іске мүдделі емес адам'
            ],
            correctAnswer: 'арнаулы бiлiмi бар, іске мүдделі емес адам'
        },
        {
            type: EQuestionType.Radio,
            title: 'Прокурор атқарушылық іс жүргізуді, оның ішінде атқарушылық іс жүргізу тараптарының шағымдары мен арыздары бойынша атқарушылық іс жүргізуді өз өкілеттіктері шегінде қандай мерзімге талап етіп алдыруға және тексеруге құқылы?',
            choices: [
                '5 жұмыс күнінен аспайтын мерзімге',
                '3 жұмыс күнінен аспайтын мерзімге',
                '10 жұмыс күнінен аспайтын мерзімге'
            ],
            correctAnswer: '3 жұмыс күнінен аспайтын мерзімге'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық іс-әрекеттер жасалатын орындарда құқықтық тәртіпті қамтамасыз етуге, борышкерді мәжбүрлеп әкелуді жүзеге асыруға кім тартылады? ',
            choices: [
                'ішкі істер органдары',
                'прокурорлар',
                'өкілдік органдардың депутаттары'
            ],
            correctAnswer: 'ішкі істер органдары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайда сот орындаушысы атқарушылық әрекеттер жасауға және атқарушылық іс жүргізуге қатысушыларды ол туралы алдын ала хабардар етпей, мәжбүрлеп орындату шараларын қабылдауға құқылы?',
            choices: [
                'баламен қарым-қатынас тәртібін орнату жағдайында',
                'үйге орналастыру және үйден шығару жағдайында',
                'мүлікке тыйым салу жағдайында'
            ],
            correctAnswer: 'мүлікке тыйым салу жағдайында'
        },
        {
            type: EQuestionType.Radio,
            title: 'Атқарушылық іс жүргізу тараптары атқарушылық іс жүргізу кезінде өз мекенжайының ауысқаны туралы сот орындаушысына неше жұмыс күні ішінде жазбаша хабарлауға міндетті?',
            choices: [
                '5 жұмыс күні ішінде',
                '3 жұмыс күні ішінде',
                'сол күні'
            ],
            correctAnswer: '3 жұмыс күні ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай құжат сот орындаушыға мәжбүрлеп орындату шараларын қолдану үшін негіз болып табылады?',
            choices: [
                'өндіріп алушының өтініші',
                'атқарушылық құжат',
                'сот орындаушысының қаулысы'
            ],
            correctAnswer: 'атқарушылық құжат'
        }
    ],
    time: 10,
    passingScore: 5,
    questionsTotal: 10
}