import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const selfServiceKz: ITest = {
  id: 'selfService-kz',
  title: 'ҚР жергілікті мемлекеттік басқару және өзін-өзі басқару туралы',
  description: '<p>Тест на знание закона «ҚР жергілікті мемлекеттік басқару және өзін-өзі басқару туралы»</p>',
  questions: [
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттың өкілеттігі басталады:',
      choices: [
        'бірінші сессия ашылған сәттен бастап',
        'мәслихат хатшысы тағайындалған сәттен бастап',
        'мәслихат сайланған айды қадағалайтын айдың бірінші сейсенбісінде',
        'мәслихат сайланған сәттен бастап'
      ],
      correctAnswer: 'бірінші сессия ашылған сәттен бастап'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихат хатшысы лауазымына кандидатураларды ұсынады:',
      choices: [
        'мәслихат депутаттары',
        'тиісті аумақтың әкімі',
        'мәслихат сессиясының алдыңғы хатшысы',
        'жергілікті қоғамдастық'
      ],
      correctAnswer: 'мәслихат депутаттары'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттың өкілеттік мерзімі:',
      choices: [
        '5 жыл',
        '4 жыл',
        '6 жыл',
        '3 жыл'
      ],
      correctAnswer: '5 жыл'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихат хатшысы қандай мерзімге сайланады:',
      choices: [
        'мәслихат өкілеттігінің мерзіміне',
        'мәслихаттың тұрақты комиссиясы өкілеттігінің мерзіміне',
        'үш жылға',
        'Мәжіліс депутаттарының өкілеттік мерзіміне'
      ],
      correctAnswer: 'мәслихат өкілеттігінің мерзіміне'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттың тұрақты комиссиялары мен өзге де органдарының және депутаттық топтардың қызметін үйлестіреді:',
      choices: [
        'мәслихат хатшысы',
        'мәслихат аппараты',
        'мәслихат қызметкері',
        'әкім аппараты'
      ],
      correctAnswer: 'мәслихат хатшысы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихат сенімсіздік вотумын білдіруі мүмкін:',
      choices: [
        'әкімге',
        'кез келген мемлекеттік қызметшіге',
        'мәслихат хатшысына',
        'мәслихат депутатына'
      ],
      correctAnswer: 'әкімге'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихатта тиісті саяси партияның немесе өзге де қоғамдық бірлестіктің мүдделерін білдіру мақсатында құрылатын саяси партияның немесе өзге де қоғамдық бірлестіктің атынан өкілдік ететін депутаттардың ұйымдасқан тобы:',
      choices: [
        'фракция',
        'депутаттық топ',
        'бастамашыл топ',
        'жұмыс тобы'
      ],
      correctAnswer: 'фракция'
    },
    {
      type: EQuestionType.Radio,
      title: 'Өз құзыреті шегінде тиісті аумақта жергілікті мемлекеттік басқаруды және өзін-өзі басқаруды жүзеге асыратын алқалы атқарушы орган:',
      choices: [
        'жергілікті атқарушы орган (әкімдік)',
        'мәслихат аппараты',
        'жергілікті өкілді орган (мәслихат)',
        'әкім аппараты'
      ],
      correctAnswer: 'жергілікті атқарушы орган (әкімдік)'
    },
    {
      type: EQuestionType.Radio,
      title: 'Тиісті аумақтың халқы сайлайтын, халықтың еркін білдіретін және оны іске асыру үшін қажетті шараларды айқындайтын, олардың жүзеге асырылуын бақылайтын сайланбалы орган:',
      choices: [
        'жергілікті өкілді орган (мәслихат)',
        'әкім аппараты',
        'жергілікті атқарушы орган (әкімдік)',
        'мәслихат аппараты'
      ],
      correctAnswer: 'жергілікті өкілді орган (мәслихат)'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жергілікті қоғамдастық қызметінің нысандары:',
      choices: [
        'жиын, жиналыс',
        'конференция, жиын',
        'жиналыс, отырыс',
        'сессия, жиналыс'
      ],
      correctAnswer: 'жиын, жиналыс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттар мен әкімдіктер қабылдайтын аумақтарды дамыту жоспарлары сәйкес болуы тиіс:',
      choices: [
        'Қазақстан Республикасының Стратегиялық даму жоспарларына',
        'орталық мемлекеттік органдардың кешенді жоспарларына',
        'орталық атқарушы органдар басшыларының шешімдеріне',
        'халықаралық ұйымдар органдарының шешімдеріне'
      ],
      correctAnswer: 'Қазақстан Республикасының Стратегиялық даму жоспарларына'
    },
    {
      type: EQuestionType.Radio,
      title: 'Неше жасқа толған азамат мәслихат депутаты болып сайлана алады:',
      choices: [
        'жиырма жас',
        'жиырма бес жас',
        'отыз жас',
        'он сегіз жас'
      ],
      correctAnswer: 'жиырма жас'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттың өкілеттігі аяқталады:',
      choices: [
        'жаңа шақырылған мәслихаттың бірінші сессиясы жұмысының басталуымен',
        'сессия хатшысының мәслихат жұмысына қатысуы мүмкін болмаған жағдайда',
        'тиісті әкімшілік-аумақтық бірлік қайта ұйымдастырылған (біріктірілген, қосылған, қайта құрылған, бөлініп шыққан немесе бөлінген) кезден бастап',
        'жергілікті қоғамдастықтың шешімі бойынша'
      ],
      correctAnswer: 'жаңа шақырылған мәслихаттың бірінші сессиясы жұмысының басталуымен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік-аумақтық бөлініс қайта ұйымдастырылған (біріккен, қосылған, қайта құрылған, бөлініп шыққан немесе бөлінген) жағдайда тиісті мәслихат депутаттарының өкілеттігі:',
      choices: [
        'жаңадан сайланған мәслихат сессиясының жұмысы басталғанға дейін сақталады',
        'тоқтатылады',
        'жергілікті қоғамдастыққа беріледі',
        'тоқтатылады'
      ],
      correctAnswer: 'жаңадан сайланған мәслихат сессиясының жұмысы басталғанға дейін сақталады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттардың жергілікті бюджет кірістерін қысқартуды немесе жергілікті бюджет шығыстарын ұлғайтуды көздейтін шешімдерінің жобалары оң қорытынды болған кезде ғана кімнің қарауына енгізілуі мүмкін:',
      choices: [
        'әкімнің',
        'Республикалық бюджет комиссиясының',
        'жергілікті қоғамдастықтың',
        'тексеру комиссиясының'
      ],
      correctAnswer: 'әкімнің'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жаңадан сайланған мәслихаттың бірінші сессиясын шақырады:',
      choices: [
        'тиісті аумақтық сайлау комиссиясының төрағасы',
        'тиісті аумақтың әкімі',
        'жергілікті қоғамдастық жиналысы',
        'жергілікті қоғамдастық жиыны'
      ],
      correctAnswer: 'тиісті аумақтық сайлау комиссиясының төрағасы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттың жабық сессияларын өткізуге:',
      choices: [
        'мәслихат шешімі бойынша жол беріледі',
        'жол берілмейді',
        'тиісті аумақ әкімінің шешімі бойынша жол беріледі',
        'жергілікті қоғамдастықтың шешімі бойынша жол беріледі'
      ],
      correctAnswer: 'мәслихат шешімі бойынша жол беріледі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімшілік-аумақтық бірлік таратылған жағдайда тиісті мәслихат:',
      choices: [
        'таратылады',
        'өз өкілеттігін сақтайды',
        'қайта ұйымдастыруға жатады',
        'көршілес аумақтық-әкімшілік бірліктің мәслихатына қосылуға тиіс'
      ],
      correctAnswer: 'таратылады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихат хатшысын сайлайды:',
      choices: [
        'мәслихат өзінің депутаттары арасынан',
        'тиісті әкімшілік-аумақтық бірлік халқының саны',
        'тиісті аумақтың әкімдігі',
        'мәслихаттың уақытша комиссиясы'
      ],
      correctAnswer: 'мәслихат өзінің депутаттары арасынан'
    },
    {
      type: EQuestionType.Radio,
      title: 'Тұрақты комиссиялардың отырыстары, егер оларға кімдер қатысса, заңды деп есептеледі:',
      choices: [
        'олардың мүшелерінің жалпы санының жартысынан көбі',
        'олардың құрамына кіретін депутаттардың жалпы санының кемінде үштен екісі',
        'олардың құрамына кіретін депутаттардың жалпы санының үштен бірі',
        'олардың құрамына кіретін барлық депутаттар'
      ],
      correctAnswer: 'олардың мүшелерінің жалпы санының жартысынан көбі'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жергілікті бюджеттің, аумақтарды дамыту бағдарламаларының орындалуын бақылау кімнің құзыретіне жатқызылған:',
      choices: [
        'мәслихат',
        'әкімдік',
        'бөлек жергілікті қоғамдастық',
        'орталық атқарушы органның аумақтық бөлімшесі'
      ],
      correctAnswer: 'мәслихат'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттың азаматтардың құқықтарына, бостандықтары мен міндеттеріне қатысты шешімдері:',
      choices: [
        'заңнамада белгіленген тәртіппен ресми жариялануға тиіс',
        'жергілікті қоғамдастықтың оң қорытындысын талап етеді',
        'тиісті аумақтың әкімімен міндетті түрде келісуге жатады',
        'тексеру комиссиясының оң қорытындысы болуын талап етеді'
      ],
      correctAnswer: 'заңнамада белгіленген тәртіппен ресми жариялануға тиіс'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттардың Қазақстан Республикасының Конституциясы мен заңдарына сәйкес келмейтін шешімдерінің күшін жоюы тиіс:',
      choices: [
        'мәслихаттың өзі не сот тәртібімен',
        'тек сот тәртібімен',
        'Президент',
        'тиісті аумақтың әкімі'
      ],
      correctAnswer: 'мәслихаттың өзі не сот тәртібімен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихат хатшысының құқығы жоқ:',
      choices: [
        'мәслихаттың тұрақты комиссияларында болу',
        'депутаттар сауалдарының және депутаттық өтініштердің қаралуын бақылау',
        'мәслихатқа сайлаушылардың өтініштері туралы және олар бойынша қабылданған шаралар туралы ақпарат беру',
        'өкімдер шығару'
      ],
      correctAnswer: 'мәслихаттың тұрақты комиссияларында болу'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихат хатшысы болмаған жағдайда оның өкілеттігін кім жүзеге асырады:',
      choices: [
        'мәслихаттың тұрақты комиссияларының бірінің төрағасы немесе мәслихат депутаты',
        'мәслихат сессиясының хатшысы ғана',
        'жергілікті қоғамдастық өкілі',
        'әкімдіктің өкілі'
      ],
      correctAnswer: 'мәслихаттың тұрақты комиссияларының бірінің төрағасы немесе мәслихат депутаты'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихат депутатының өкілеттігі қай сәттен басталады:',
      choices: [
        'оны тиісті аумақтық сайлау комиссиясының мәслихат депутаты ретінде тіркеу',
        'мәслихат сессиясының хатшысын тағайындау',
        'мәслихаттың бірінші сессиясын өткізу',
        'жергілікті қоғамдастықтың келісімін алу'
      ],
      correctAnswer: 'оны тиісті аумақтық сайлау комиссиясының мәслихат депутаты ретінде тіркеу'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихат депутатының өкілеттігі тоқтатылады:',
      choices: [
        'мәслихат өкілеттігі тоқтатылған сәттен бастап',
        'әкімшілік-аумақтық бірлік қайта ұйымдастырылған (біріктірілген, қосылған, қайта құрылған, бөлініп шыққан немесе бөлінген) сәттен бастап',
        'мәслихат сессиясы хатшысының шешімі бойынша',
        'мәслихат хатшысының өкімі бойынша'
      ],
      correctAnswer: 'мәслихат өкілеттігі тоқтатылған сәттен бастап'
    },
    {
      type: EQuestionType.Radio,
      title: 'Депутаттың өз міндеттерін жүйелі түрде орындамауы, оның ішінде мәслихат сессиясының жалпы отырыстарында қатарынан үш реттен артық дәлелді себептерсіз болмауы қандай жағдайға әкеп соғады:',
      choices: [
        'мәслихат депутатының өкілеттігін мерзімінен бұрын тоқтату',
        'мәслихаттың өкілеттігін тоқтату',
        'мәслихат депутатының орнынан түсуі',
        'мәслихат сессиясынан отставкаға шығу'
      ],
      correctAnswer: 'мәслихат депутатының өкілеттігін мерзімінен бұрын тоқтату'
    },
    {
      type: EQuestionType.Radio,
      title: 'Депутаттың өкілеттігін мерзімінен бұрын тоқтату туралы шешім қабылданады:',
      choices: [
        'сайлау комиссиясының ұсынуы бойынша мәслихат сессиясында қатысып отырған депутаттардың жалпы санының көпшілік даусымен',
        'мәслихат депутаттары жалпы санының көпшілігінің ұсынуы бойынша мәслихат хатшысымен',
        'мәслихат сессиясының хатшысымен жеке-дара',
        'мәслихат депутаттары жалпы санының көпшілігінің ұсынуы бойынша'
      ],
      correctAnswer: 'сайлау комиссиясының ұсынуы бойынша мәслихат сессиясында қатысып отырған депутаттардың жалпы санының көпшілік даусымен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Жергілікті өзін-өзі басқару жүзеге асырылады:',
      choices: [
        'тікелей, сондай-ақ мәслихаттар және басқа да жергілікті өзін-өзі басқару органдары арқылы жергілікті қоғамдастық мүшелерімен',
        'тиісті аумақтың әкімдігімен',
        'орталық мемлекеттік органның аумақтық бөлімшесімен',
        'аумақтық сайлау комиссиясымен'
      ],
      correctAnswer: 'тікелей, сондай-ақ мәслихаттар және басқа да жергілікті өзін-өзі басқару органдары арқылы жергілікті қоғамдастық мүшелерімен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттар халық алдында мәслихаттың атқарған жұмысы, оның тұрақты комиссияларының қызметі туралы есеп береді:',
      choices: [
        'жылына кемінде бір рет',
        'жылына кемінде екі рет',
        'тоқсанына кемінде бір рет',
        'тоқсанына кемінде екі рет'
      ],
      correctAnswer: 'жылына кемінде бір рет'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихат сессиясы қандай жағдайда заңды деп есептеледі:',
      choices: [
        'мәслихат депутаттарының жалпы санының кемінде үштен екісі қатысса',
        'оның құрамына кіретін депутаттардың жалпы санының жартысынан астамы қатысса',
        'оның құрамына кіретін депутаттардың жалпы санының кемінде үштен бірі қатысса',
        'оның құрамына кіретін барлық депутаттар қатысса'
      ],
      correctAnswer: 'мәслихат депутаттарының жалпы санының кемінде үштен екісі қатысса'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттың уақытша комиссияларын құруға құқылы:',
      choices: [
        'мәслихат не мәслихаттың хатшысы',
        'жергілікті қоғамдастық мүшелері',
        'жергілікті өзін-өзі басқарудың аумақтық кеңесі',
        'орталық мемлекеттік органның аумақтық бөлімшесі'
      ],
      correctAnswer: 'мәслихат не мәслихаттың хатшысы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихат сессиясын шақыру туралы шешімді қабылдайды:',
      choices: [
        'мәслихат хатшысы',
        'әкім',
        'жергілікті қоғамдастық өкілі',
        'мәслихаттың кез келген депутаты'
      ],
      correctAnswer: 'мәслихат хатшысы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихаттың әрбір депутатына кепілдік беріледі:',
      choices: [
        'оның құқықтарын, ар-намысы мен қадір-қасиетін қорғау',
        'тұрғын үй-коммуналдық қызметтерді толық көлемде төлеу',
        'тегін шетелдік сапарлар',
        'өкілеттігі тоқтатылған немесе мерзімі аяқталған кезде бұрынғы жұмысын (лауазымын) сақтау немесе оған тең жұмыс (лауазым) беру'
      ],
      correctAnswer: 'оның құқықтарын, ар-намысы мен қадір-қасиетін қорғау'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихат депутатына жаза қолданылады:',
      choices: [
        'қатысып отырған депутаттардың жалпы санының көпшілік даусымен',
        'лауазымдық өкілеттіктеріне сәйкес осындай құқығы бар лауазымды адамдармен (орган)',
        'тиісті әкімшілік-аумақтық бірліктің әкімімен',
        'мәслихат хатшысымен'
      ],
      correctAnswer: 'қатысып отырған депутаттардың жалпы санының көпшілік даусымен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Мәслихат депутаты мәслихат құзыретіне жатқызылған мәселелер бойынша ресми жазбаша сауал салуға құқылы:',
      choices: [
        'прокурорға және орталық мемлекеттік органдардың аумақтық бөлімшелерінің, жергілікті бюджеттерден қаржыландырылатын атқарушы органдардың лауазымды адамдарына',
        'Орталық сайлау комиссиясының төрағасы мен мүшелеріне',
        'Премьер-Министрге және Үкімет мүшелеріне',
        'прокурорға, Ұлттық қауіпсіздік комитетінің төрағасына'
      ],
      correctAnswer: 'прокурорға және орталық мемлекеттік органдардың аумақтық бөлімшелерінің, жергілікті бюджеттерден қаржыландырылатын атқарушы органдардың лауазымды адамдарына'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімді тағайындайтын адам не ол уәкілеттік берген адам әкім лауазымына тағайындауға келісім беру туралы ұсынысты кімнің қарауына енгізеді:',
      choices: [
        'мәслихаттың',
        'депутаттық топтың',
        'аумақтық сайлау комиссиясының',
        'бөлек жергілікті қоғамдастықтың'
      ],
      correctAnswer: 'мәслихаттың'
    },
    {
      type: EQuestionType.Radio,
      title: 'Таңдаушылардың шешімі бойынша Парламент Сенаты депутатының өкілеттігін тоқтатуға бастамашылық жасауды қолдауға тиіс:',
      choices: [
        'облыстың, республикалық маңызы бар қаланың және астананың барлық мәслихаттарының атынан өкілдік ететін таңдаушылардың жалпы санының кемінде 25% - ы, бірақ бір мәслихаттың таңдаушылар дауысының кемінде 25% - ы',
        'облыстың, республикалық маңызы бар қаланың немесе Астананың барлық мәслихаттарының атынан өкілдік ететін таңдаушылардың жалпы санының 50% - дан астамы',
        'облыстың, республикалық маңызы бар қаланың немесе Астананың барлық мәслихаттарының атынан өкілдік ететін таңдаушылардың жалпы санының кемінде 10% - ы, бірақ бір мәслихаттың таңдаушылар дауысының 25% кем емес',
        'облыстың, республикалық маңызы бар қаланың немесе астананың барлық мәслихаттарының атынан өкілдік ететін таңдаушылардың жалпы санының 30% - дан астамы'
      ],
      correctAnswer: 'облыстың, республикалық маңызы бар қаланың және астананың барлық мәслихаттарының атынан өкілдік ететін таңдаушылардың жалпы санының кемінде 25% - ы, бірақ бір мәслихаттың таңдаушылар дауысының кемінде 25% - ы'
    },
    {
      type: EQuestionType.Radio,
      title: 'Облыстың, республикалық маңызы бар қаланың, астананың әкімдігі қалыптасады:',
      choices: [
        'әкім орынбасарларынан, әкім аппаратының басшысынан, жергілікті бюджеттен қаржыландырылатын атқарушы органдардың бірінші басшыларынан',
        'әкім аппарат басшысынан, орталық атқарушы органдардың аумақтық бөлімшелерінің басшыларынан',
        'Қазақстан Республикасының Үкіметі әкімнен, әкім орынбасарларынан, әкім аппаратының басшысынан және өзге де лауазымды адамдардан',
        'Президент Премьер-Министрмен келісім бойынша әкімнен, әкім аппаратының басшысынан, жергілікті бюджеттен қаржыландырылатын атқарушы органдардың бірінші басшыларынан'
      ],
      correctAnswer: 'әкім орынбасарларынан, әкім аппаратының басшысынан, жергілікті бюджеттен қаржыландырылатын атқарушы органдардың бірінші басшыларынан'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қазақстан Республикасының заңнамасына сәйкес облыстың, республикалық маңызы бар қаланың, астананың әкімдігі:',
      choices: [
        'тиісті әкімшілік-аумақтық бірлік шегінде жергілікті маңызы бар міндеттерді шешуді қамтамасыз ететін реттеу, іске асыру және (немесе) бақылау функцияларын жүзеге асырады',
        'ғылым мен техниканы дамыту, жаңа технологияларды енгізу, денсаулық сақтау, туризм және спорт жөніндегі мемлекеттік саясатты қалыптастырады',
        'мемлекеттік меншікті басқаруды ұйымдастырады, оны пайдалану жөніндегі шараларды әзірлейді және жүзеге асырады, мемлекеттік меншік құқығын қорғауды қамтамасыз етеді',
        'Табиғи ресурстар мен қоршаған табиғи ортаны ұтымды пайдалану мен қорғауды қамтамасыз ету жөніндегі іс-шараларды әзірлейді және жүзеге асырады'
      ],
      correctAnswer: 'тиісті әкімшілік-аумақтық бірлік шегінде жергілікті маңызы бар міндеттерді шешуді қамтамасыз ететін реттеу, іске асыру және (немесе) бақылау функцияларын жүзеге асырады'
    },
    {
      type: EQuestionType.Radio,
      title: 'Облыстың, республикалық маңызы бар қаланың, астананың әкімі қызметке тағайындалады:',
      choices: [
        'Облыс, республикалық маңызы бар қала, астана мәслихатының келісімімен Президент',
        'Премьер-Министрдің ұсынуы бойынша',
        'тиісті әкімшілік-аумақтық бірліктің аумағында тұратын тұрғындар сайлайды',
        'Премьер-Министр облыс (республикалық маңызы бар қала және астана) мәслихатының келісімімен'
      ],
      correctAnswer: 'Облыс, республикалық маңызы бар қала, астана мәслихатының келісімімен Президент'
    },
    {
      type: EQuestionType.Radio,
      title: 'Облыс, республикалық маңызы бар қала, астана әкімі өз құзыретіндегі мәселелер бойынша және облыстық, республикалық маңызы бар қала, астана әкімдігінің құзыретіне жатқызылған мәселелер бойынша жауап береді:',
      choices: [
        'Президент және Үкіметке',
        'ҚР Премьер-Министріне',
        'Үкіметке',
        'тиісті әкімшілік-аумақтық бірліктің аумағында тұратын халыққа'
      ],
      correctAnswer: 'Президент және Үкіметке'
    },
    {
      type: EQuestionType.Radio,
      title: 'Облыстық мәслихаттағы, Республикалық маңызы бар қалалардың және астананың мәслихаттарындағы депутаттардың сандық құрамы:',
      choices: [
        '50-ге дейін',
        '60-қа дейін',
        '30-ға дейін',
        '40-қа дейін'
      ],
      correctAnswer: '50-ге дейін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Қалалық мәслихаттағы депутаттардың сандық құрамы:',
      choices: [
        '30-ға дейін',
        '40-қа дейін',
        '50-ге дейін',
        '25-ке дейін'
      ],
      correctAnswer: '30-ға дейін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Аудандық мәслихаттағы депутаттардың сандық құрамы:',
      choices: [
        '25-ке дейін',
        '50-ге дейін',
        '40-қа дейін',
        '30-ға дейін'
      ],
      correctAnswer: '25-ке дейін'
    },
    {
      type: EQuestionType.Radio,
      title: 'Аудан (облыстық маңызы бар қала) әкімі өз құзыретіндегі мәселелер бойынша және аудандық (облыстық маңызы бар қала) әкімдігінің құзыретіне жатқызылған мәселелер бойынша жауап береді:',
      choices: [
        'Президент, Үкіметі және облыс әкімі алдында',
        'Президент алдында',
        'Үкімет алдында',
        'облыс әкімі алдында'
      ],
      correctAnswer: 'Президент, Үкіметі және облыс әкімі алдында'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімдіктің және (немесе) әкімнің өз құзыреті шегінде қабылдаған актілерінің міндетті күші болады: ',
      choices: [
        'тиісті әкімшілік-аумақтық бірліктің бүкіл аумағында',
        'Қазақстан Республикасының барлық аумағында',
        'тиісті аудан аумағында',
        'тиісті аумақтан тыс'
      ],
      correctAnswer: 'тиісті әкімшілік-аумақтық бірліктің бүкіл аумағында'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімдік және (немесе) әкім актілерінің күші жойылуы не толық немесе ішінара тоқтатыла тұруы мүмкін:',
      choices: [
        'Президент, Үкімет, Жоғары тұрған әкімдік және (немесе) әкім, әкімдіктің және (немесе) әкімнің өзі, сондай-ақ сот шешімімен',
        'Президент және Үкіметпен',
        'жоғары тұрған әкімдік және (немесе) әкім, әкімдіктің өзі және (немесе) әкіммен',
        'сот шешімімен'
      ],
      correctAnswer: 'Президент, Үкімет, Жоғары тұрған әкімдік және (немесе) әкім, әкімдіктің және (немесе) әкімнің өзі, сондай-ақ сот шешімімен'
    },
    {
      type: EQuestionType.Radio,
      title: 'Әкімінің аппараты болып табылады:',
      choices: [
        'жергілікті бюджет есебінен ұсталатын мемлекеттік мекеме',
        'аудандардың (облыстық маңызы бар қалалардың)жергілікті атқарушы органдары жанынан құрылатын алқалы орган',
        'жергілікті бюджеттен қаржыландырылатын консультативтік-кеңесші орган',
        'республикалық бюджет есебінен ұсталатын заңды тұлға'
      ],
      correctAnswer: 'жергілікті бюджет есебінен ұсталатын мемлекеттік мекеме'
    }
  ],
  time: 10,
  passingScore: 5,
  questionsTotal: 10
};
