import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const tutorStatusLawKz: ITest = {
    id: 'tutorStatusLaw-kz',
    title: 'Педагог мәртебесі туралы',
    description: '<p>Тест на знание закона Педагог мәртебесі туралы</p>',
    questions: [
        {
            type: EQuestionType.Radio,
            title: 'Тәлімкерлік кімге қолданылады?',
            choices: [
                'ұзақ уақыт бойы мамандығы бойынша жұмыс істемеген педагогке',
                'педагогтің кәсіптік қызметіне алғаш рет кіріскен адамға',
                'біліктілігін арттырған адамға'
            ],
            correctAnswer: 'педагогтің кәсіптік қызметіне алғаш рет кіріскен адамға'
        },
        {
            type: EQuestionType.Radio,
            title: 'Осы заң кімге қолданылады',
            choices: [
                'мектепке дейінгі және орта білім беру педагогтеріне',
                'техникалық және кәсіптік білім беру педагогтеріне',
                'барлық білім беру салаларының педагогтеріне, оның ішінде мектепке дейінгі, орта, техникалық, кәсіптік және т.с.с.'
            ],
            correctAnswer: 'барлық білім беру салаларының педагогтеріне, оның ішінде мектепке дейінгі, орта, техникалық, кәсіптік және т.с.с.'
        },
        {
            type: EQuestionType.Radio,
            title: 'Адам қай кезеңде педагог мәртебесіне ие бола алады?',
            choices: [
                'Білім беру саласында кәсіптік қызметін жүзеге асырған және тиісті ұйыммен еңбек қатынастарында болған кезеңде',
                'жеке тәртіппен сабақ беретін кезеңде',
                'адам біліктілігін арттыру үшін оқуда болған кезеңде'
            ],
            correctAnswer: 'Білім беру саласында кәсіптік қызметін жүзеге асырған және тиісті ұйыммен еңбек қатынастарында болған кезеңде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог ғылым кандидаты ғылыми дәрежесі үшін қандай мөлшерде қосымша ақы алады?',
            choices: [
                'айлық есептік көрсеткіштің 18 еселенген мөлшерінде',
                'айлық есептік көрсеткіштің 17 еселенген мөлшерінде',
                'айлық есептік көрсеткіштің 15 еселенген мөлшерінде'
            ],
            correctAnswer: 'айлық есептік көрсеткіштің 17 еселенген мөлшерінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің Қазақстан Республикасының денсаулық сақтау саласындағы заңнамасына сәйкес денсаулық сақтау саласындағы құқықтарды қамтамасыз ететін әлеуметтік кепілдіктерді иеленуге құқығы бар ма?',
            choices: [
                'тек ерекше жағдайларда',
                'иеленбейді',
                'иеленеді'
            ],
            correctAnswer: 'иеленеді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің қандай еңбегі үшін «Қазақстанның еңбек сіңірген ұстазы» құрметті атағы беріледі',
            choices: [
                'адал еңбегі үшін',
                'аса үздік жетістіктері және айрықша еңбегі үшін',
                'өзінің кәсіби міндеттерін үлгілі орындағаны үшін'
            ],
            correctAnswer: 'аса үздік жетістіктері және айрықша еңбегі үшін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жоғары және (немесе) жоғары оқу орнынан кейінгі білім беру ұйымдарының базасында педагогтік қайта даярлаудан кім өтуі тиіс?',
            choices: [
                'педагогтік білімі жоқ, тиісті бейіні бойынша педагогтің кәсіптік қызметіне алғаш рет кірісетін кәсіптік білімі бар адамдар',
                'ұзақ демалыстан шыққан педагогтік білімі бар адамдар',
                'кәсіптік білімі бар, педагогтік білімі бар, тиісті бейіні бойынша жұмысқа кірісетін адамдар'
            ],
            correctAnswer: 'педагогтік білімі жоқ, тиісті бейіні бойынша педагогтің кәсіптік қызметіне алғаш рет кірісетін кәсіптік білімі бар адамдар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Тәлімгерлікті ұйымдастыру тәртібін және тәлімгерлікті жүзеге асыратын педагогтерге қойылатын талаптарды кім айқындайды?',
            choices: [
                'Қазақстан республикасының заңнамасы',
                'білім беру саласындағы уәкілетті орган',
                'тәлімгердің өзі'
            ],
            correctAnswer: 'білім беру саласындағы уәкілетті орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогке біліктілігі бойынша аттестаттаудан не үшін өту қажет?',
            choices: [
                'жалақысын арттыру үшін',
                'жаңа білім алу үшін',
                'біліктілік санаттарын беру немесе растау үшін'
            ],
            correctAnswer: 'біліктілік санаттарын беру немесе растау үшін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогке Қазақстан Республикасының заңнамасында белгіленген тәртіппен мерзімдік медициналық қарап-тексерулерден өту міндетті ме?',
            choices: [
                'міндетті емес',
                'тек қандай-да бір ауру белгілері болса ғана',
                'міндетті'
            ],
            correctAnswer: 'міндетті'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог өмірлік қиын жағдайда жүрген баланың анықталу фактілерін білген жағдайда не істеуі тиіс?',
            choices: [
                'білім беру ұйымының басшылығына дереу хабарлау',
                'әлеуметтік қызметтерге жазу',
                'қалалықкеңеске жүгіну'
            ],
            correctAnswer: 'білім беру ұйымының басшылығына дереу хабарлау'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтік әдеп жөніндегі кеңестің шешімдері қандай сипатта болады?',
            choices: [
                'мәжбүрлі',
                'ұсынымдық',
                'әкімшілік'
            ],
            correctAnswer: 'ұсынымдық'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру саласындағы уәкілетті орган айқындайтын тізбе бойынша білім алушылар мен тәрбиеленушілер арасындағы халықаралық олимпиадалардың, конкурстардың және спорттық жарыстардың жеңімпазын, жүлдегерін дайындаған педагогке ненің есебінен сыйақы төленеді?',
            choices: [
                'сыйлықақылар есебінен',
                'жеңімпаз немесе жүлдегер тапқан жүлделер есебінен',
                'тиісті мемлекеттік білім беру ұйымының қызметі бойынша үнемдеу есебінен'
            ],
            correctAnswer: 'тиісті мемлекеттік білім беру ұйымының қызметі бойынша үнемдеу есебінен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог білім беру процесін саяси үгіттеу үшін пайдалануға құқылы ма?',
            choices: [
                'кейбір ерекше маңызды жағдайларда құқылы',
                'әрқашан құқылы',
                'құқылы емес'
            ],
            correctAnswer: 'құқылы емес'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтердің балалары тұрғылықты жері бойынша мектепке дейінгі ұйымдардан орындарға үміткер болуға құқылы ма?',
            choices: [
                'құқылы емес – бұл пара беру болып саналады',
                'құқылы',
                'кейде мектепке дейінгі ұйымдарда бос орындар болса, құқылы'
            ],
            correctAnswer: 'құқылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Соттың заңды күшіне енген үкіміне сәйкес педагогтің кәсіптік қызметін жүзеге асыру құқығынан айырылған педагогтер қандай жағдайларда балаларды оқытуға кірісе алады?',
            choices: [
                'ешбір жағдайда',
                'егер педагог барлық қылмыстарын түсінсе және өкінсе',
                'егер оқу орнының әкімшілігі рұқсат берсе'
            ],
            correctAnswer: 'ешбір жағдайда'
        },
        {
            type: EQuestionType.Radio,
            title: '«Қазақстанның еңбек сіңірген ұстазы» құрметті атағына ие болған педагог қандай мөлшерде біржолғы төлем алады?',
            choices: [
                'айлық есептік көрсеткіштің 100 еселенген мөлшерінде',
                'айлық есептік көрсеткіштің 1000 еселенген мөлшерінде',
                'айлық есептік көрсеткіштің 10000 еселенген мөлшерінде'
            ],
            correctAnswer: 'айлық есептік көрсеткіштің 1000 еселенген мөлшерінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жергілікті атқарушы органдар педагогтерге қандай мөлшерде сыйақы түрінде қосымша ынталандыру төлемдерін белгілеуге құқылы?',
            choices: [
                'айлық есептік көрсеткіштің кемінде 300 еселенген мөлшерінде',
                'айлық есептік көрсеткіштің кемінде 400 еселенген мөлшерінде',
                'айлық есептік көрсеткіштің 300 еселенген мөлшерінен аспайтын'
            ],
            correctAnswer: 'айлық есептік көрсеткіштің кемінде 300 еселенген мөлшерінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің лауазымды адамдар және басқа да тұлғалар тарапынан заңсыз араласудан және кедергі келтіруден қорғалуға құқығы бар ма?',
            choices: [
                'жоқ',
                'бар',
                'ерекше жағдайда бар'
            ],
            correctAnswer: 'бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыс берушінің педагогтен Қазақстан Республикасының білім беру саласындағы заңнамасында көзделмеген есептілікті не ақпаратты талап етіп алдыруға құқығы бар ма?',
            choices: [
                'бар',
                'жоқ',
                'ерекше жағдайда бар'
            ],
            correctAnswer: 'жоқ'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог лауазымдарының тізбесін кім бекітеді?',
            choices: [
                'қалалық кеңес',
                'педагогтар ісі жөніндегі басқарма',
                'білім беру саласындағы уәкілетті орган'
            ],
            correctAnswer: 'білім беру саласындағы уәкілетті орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің білім беру бағдарламасына сәйкес оқыту мен тәрбиелеудің оқу құралдарын, материалдарын және өзге де құралдарын таңдауға құқығы бар ма?',
            choices: [
                'жоқ, тек қатаң бағдарлама бойынша',
                'кейбір ерекше жағдайларда бар',
                'барлық жағдайда бар'
            ],
            correctAnswer: 'барлық жағдайда бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім алушылар мен тәрбиеленушілер арасындағы халықаралық олимпиадалардың, конкурстардың және спорттық жарыстардың жеңімпазын, жүлдегерін дайындаған педагогке қандай мөлшерде сыйақы төленеді?',
            choices: [
                'үш лауазымдық айлықақы',
                'екі лауазымдық айлықақы',
                'бес лауазымдық айлықақы'
            ],
            correctAnswer: 'үш лауазымдық айлықақы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қазақстан Республикасының заңдарында белгіленген тәртіппен әрекетке қабілетсіз немесе әрекет қабілеті шектеулі деп танылған адамдар кәсіптік қызметке жіберіледі ме?',
            choices: [
                'оқу орнының әкімшілігі рұқсат берген кезде жіберіледі',
                'жіберілмейді',
                'кез келген жағдайда жіберіледі'
            ],
            correctAnswer: 'жіберілмейді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог өз қызметінде тиісті кәсіптік құзыреттерді меңгеруге міндетті ме?',
            choices: [
                'міндетті емес',
                'кейде міндетті',
                'кез келген жағдайда міндетті'
            ],
            correctAnswer: 'кез келген жағдайда міндетті'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтік әдепті сақтау туралы мәселе қаралған кезде педагогтің қаралып отырған мәселе туралы ақпаратты жазбаша түрде алуға құқығы бар ма?',
            choices: [
                'жоқ – бұл құпия ақпарат',
                'бар',
                'ережелерден ерекше жағдайларда'
            ],
            correctAnswer: 'бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогке қатысты талқылаулар және олардың негізінде қабылданған шешімдер жариялануы мүмкін:',
            choices: [
                'оның келісімімен ғана',
                'оның келісімінсіз',
                'оны хабардар еткен кезде ғана'
            ],
            correctAnswer: 'оның келісімімен ғана'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жыл сайын «Үздік педагог» атағын иеленушіге ненің есебінен сыйақы төленеді?',
            choices: [
                'қалалық бюджет қаражаты есебінен',
                'оқу мекемесі қаражаты есебінен',
                'республикалық бюджет қаражаты есебінен'
            ],
            correctAnswer: 'республикалық бюджет қаражаты есебінен'
        },
        {
            type: EQuestionType.Radio,
            title: 'Орта білім беру ұйымдары үшін бір аптаға қандай нормативтік оқу жүктемесі белгіленеді?',
            choices: [
                '16 сағат',
                '14 сағат',
                '12 сағат'
            ],
            correctAnswer: '16 сағат'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мектепке дейінгі ұйымдар, мектепке дейінгі тәрбие мен оқытудың мектепалды топтары, білім беру ұйымдарының мектепалды сыныптары үшін қандай нормативтік оқу жүктемесі белгіленеді?',
            choices: [
                '18 сағат',
                '24 сағат',
                '30 сағат'
            ],
            correctAnswer: '24 сағат'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің қаншалықты жиі біліктілігін арттыруға құқығы бар?',
            choices: [
                'үш жылда бір реттен сиретпей',
                'үш жылда бір реттен жиілетпей',
                'жылына бір рет'
            ],
            correctAnswer: 'үш жылда бір реттен сиретпей'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің біліктілік санатының мерзімінен бұрын берілуіне құқығы бар ма?',
            choices: [
                'ешбір жағдайда жоқ',
                'тек сирек жағдайларда',
                'кез келген жағдайда бар'
            ],
            correctAnswer: 'кез келген жағдайда бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтік әдепті бұзу:',
            choices: [
                'тәртіптік теріс қылық болып табылады',
                'әкімшілік теріс қылық болып табылады',
                'криминалдық теріс қылық болып табылады'
            ],
            correctAnswer: 'тәртіптік теріс қылық болып табылады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Осы Заңның күші «Әскери қызмет және әскери қызметшілердің мәртебесі туралы» Қазақстан Республикасының Заңында көзделген ерекшеліктермен кімге қолданылады?',
            choices: [
                'еліміздің барлық оқу орындарының педагогтеріне',
                'техникалық және кәсіптік оқу орындарының педагогтеріне ғана',
                'әскери оқу орындарының педагогтеріне ғана'
            ],
            correctAnswer: 'әскери оқу орындарының педагогтеріне ғана'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтік әдеп - бұл:',
            choices: [
                'педагогтердің Қазақстан Республикасының педагог мәртебесі туралы заңнамасында белгіленген мінез-құлық нормалары',
                'оқушылардың Қазақстан Республикасының заңнамасында белгіленген мінез-құлық нормалары',
                'оқу орнының барлық персоналының Қазақстан Республикасының заңнамасында белгіленген мінез-құлық нормалары'
            ],
            correctAnswer: 'педагогтердің Қазақстан Республикасының педагог мәртебесі туралы заңнамасында белгіленген мінез-құлық нормалары'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтік әдеп жөніндегі кеңес - бұл:',
            choices: [
                'оқу орнында құрылатын, педагогтердің педагогтік әдепті сақтау мәселелерін қарайтын алқалы орган',
                'білім беру ұйымында құрылатын, педагогтердің педагогтік әдепті сақтау мәселелерін қарайтын алқалы орган',
                'қалалық кеңесте құрылатын, педагогтердің педагогтік әдепті сақтау мәселелерін қарайтын алқалы орган'
            ],
            correctAnswer: 'білім беру ұйымында құрылатын, педагогтердің педагогтік әдепті сақтау мәселелерін қарайтын алқалы орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қазақстан Республикасында педагогтің ерекше мәртебесі нені қамтамасыз етеді?',
            choices: [
                'басқалардың ерекше қатынасын',
                'оның жоғары жалақы алуы үшін жағдайды',
                'оның кәсіптік қызметін жүзеге асыруы үшін жағдайды'
            ],
            correctAnswer: 'оның кәсіптік қызметін жүзеге асыруы үшін жағдайды'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыс берушінің педагогті кәсіптік міндеттерімен байланысты емес жұмыс түрлеріне тартуына жол беріледі ме?',
            choices: [
                'жол берілмейді',
                'сирек жағдайларда жол беріледі',
                'барлық жағдайларда жол беріледі'
            ],
            correctAnswer: 'жол берілмейді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің білім беру сапасын жетілдіруге бағытталған, оның ішінде білім беру ұйымының қызметіне қатысты мәселелерді талқылауға қатысуға құқығы бар ма?',
            choices: [
                'жоқ – ол үшін жоғары тұрған органдар бар',
                'кез келген жағдайда бар',
                'бар, бірақ жоғары тұрған органдардың рұқсатымен ғана'
            ],
            correctAnswer: 'кез келген жағдайда бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог кәсіптік қызметіндегі табыстары үшін көтермеленуі мүмкін бе?',
            choices: [
                'мүмкін',
                'мүмкін емес',
                'сирек жағдайларда ғана мүмкін'
            ],
            correctAnswer: 'мүмкін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог білім алушылар, тәрбиеленушілер және олардың ата-анасы немесе өзге де заңды өкілдері тарапынан ар-намысы мен қадір-қасиетіне құрмет көрсетілуіне үміттене ала ма?',
            choices: [
                'оған лайықты болуы керек',
                'үміттене алмайды',
                'оған құқығы бар'
            ],
            correctAnswer: 'оған құқығы бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік ұйымдар педагогтерінің жалақысын есептеу қағидаларын бекітеді:',
            choices: [
                'білім беру саласындағы уәкілетті орган еңбек жөніндегі уәкілетті мемлекеттік органмен келісу бойынша',
                'білім беру саласындағы бюджетті бөлу жөніндегі орган',
                'білім беру саласындағы уәкілетті орган жеке-дара'
            ],
            correctAnswer: 'білім беру саласындағы уәкілетті орган еңбек жөніндегі уәкілетті мемлекеттік органмен келісу бойынша'
        },
        {
            type: EQuestionType.Radio,
            title: 'Білім беру саласындағы уәкілетті орган айқындайтын тізбе бойынша жалпы білім беретін пәндер бойынша халықаралық олимпиадалардың жеңімпазын, жүлдегерін дайындаған педагог:',
            choices: [
                '«Білім туралы» Қазақстан Республикасының Заңына сәйкес бюджет қаражаты есебінен 4 айлықақы мөлшерінде сыйақымен көтермеленеді',
                '«Білім туралы» Қазақстан Республикасының Заңына сәйкес сыйлықақы қаражаты есебінен біржолғы сыйақымен көтермеленеді',
                '«Білім туралы» Қазақстан Республикасының Заңына сәйкес бюджет қаражаты есебінен біржолғы сыйақымен көтермеленеді'
            ],
            correctAnswer: '«Білім туралы» Қазақстан Республикасының Заңына сәйкес бюджет қаражаты есебінен біржолғы сыйақымен көтермеленеді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Егер педагог әкімшілік құқық бұзушылық белгілері бар әрекеттерді (әрекетсіздікті) кәмелетке толмағандардың жасау немесе оларға қатысты жасалу фактісі туралы білсе, ол:',
            choices: [
                'құқық қорғау органдарына және білім беру ұйымының басшылығына дереу хабарлауға міндетті',
                'оның үндемеуге немесе араласпауға құқығы бар',
                'тиісті органдарға хабарлау немесе шетте қалуды таңдау құқығы бар'
            ],
            correctAnswer: 'құқық қорғау органдарына және білім беру ұйымының басшылығына дереу хабарлауға міндетті'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтік әдепті сақтау туралы мәселе қаралған кезде педагогтің қаралып отырған мәселе бойынша барлық материалдармен танысуға құқығы бар ма?',
            choices: [
                'жоқ, барлығын қарау аяқталғаннан кейін біледі',
                'бар, себебі бұл оның жеке өзіне қатысты',
                'егер бұзушылық күрделі болмаса, кейде бар'
            ],
            correctAnswer: 'бар, себебі бұл оның жеке өзіне қатысты'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің құқығы бар:',
            choices: [
                'ұзақтығы күнтізбелік 56 күн жыл сайынғы ақы төленетін еңбек демалысына',
                'ұзақтығы күнтізбелік 30 күн жыл сайынғы ақы төленетін еңбек демалысына',
                'ұзақтығы күнтізбелік 90 күн жыл сайынғы ақы төленетін еңбек демалысына'
            ],
            correctAnswer: 'ұзақтығы күнтізбелік 56 күн жыл сайынғы ақы төленетін еңбек демалысына'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогке қандай мөлшерде сауықтыруға арналған жәрдемақыға кепілдік беріледі?',
            choices: [
                'өздеріне кезекті еңбек демалысы берілген кезде күнтізбелік екі жылда бір рет бір лауазымдық айлықақы мөлшерінен аспайтын',
                'өздеріне кезекті еңбек демалысы берілген кезде күнтізбелік үш жылда бір рет кемінде бір лауазымдық айлықақы мөлшерінде',
                'өздеріне кезекті еңбек демалысы берілген кезде күнтізбелік жылда бір рет кемінде бір лауазымдық айлықақы мөлшерінде'
            ],
            correctAnswer: 'өздеріне кезекті еңбек демалысы берілген кезде күнтізбелік жылда бір рет кемінде бір лауазымдық айлықақы мөлшерінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ауылдық елді мекендерге кәсіптік қызметін жүзеге асыру және тұру үшін келген педагогке жергілікті өкілді органдардың шешімі бойынша не беріледі?',
            choices: [
                'көтерме жәрдемақы және тұрғын үй сатып алу немесе салу үшін әлеуметтік қолдау көрсетіледі',
                'тұрғын үйге төлеу үшін әлеуметтік қолдау көрсетіледі',
                'жәрдемақы және тұрғын үйге төлеу үшін айлықақы мөлшерінде  әлеуметтік қолдау көрсетіледі'
            ],
            correctAnswer: 'көтерме жәрдемақы және тұрғын үй сатып алу немесе салу үшін әлеуметтік қолдау көрсетіледі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Орта білім беру ұйымында кәсіптік қызметіне алғаш рет кіріскен педагогке тәлімгерлікті жүзеге асыратын педагог қандай кезеңге бекітіліп беріледі?',
            choices: [
                'бір оқу жылының 3 айына',
                'бір оқу жылының 6 айына',
                'бір оқу жылы кезеңіне'
            ],
            correctAnswer: 'бір оқу жылы кезеңіне'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог білім алушылардың, тәрбиеленушілердің және олардың ата-анасының немесе өзге де заңды өкілдерінің ар-намысы мен қадір-қасиетін құрметтеуге міндетті ме?',
            choices: [
                'жоқ, міндетті емес',
                'міндетті',
                'оның кімді құрметтеу немесе құрметтеуді таңдау құқығы бар'
            ],
            correctAnswer: 'міндетті'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогті тәртіптік жауаптылыққа тарту туралы шешімді кім қабылдайды?',
            choices: [
                'педагогтік әдеп жөніндегі кеңестің ұсынымын ескере отырып, білім беру ұйымының басшысы',
                'педагогтік әдеп жөніндегі кеңестің ұсынымын ескермей, білім беру ұйымының басшысы',
                'ұйым басшысы оқу орнының педагогтерімен бірге'
            ],
            correctAnswer: 'педагогтік әдеп жөніндегі кеңестің ұсынымын ескере отырып, білім беру ұйымының басшысы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтік әдепті сақтау туралы мәселе қаралған кезде педагогтің қабылданған шешімге Қазақстан Республикасының заңнамасында белгіленген тәртіппен шағым жасауға құқығы бар ма?',
            choices: [
                'құқығы жоқ – бұл түпкілікті шешім',
                'егер жаза қатаң болмаса, кейде бар',
                'кез келген жағдайда бар'
            ],
            correctAnswer: 'кез келген жағдайда бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог Қазақстан Республикасының заңнамасына сәйкес тұрғынжайға, оның ішінде қызметтік тұрғынжайға және (немесе) жатақханаға үміткер бола ала ма?',
            choices: [
                'үміткер бола алады, бұған толық құқығы бар',
                'жоқ, үміткер бола алмайды, ол тұрғынжайды өз бетімен іздеуі тиіс',
                'бұл оқу орнының мүмкіндіктеріне байланысты'
            ],
            correctAnswer: 'үміткер бола алады, бұған толық құқығы бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің жұмыс уақыты мен демалыс уақыты режимінің ерекшеліктері қандай қағидаларда айқындалады?',
            choices: [
                'білім беру саласындағы уәкілетті орган тиісті саланың уәкілетті органдарының келісімінсіз бекітетін',
                'оқу орнының жергілікті басшылығымен',
                'білім беру саласындағы уәкілетті орган тиісті саланың уәкілетті органдарымен келісу бойынша бекітетін'
            ],
            correctAnswer: 'білім беру саласындағы уәкілетті орган тиісті саланың уәкілетті органдарымен келісу бойынша бекітетін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыс берушінің Қазақстан Республикасының заңдарында көзделмеген тексерулер жүргізуге құқығы бар ма?',
            choices: [
                'бар, егер педагог қағидаларды бұзса',
                'жоқ',
                'қалаған уақытында тексеру жүргізуге құқығы бар'
            ],
            correctAnswer: 'жоқ'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыс беруші мемлекеттік орта білім беру ұйымдарының педагогтерін олар кәсіптік қызметін жүзеге асыру кезінде мемлекеттік емес ұйымдардың іс-шараларын өткізуге тарта алады ма?',
            choices: [
                'тарта алады, егер бұл оқу орнының игілігі үшін болса',
                'тек ерекше жағдайларда тарта алады',
                'бұған еш құқығы жоқ'
            ],
            correctAnswer: 'бұған еш құқығы жоқ'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің жұмыс орны бойынша сайланбалы лауазымға сайлануға және оны атқаруға құқығы бар ма?',
            choices: [
                'бұған толық құқығы бар',
                'тек басшылықтың рұқсатымен ғана',
                'тек қалалық кеңестің рұқсатымен ғана'
            ],
            correctAnswer: 'бұған толық құқығы бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог «Әскери қызмет және әскери қызметшілердің мәртебесі туралы» Қазақстан Республикасының Заңына сәйкес әскери қызметке шақыруды кейінге қалдыруға үміттене ала ма?',
            choices: [
                'үміттене алмайды- азаматтық парыз бәрінен де жоғары',
                'үміттене алады, бірақ тек әскери комитеттің арнайы рұқсатымен ғана',
                '«Әскери қызмет және әскери қызметшілердің мәртебесі туралы» Қазақстан Республикасының Заңына сәйкес үміттене алады'
            ],
            correctAnswer: '«Әскери қызмет және әскери қызметшілердің мәртебесі туралы» Қазақстан Республикасының Заңына сәйкес үміттене алады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Интернаттық ұйымдардың, демалыс лагерьлерінің, техникалық және кәсіптік, орта білімнен кейінгі білім беру ұйымдары жатақханаларының тәрбиешілері үшін бір аптаға нормативтік оқу жүктемесі қандай?',
            choices: [
                '30 сағат',
                '25 сағат',
                '24 сағат'
            ],
            correctAnswer: '30 сағат'
        },
        {
            type: EQuestionType.Radio,
            title: 'Арнайы білім беру ұйымдарының және жетім балалар мен ата-анасының қамқорлығынсыз қалған балаларға арналған білім беру ұйымдарының тәрбиешілері үшін бір аптаға нормативтік оқу жүктемесі қандай?',
            choices: [
                '30 сағат',
                '25 сағат',
                '24 сағат'
            ],
            correctAnswer: '25 сағат'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогке философия докторы (PhD), бейіні бойынша доктор дәрежесі үшін қанша қосымша ақы белгіленеді?',
            choices: [
                'республикалық бюджет туралы заңда белгіленген және тиісті қаржы жылының 1 қаңтарына қолданыста болатын айлық есептік көрсеткіштің 10 еселенген мөлшерінде',
                'республикалық бюджет туралы заңда белгіленген және тиісті қаржы жылының 1 қаңтарына қолданыста болатын айлық есептік көрсеткіштің 15 еселенген мөлшерінде',
                'республикалық бюджет туралы заңда белгіленген және тиісті қаржы жылының 1 қаңтарына қолданыста болатын айлық есептік көрсеткіштің 17 еселенген мөлшерінде'
            ],
            correctAnswer: 'республикалық бюджет туралы заңда белгіленген және тиісті қаржы жылының 1 қаңтарына қолданыста болатын айлық есептік көрсеткіштің 17 еселенген мөлшерінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогке сабақтан тыс спорт сабақтарын жүргізу үшін қанша қосымша ақы белгіленеді?',
            choices: [
                'базалық лауазымдық айлықақысының жүз пайызы мөлшерінде',
                'базалық лауазымдық айлықақысының 75 пайызы мөлшерінде',
                'базалық лауазымдық айлықақысының 50 пайызы мөлшерінде'
            ],
            correctAnswer: 'базалық лауазымдық айлықақысының жүз пайызы мөлшерінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Техникалық және кәсіптік, орта білімнен кейінгі, жоғары немесе жоғары оқу орнынан кейінгі білімі туралы құжаттары жоқ адамдардың педагогтің кәсіптік қызметіне жіберілуге құқығы бар ма?',
            choices: [
                'бар, егер жоғары тұрған органдардың рұқсаты болса',
                'құқығы жоқ',
                'кез келген жағдайда бар'
            ],
            correctAnswer: 'құқығы жоқ'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог жылына неше рет сауықтыруға арналған жәрдемақы рәсімдей алады?',
            choices: [
                'бір рет',
                'екі рет',
                'үш рет'
            ],
            correctAnswer: 'бір рет'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің тиісті білім беру деңгейінің мемлекеттік жалпыға міндетті стандартының талаптары сақталған кезде шығармашылық бастамаға, оқыту мен тәрбиелеудің авторлық бағдарламалары мен әдістерін әзірлеуге және қолдануға, оқыту мен тәрбиелеудің жаңа, неғұрлым жетілдірілген әдістерін дамытуға және таратуға құқығы бар ма?',
            choices: [
                'жоқ, тек педагогтер ұйымы әзірлеген жоспар бойынша ғана',
                'толық құқығы бар',
                'кейде, ерекше жағдайда'
            ],
            correctAnswer: 'толық құқығы бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Техникалық және кәсіптік, орта білімнен кейінгі білімнің білім беру бағдарламаларын іске асыратын білім беру ұйымдары үшін, білім алушылар мен тәрбиеленушілерге қосымша білім беру ұйымдары үшін, мамандандырылған және арнаулы білім беру ұйымдары үшін бір аптаға нормативтік оқу жүктемесі қандай?',
            choices: [
                '14 сағат',
                '16 сағат',
                '18 сағат'
            ],
            correctAnswer: '18 сағат'
        },
        {
            type: EQuestionType.Radio,
            title: 'Бір аптаға нормативтік оқу жүктемесі не үшін қолданылады?',
            choices: [
                'педагогтердің айлық жалақысын есептеу үшін',
                'педагогтерге әлеуметтік төлемдерді есептеу үшін',
                'педагогтерге зейнетақы төлемдерін есептеу үшін'
            ],
            correctAnswer: 'педагогтердің айлық жалақысын есептеу үшін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жекеменшік білім беру ұйымдарында кәсіптік қызметін жүзеге асыратын педагогтердің еңбегіне ақы төлеуді кім айқындайды?',
            choices: [
                'педагогтік әдеп жөніндегі кеңес Қазақстан Республикасының заңнамасына сәйкес',
                'қалалық кеңес Қазақстан Республикасының заңнамасына сәйкес',
                'олардың құрылтайшылары немесе соған уәкілеттік берілген адам Қазақстан Республикасының заңнамасына сәйкес'
            ],
            correctAnswer: 'олардың құрылтайшылары немесе соған уәкілеттік берілген адам Қазақстан Республикасының заңнамасына сәйкес'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог ғылым докторы ғылыми дәрежесі үшін қандай мөлшерде қосымша ақы алады?',
            choices: [
                'айлық есептік көрсеткіштің 34 еселенген мөлшерінде',
                'айлық есептік көрсеткіштің 25 еселенген мөлшерінде',
                'айлық есептік көрсеткіштің 38 еселенген мөлшерінде'
            ],
            correctAnswer: 'айлық есептік көрсеткіштің 34 еселенген мөлшерінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік орта білім беру ұйымында, сондай-ақ әдістемелік кабинетте кәсіптік қызметін жүзеге асыратын педагогке негізгі жұмыс орны бойынша ғылыми-педагогикалық бағыт бойынша магистр дәрежесі үшін қанша қосымша ақы белгіленеді?',
            choices: [
                'айлық есептік көрсеткіштің 5 еселенген мөлшерінде',
                'айлық есептік көрсеткіштің 10 еселенген мөлшерінде',
                'айлық есептік көрсеткіштің 15 еселенген мөлшерінде'
            ],
            correctAnswer: 'айлық есептік көрсеткіштің 10 еселенген мөлшерінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қандай жағдайда педагогке Қазақстан Республикасының заңнамасында, сондай-ақ ұйымның ішкі тәртіп қағидаларында көзделген көтермелеулер қолданылады?',
            choices: [
                'адал еңбегі және өзінің кәсіптік міндеттерін үлгілі орындағаны үшін',
                ' ұжым арасындағы жақсы беделі үшін',
                'тәлімгерлік үшін'
            ],
            correctAnswer: 'адал еңбегі және өзінің кәсіптік міндеттерін үлгілі орындағаны үшін'
        },
        {
            type: EQuestionType.Radio,
            title: '«Үздік педагог» атағын иеленушіге төленетін сыйақы мөлшері мен тәртібін кім айқындайды?',
            choices: [
                'оқу орнының әкімшілігі',
                'қала әкімшілігі',
                'Қазақстан Республикасының Үкіметі'
            ],
            correctAnswer: 'Қазақстан Республикасының Үкіметі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қазақстан Республикасының қандай кодексінде педагогтің кәсіптік қызметіне қол жеткізуді шектеу көзделген?',
            choices: [
                'Қазақстан Республикасының Еңбек кодексінде',
                'Қазақстан Республикасының криминалдық кодексінде',
                'Қазақстан Республикасының әкімшілік кодексінде'
            ],
            correctAnswer: 'Қазақстан Республикасының Еңбек кодексінде'
        },
        {
            type: EQuestionType.Radio,
            title: '«Педагог мәртебесі туралы» Қазақстан Республикасының Заңы қашан қабылданды?',
            choices: [
                '2019 жылғы 27 желтоқсанда',
                '2020 жылғы 27 желтоқсанда',
                '2021 жылғы 27 желтоқсанда'
            ],
            correctAnswer: '2019 жылғы 27 желтоқсанда'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогті не үшін «Болашақ» халықаралық стипендиясы бойынша тағылымдамадан өтуге жібереді?',
            choices: [
                'Қазақстан Республикасының заңнамасында айқындалған тәртіппен және шарттарда кәсіптік дағдыларын сақтап-тұру және арттыру үшін',
                'оқу орнының имиджін сақтау үшін',
                'әріптестер арасындағы беделін арттыру үшін'
            ],
            correctAnswer: 'Қазақстан Республикасының заңнамасында айқындалған тәртіппен және шарттарда кәсіптік дағдыларын сақтап-тұру және арттыру үшін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің білім алушылар, тәрбиеленушілер және олардың ата-анасы немесе өзге де заңды өкілдері тарапынан кәсібіне құрметпен қаралуына және тиісінше мінез-құлық көрсетілуіне құқығы бар ма?',
            choices: [
                'жоқ, құқығы жоқ',
                'тек оқу орны басшылығының рұқсатымен',
                'толық құқығы бар'
            ],
            correctAnswer: 'толық құқығы бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтік әдепті кім бекітеді?',
            choices: [
                'оқу орнының әкімшілігі',
                'білім беру саласындағы уәкілетті орган',
                'қала әкімшілігі'
            ],
            correctAnswer: 'білім беру саласындағы уәкілетті орган'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагог педагогтік әдепті сақтауға міндетті ме?',
            choices: [
                'міндетті',
                'міндетті емес',
                'кейде, ерекше жағдайда'
            ],
            correctAnswer: 'міндетті'
        },
        {
            type: EQuestionType.Radio,
            title: 'Педагогтің білім алушылар мен тәрбиеленушілерді оқыту және тәрбиелеу мәселелері бойынша ата-анасына немесе өзге де заңды өкілдеріне консультация беруден бас тартуға құқығы бар ма?',
            choices: [
                'бар, бұл оның міндеттеріне кірмейді',
                'жоқ – бұл оның тікелей міндеті',
                'бар, егер оқу орны басшылығының рұқсаты болса'
            ],
            correctAnswer: 'жоқ – бұл оның тікелей міндеті'
        }
    ],
    time: 10,
    passingScore: 5,
    questionsTotal: 10
};
