import {EQuestionType, ITest} from '../../../shared/models/test.model';

export const workCodeKz: ITest = {
    id: 'workCode-kz',
    title: 'Қазақстан Республикасының Еңбек Кодексі',
    description: '<p>Тест на знание кодекса Қазақстан Республикасының Еңбек Кодексі</p>',
    questions: [
        {
            type: EQuestionType.Radio,
            title: 'Еңбек қатынастарының субъектілері :',
            choices: [
                'жұмыскер мен жұмыс беруші',
                'жұмыскерлер, жіберуші тараптың жұмыскерлері, жұмыс берушілер',
                'жіберуші тараптың жұмыскерлері, қабылдаушы тарап, еңбек жөнiндегi уәкiлеттi мемлекеттiк орган,  өндірістік объектілерді аттестаттауды жүргізу жөніндегі мамандандырылған ұйымдар'
            ],
            correctAnswer: 'жұмыскер мен жұмыс беруші'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыс беруші кімнің жазбаша өтініші бойынша толық емес жұмыс уақыты режимін белгілеуге міндетті?',
            choices: [
                'бірінші және екінші топтардағы мүгедектігі бар жұмыскердің',
                'жасы он сегізге толмағанжұмыскердің работника',
                'жүкті әйелдің'
            ],
            correctAnswer: 'жүкті әйелдің'
        },
        {
            type: EQuestionType.Radio,
            title: 'Еңбекке ақы төлеу жүйесі қандай құқықтық актінің талаптарымен айқындалмайды?',
            choices: [
                'келісімнің',
                'еңбек және (немесе) ұжымдық шарттардың',
                'жұмыс беруші актілерінің '
            ],
            correctAnswer: 'келісімнің'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыскерді басқа жұмыс орнына не сол жердегі басқа құрылымдық бөлімшеге ауыстыруды не оған басқа механизмде немесе агрегатта жұмыс істеуді тапсыруды жұмыс беруші:',
            choices: [
                'жұмыскердің келісімінсіз және еңбек шартында келісілген еңбекке ақы төлеу мөлшері мен шарттарын сақтаусыз жүзеге асырады',
                'жұмыскердің келісімісіз және еңбек шартында келісілген еңбекке ақы төлеу мөлшері мен шарттарын сақтай отырып, жүзеге асырады',
                'тек жұмыскердің келісімімен ғана және еңбек шартында келісілген еңбекке ақы төлеу мөлшері мен шарттарын сақтай отырып, жүзеге асырады'
            ],
            correctAnswer: 'жұмыскердің келісімісіз және еңбек шартында келісілген еңбекке ақы төлеу мөлшері мен шарттарын сақтай отырып, жүзеге асырады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ұжымдық еңбек дауының тараптары Еңбек төрелігін құрады?',
            choices: [
                'татуластыру комиссиясының жұмысы тоқтатылған күннен бастап 10 жұмыс күні ішінде',
                'татуластыру комиссиясының жұмысы тоқтатылған күннен бастап 3 жұмыс күні ішінде',
                'татуластыру комиссиясының жұмысы тоқтатылған күннен бастап 5 жұмыс күні ішінде'
            ],
            correctAnswer: 'татуластыру комиссиясының жұмысы тоқтатылған күннен бастап 5 жұмыс күні ішінде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Демалыстар кестесі өндірістік қажеттілікке байланысты өзгертілген жағдайда, жұмыс беруші бұл туралы жұмыскерге:',
            choices: [
                'еңбек демалысы басталардан кемінде 2 апта бұрын хабардар етуге міндетті',
                'еңбек демалысы басталардан кемінде 5 жұмыс күні бұрын хабардар етуге міндетті',
                'еңбек демалысы басталардан кемінде 3 жұмыс күні бұрын хабардар етуге міндетті'
            ],
            correctAnswer: 'еңбек демалысы басталардан кемінде 2 апта бұрын хабардар етуге міндетті'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыс беруші:',
            choices: [
                'жұмыскерге жыл сайынғы ақылы еңбек демалысын беруге құқылы',
                'жұмыскерді ол еңбек (қызметтік) міндеттерін орындауы кезінде жазатайым оқиғалардан сақтандыруға құқылы',
                'өз құқықтары мен мүдделеріне өкілдік ету және оларды қорғау мақсатында бірлестіктер (қауымдастықтар, одақтар) құруға және оларға кіруге құқылы'
            ],
            correctAnswer: 'өз құқықтары мен мүдделеріне өкілдік ету және оларды қорғау мақсатында бірлестіктер (қауымдастықтар, одақтар) құруға және оларға кіруге құқылы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Ұйымдағы әлеуметтік-еңбек қатынастарын реттейтін, жұмыскерлердің өкілдері арқылы жұмыскерлер мен жұмыс беруші арасында жасалатын жазбаша келісім нысанындағы құқықтық акт:',
            choices: [
                'еңбек шарты',
                'ұжымдық шарт',
                'келісім'
            ],
            correctAnswer: 'ұжымдық шарт'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыскерлердің Қазақстан Республикасының еңбек заңнамасын қолдану, жұмыскерлер мен жұмыс беруші, жұмыс берушілер бірлестігі (қауымдастығы, одағы) арасындағы келісімдердің, ұжымдық және (немесе) еңбек шарттарының, жұмыс беруші актілерінің талаптарын орындау немесе өзгерту мәселелері бойынша талаптары жұмыскерлердің жиналысы қандай жағдайда заңды деп танылады?',
            choices: [
                'егер оған ұйым жұмыскерлерінің жалпы санының кемінде үштен екісі қатысса',
                'егер оған ұйым жұмыскерлерінің жалпы санының кемінде үштен бірі қатысса',
                'егер оған ұйым жұмыскерлерінің жалпы санының кемінде жартысы қатысса'
            ],
            correctAnswer: 'егер оған ұйым жұмыскерлерінің жалпы санының кемінде үштен екісі қатысса'
        },
        {
            type: EQuestionType.Radio,
            title: 'Еңбек міндеттерін орындауға байланысты өндірістік жарақат алған, кәсіптік ауруға шалдыққан немесе денсаулығына өндіріске байланысты емес өзге де зақым келген кезде жұмыскер денсаулық жағдайына байланысты уақытша басқа жұмысқа ауысудан бас тартқан жағдайларда жұмыскермен еңбек шарты:',
            choices: [
                'жұмыскер жұмыстан шеттетіледі',
                'тоқтатылуға жатады',
                'еңбек шартындағы еңбек жағдайлары өзгертіледі'
            ],
            correctAnswer: 'тоқтатылуға жатады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Еңбек шартында шарттардың өзге түрлерінен еңбек шартының ерекше белгілері болып табылатын талаптардың біреуі:',
            choices: [
                'Кәмелетке толмаған адамдардың жұмыс орындауы',
                'жұмыскердің жұмысты қашықтан орындауы',
                'жұмыскердің жұмысты (еңбек функциясын) белгілі бір біліктілік, мамандық, кәсіп немесе лауазым бойынша орындауы'
            ],
            correctAnswer: 'жұмыскердің жұмысты (еңбек функциясын) белгілі бір біліктілік, мамандық, кәсіп немесе лауазым бойынша орындауы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Күнделікті жұмысты (жұмыс ауысымын) бөліктерге бөлген кезде жұмыс уақытының жалпы ұзақтығы:',
            choices: [
                'күнделікті жұмыстың (жұмыс ауысымының) белгіленген ұзақтығынан аспауға тиіс',
                'күнделікті жұмыстың (жұмыс ауысымының) белгіленген ұзақтығынан асуға тиіс',
                'күнделікті жұмыстың (жұмыс ауысымының) белгіленген ұзақтығы асу мүмкін'
            ],
            correctAnswer: 'күнделікті жұмыстың (жұмыс ауысымының) белгіленген ұзақтығынан аспауға тиіс'
        },
        {
            type: EQuestionType.Radio,
            title: 'Қазақстан Республикасының еңбек заңнамасы:',
            choices: [
                'халықаралық шарттарға негізделеді',
                'Қазақстан Республикасының Конституциясына негізделеді',
                'Қазақстан Республикасының заңдарына негізделеді'
            ],
            correctAnswer: 'Қазақстан Республикасының Конституциясына негізделеді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Еңбекке кесімді ақы төлеу кезінде үстеме уақыттағы жұмысқа қосымша ақы төлеу қандай мөлшерде жүргізіледі?',
            choices: [
                'қосымша ақы төленбейді',
                'жұмыскердің күндік (сағаттық) мөлшерлемесінің бір жарымнан төмен болмайтын мөлшерде',
                'жұмыскердің белгіленген күндік (сағаттық) мөлшерлемесінің елу пайызынан төмен болмайтын мөлшерде'
            ],
            correctAnswer: 'жұмыскердің белгіленген күндік (сағаттық) мөлшерлемесінің елу пайызынан төмен болмайтын мөлшерде'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мемлекеттік еңбек инспекторы: ',
            choices: [
                'Татуластыру комиссиясының құрамына кіреді',
                'Еңбек төрелігінің құрамына кіреді',
                'Келісу комиссиясының құрамына кіреді'
            ],
            correctAnswer: 'Еңбек төрелігінің құрамына кіреді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Өндірістік қажеттілік болған, оның ішінде жоқ жұмыскерді уақытша алмастырған жағдайда жұмыс берушінің:',
            choices: [
                'жұмыскерді оның келісімінсіз күнтізбелік жыл ішінде 3 айға дейінгі мерзімге еңбек шартында келісілмеген және денсаулық жағдайына байланысты қарсы көрсетілімі жоқ, сол ұйымдағы, сол жердегі басқа жұмысқа не жұмыс берушінің басқа жерде орналасқан құрылымдық бөлімшесіне ауыстыруға құқығы бар',
                'жұмыскерді оның келісімі бойынша белгісіз мерзімге еңбек шартында келісілмеген және денсаулық жағдайына байланысты қарсы көрсетілімі жоқ, сол ұйымдағы, сол жердегі басқа жұмысқа не жұмыс берушінің басқа жерде орналасқан құрылымдық бөлімшесіне ауыстыруға құқығы бар',
                'жұмыскерді оның келісімі бойынша күнтізбелік жыл ішінде 3 айға дейінгі мерзімге еңбек шартында келісілмеген және денсаулық жағдайына байланысты қарсы көрсетілімі жоқ, сол ұйымдағы, сол жердегі басқа жұмысқа не жұмыс берушінің басқа жерде орналасқан құрылымдық бөлімшесіне ауыстыруға құқығы бар'
            ],
            correctAnswer: 'жұмыскерді оның келісімінсіз күнтізбелік жыл ішінде 3 айға дейінгі мерзімге еңбек шартында келісілмеген және денсаулық жағдайына байланысты қарсы көрсетілімі жоқ, сол ұйымдағы, сол жердегі басқа жұмысқа не жұмыс берушінің басқа жерде орналасқан құрылымдық бөлімшесіне ауыстыруға құқығы бар'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыс уақыты:',
            choices: [
                'ұзақтығы қалыпты және ұзақтығы қысқартылған болуы мүмкін',
                'ұзақтығы қалыпты, ұзақтығы қысқартылған және толық емес болуы мүмкін',
                'ұзақтығы қалыпты және толық емес болуы мүмкін'
            ],
            correctAnswer: 'ұзақтығы қалыпты, ұзақтығы қысқартылған және толық емес болуы мүмкін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыскердің еңбек қызметін растайтын құжат бола алмайды:',
            choices: [
                'еңбек кітапшасы',
                'жұмыскерлерге жалақы төлеу ведомосынан үзінді көшірме',
                'жұмыс берушінің хабарламасы'
            ],
            correctAnswer: 'жұмыс берушінің хабарламасы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыскердің кінәсінен жол берілген бос тұрып қалу уақытына:',
            choices: [
                'ақы төленбеуге тиіс',
                'жалақының ең төмен мөлшерінен төмен емес мөлшерде төленеді',
                'жұмыскердің орташа жалақысының кемінде елу пайызы мөлшерінде төленеді'
            ],
            correctAnswer: 'ақы төленбеуге тиіс'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жіберуші тарап:',
            choices: [
                'персонал беру жөніндегі қызметтерді көрсетуге арналған шартқа сәйкес жіберуші тараптың жұмыскерлерін жұмыс істеу үшін тартатын жеке немесе заңды тұлға, дара кәсіпкер, оның ішінде шаруа немесе фермер қожалығы',
                'кәсiптiк одақтар және олардың бiрлестiктерi, ал олар болмаған кезде Еңбек кодексінде көзделген жағдайларда жұмыскерлердiң жалпы жиналысында (конференциясында) жұмыскерлердiң (конференция делегаттарының) кемінде үштен екісі қатысқан кезде қатысушылардың көпшілік даусымен сайланған және уәкiлеттiк берілген сайланбалы өкiлдер',
                'Қазақстан Республикасының заңнамасында белгіленген тәртіппен тіркелген, персонал беру жөніндегі қызметтерді көрсету бойынша қызметті жүзеге асыратын заңды тұлға, оның ішінде шетелдік заңды тұлғаның филиалы'
            ],
            correctAnswer: 'Қазақстан Республикасының заңнамасында белгіленген тәртіппен тіркелген, персонал беру жөніндегі қызметтерді көрсету бойынша қызметті жүзеге асыратын заңды тұлға, оның ішінде шетелдік заңды тұлғаның филиалы'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыскерді қатарынан екі жұмыс ауысымы бойы жұмысқа тартуға болады ма?',
            choices: [
                'жұмыскердің келісімімен оны қатарынан екі жұмыс ауысымы бойы жұмысқа тартуға рұқсат етіледі',
                'жұмыскерді қатарынан екі жұмыс ауысымы бойы жұмысқа тартуға тыйым салынады',
                'жұмыскердің келісімінсіз оны қатарынан екі жұмыс ауысымы бойы жұмысқа тартуға рұқсат етіледі'
            ],
            correctAnswer: 'жұмыскерді қатарынан екі жұмыс ауысымы бойы жұмысқа тартуға тыйым салынады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Еңбек төрелігінің шешімі ол құрылған күннен бастап жеті жұмыс күнінен кешіктірілмей:',
            choices: [
                'Еңбек төрелігінің төрағасымен қабылданады',
                'Еңбек төрелігінің мүшелері санының кемінде үштен екісі оған дауысын берсе, қабылданады',
                'Еңбек төрелігі мүшелерінің қарапайым көпшілік дауысымен қабылданады, ал, егер дауыстар тең бөлінсе,  төрағаның дауысы шешуші болып табылады'
            ],
            correctAnswer: 'Еңбек төрелігі мүшелерінің қарапайым көпшілік дауысымен қабылданады, ал, егер дауыстар тең бөлінсе,  төрағаның дауысы шешуші болып табылады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыс беруші неке тіркелгенде жұмыскердің хабарламасы негізінде неше күнге жалақы сақталмайтын демалыс беруге міндетті?',
            choices: [
                'күнтізбелік 2 күнге дейін',
                'күнтізбелік 3 күнге дейін',
                'күнтізбелік 5 күнге дейін'
            ],
            correctAnswer: 'күнтізбелік 5 күнге дейін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыскердің сайланбалы жұмысқа (лауазымға) ауысуына немесе лауазымға тағайындалуына байланысты, егер Қазақстан Республикасының заңдарында осындай лауазымдарды атқаратын адамдарға ақы төленетін өзге лауазымдарда болуға тыйым салу белгіленген болса,:',
            choices: [
                'жұмыскер жұмыстан шеттетіледі',
                'жұмыскермен еңбек шарты бұзылады',
                'еңбек шартында келісілген еңбек жағдайы өзгертіледі'
            ],
            correctAnswer: 'жұмыскермен еңбек шарты бұзылады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Мереке және демалыс күндеріндегі жұмысқа ақы төлеу қандай мөлшерде жүргізіледі?',
            choices: [
                'еңбек немесе ұжымдық шарттардың және (немесе) жұмыс беруші актісінің талаптарына сәйкес жоғарылатылған мөлшерде, бірақ жұмыскердің күндік (сағаттық) мөлшерлемесі негізге алына отырып, бір жарым еседен төмен болмайтын мөлшерде жүргізіледі',
                'жұмыскердің белгіленген күндік (сағаттық) мөлшерлемесінің елу пайызынан төмен болмайтын мөлшерде жүргізіледі',
                'қосымша ақы төленбейді'
            ],
            correctAnswer: 'еңбек немесе ұжымдық шарттардың және (немесе) жұмыс беруші актісінің талаптарына сәйкес жоғарылатылған мөлшерде, бірақ жұмыскердің күндік (сағаттық) мөлшерлемесі негізге алына отырып, бір жарым еседен төмен болмайтын мөлшерде жүргізіледі'
        },
        {
            type: EQuestionType.Radio,
            title: 'Сынақ мерзімі жұмыскердің жұмыс өтіліне қосылады және:',
            choices: [
                'барлық жұмыскер үшін 3 айдан аспауға тиіс',
                'барлық жұмыскер үшін 3 айдан аспауға тиіс',
                'үш айдан аспауға тиіс, ал, ұйымдардың басшылары және олардың орынбасарлары, бас бухгалтерлер мен олардың орынбасарлары, филиалдар, ұйымдар өкілдіктерінің басшылары үшін сынақ мерзімі алты айға дейін ұзартылуы мүмкін'
            ],
            correctAnswer: 'үш айдан аспауға тиіс, ал, ұйымдардың басшылары және олардың орынбасарлары, бас бухгалтерлер мен олардың орынбасарлары, филиалдар, ұйымдар өкілдіктерінің басшылары үшін сынақ мерзімі алты айға дейін ұзартылуы мүмкін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Түнгі уақыт болып есептеледі:',
            choices: [
                'сағат 23-тен 7-ге дейінгі уақыт',
                'сағат 22-ден 6-ға дейінгі уақыт',
                'сағат 22-ден 5-ке дейінгі уақыт'
            ],
            correctAnswer: 'сағат 22-ден 6-ға дейінгі уақыт'
        },
        {
            type: EQuestionType.Radio,
            title: 'Татуластыру комиссиясының мүшелері ұжымдық еңбек дауын шешу жөніндегі келіссөздерге қатысқан уақытта:',
            choices: [
                'жалақысы сақтала отырып, жұмысынан босатылады',
                'жұмысынан босатылмайды',
                'жалақысы сақталусыз жұмысынан босатылады'
            ],
            correctAnswer: 'жалақысы сақтала отырып, жұмысынан босатылады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыс беруші Қайта ұйымдастыруға немесе экономикалық, технологиялық жағдайлардың, еңбекті ұйымдастыру жағдайларының өзгеруіне және (немесе) жұмыс берушінің жұмыс көлемінің қысқаруына байланысты өндірісті ұйымдастырудағы өзгерістерге орай, жұмыскерді еңбек жағдайларының өзгеруі туралы:',
            choices: [
                'егер еңбек, ұжымдық шарттарда хабардар етудің неғұрлым ұзақ мерзімі көзделмесе, күнтізбелік 5 күннен кешіктірмей хабардар етуге міндетті',
                'егер еңбек, ұжымдық шарттарда хабардар етудің неғұрлым ұзақ мерзімі көзделмесе, күнтізбелік 15 күннен кешіктірмей хабардар етуге міндетті',
                'хабардар етуге міндетті емес'
            ],
            correctAnswer: 'егер еңбек, ұжымдық шарттарда хабардар етудің неғұрлым ұзақ мерзімі көзделмесе, күнтізбелік 15 күннен кешіктірмей хабардар етуге міндетті'
        },
        {
            type: EQuestionType.Radio,
            title: 'Икемді жұмыс уақыты кезіндегі есептік кезең:',
            choices: [
                '6 айдан аспайды',
                '3 айдан аспайды',
                '1 жылдан аспайды'
            ],
            correctAnswer: '6 айдан аспайды'
        },
        {
            type: EQuestionType.Radio,
            title: 'Құқықтық, әлеуметтік-экономикалық, ұйымдастырушылық-техникалық, санитариялық-эпидемиологиялық, емдеу-профилактикалық, оңалту және өзге де іс-шаралар мен құралдарды қамтитын, еңбек қызметі процесінде жұмыскерлердің өмірі мен денсаулығының қауіпсіздігін қамтамасыз ету жүйесі дегеніміз:',
            choices: [
                'еңбек гигиенасы',
                'еңбек қауіпсіздігі',
                'еңбекті қорғау'
            ],
            correctAnswer: 'еңбекті қорғау'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыскер жұмыс берушімен бірге басқа жерге ауысудан жазбаша бас тартқан жағдайда не жұмыскердің жұмыс берушімен бірге басқа жерге ауысудан жазбаша бас тартуды беруден бас тартуын куәландыратын акт болған кезде:',
            choices: [
                'жұмыскермен еңбек шарты тоқтатылады',
                'жұмыскер жұмыс орнын (лауазымын) және орташа жалақысын сақтап қалумен жұмыстан шеттетіледі',
                'жұмыскер жұмыс орнын (лауазымын) сақтап қалумен, бірақ орташа жалақысын  сақтаусыз жұмыстан шеттетіледі'
            ],
            correctAnswer: 'жұмыскермен еңбек шарты тоқтатылады'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыс беруші - жеке тұлға қайтыс болған (сот қайтыс болды деп жариялаған немесе хабарсыз кетті деп таныған) жағдайда еңбек шартының тоқтатылуын және үй жұмыскерлерімен еңбек шартының тоқтатылуын қоспағанда, еңбек шартының тоқтатылуы:',
            choices: [
                'жұмыс  берушінің хабарласымен ресімделеді',
                'жұмыс берушінің актісімен ресімделеді',
                'келісіммен ресімделеді'
            ],
            correctAnswer: 'жұмыс берушінің актісімен ресімделеді'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыскерлерге тапсырылатын қосымша жұмыстар жұмыскердің еңбек шартында (лауазымдық нұсқаулықта) көзделген өзінің негізгі жұмысымен қатар басқа бос лауазым бойынша қосымша жұмысты орындауы қалай аталады?',
            choices: [
                'қызмет көрсету аймағын кеңейту',
                'уақытша болмаған жұмыскердің міндеттерін атқару (алмастыру)',
                'лауазымдарды қоса атқару'
            ],
            correctAnswer: 'лауазымдарды қоса атқару'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыскерді басқа жұмысқа ауыстыру дегеніміз не?',
            choices: [
                'еңбек шартында келісілген еңбек жағдайлары (жалақы мөлшері, жұмыс уақыты мен тынығу уақытының режимі, жеңілдіктер мен басқа да жағдайлар) оны орындау кезінде өзгеретін өзге жұмысты тапсыру',
                'жұмыскер жұмыс берушінің бастамасы бойынша орындайтын жұмыс уақытының белгіленген ұзақтығы шегінен асатын (есепті кезеңдегі жұмыс сағатының қалыпты санынан астам) жұмыс',
                'Жұмыс берушінің өкімі бойынша жұмыскерді тұрақты жұмыс орнынан тыс басқа жерге белгілі мерзімге еңбек міндеттерін орындауға жіберу'
            ],
            correctAnswer: 'еңбек шартында келісілген еңбек жағдайлары (жалақы мөлшері, жұмыс уақыты мен тынығу уақытының режимі, жеңілдіктер мен басқа да жағдайлар) оны орындау кезінде өзгеретін өзге жұмысты тапсыру'
        },
        {
            type: EQuestionType.Radio,
            title: 'Татуластыру рәсімдеріне қатысу кім үшін ерікті болып табылады?',
            choices: [
                'жұмыс беруші үшін',
                'тараптардың ешқайсысы татуластыру рәсімдеріне қатысудан жалтаруға құқылы емес',
                'жұмыскерлер үшін, олардың белгіленген тәртіппен уәкілетті өкілдері тұлғасында'
            ],
            correctAnswer: 'тараптардың ешқайсысы татуластыру рәсімдеріне қатысудан жалтаруға құқылы емес'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жыл сайынғы ақы төленетін еңбек демалысы мынадай жағдайларда толық немесе оның бір бөлігі ауыстырылады:',
            choices: [
                'жалақы сақталмайтын демалыс кезінде',
                'оқу демалысы кезінде',
                'жұмыскер еңбекке уақытша қабілетсіз болғанда'
            ],
            correctAnswer: 'жұмыскер еңбекке уақытша қабілетсіз болғанда'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыскермен еңбек шарты жұмыс берушінің бастамасы бойынша жұмыскер дәлелді себепсіз:',
            choices: [
                'бір жұмыс күні (жұмыс ауысымы) ішінде 3 және одан да көп сағат бойы жұмыста болмаған жағдайда бұзылуы мүмкін',
                'бір жұмыс күні (жұмыс ауысымы) ішінде 4 және одан да көп сағат бойы жұмыста болмаған жағдайда бұзылуы мүмкін',
                'бір жұмыс күні (жұмыс ауысымы) ішінде 6 және одан да көп сағат бойы жұмыста болмаған жағдайда бұзылуы мүмкін'
            ],
            correctAnswer: 'бір жұмыс күні (жұмыс ауысымы) ішінде 3 және одан да көп сағат бойы жұмыста болмаған жағдайда бұзылуы мүмкін'
        },
        {
            type: EQuestionType.Radio,
            title: 'Жұмыскер мен жұмыс берушінің арасындағы еңбек қатынастары:',
            choices: [
                'жұмыс берушінің актісі негізінде туындайды',
                'еңбек шартының негізінде туындайды',
                'келісім негізінде туындайды'
            ],
            correctAnswer: 'еңбек шартының негізінде туындайды'
        },
        {
            type: EQuestionType.Radio,
            title: 'Еңбек қатынастары, сондай-ақ еңбек қатынастарына тікелей байланысты өзге де қатынастар:',
            choices: [
                'еңбек шартымен, жұмыс берушінің актісімен, келісіммен және ұжымдық шартпен реттеледі',
                'еңбек және ұжымдық шарттарымен реттеледі',
                'еңбек және ұжымдық шарттарымен, сондай-ақ  жұмыс берушінің актісімен реттеледі'
            ],
            correctAnswer: 'еңбек шартымен, жұмыс берушінің актісімен, келісіммен және ұжымдық шартпен реттеледі'
        }
    ],
    time: 10,
    passingScore: 5,
    questionsTotal: 10
};
