{
  "LANG": "RU",
  "HOME": {
    "PAGE_TITLE": "Главная",
    "TITLE": "Тесты на госслужбу и прочие сферы",
    "SUB_TITLE": "Выберите программу для тестирования:",
    "ABOUT_TITLE": "О kyzmet.kz",
    "ABOUT_TEXT": "<p class=\"section__text\">Добро пожаловать на сайт <a href=\"https://kyzmet.kz/\">www.kyzmet.kz</a> – комплекс виртуального обучения по программам тестирования на государственную службу, мемлекеттік тест, гостест и прочие сферы.</p><p class=\"section__text\">Главная цель этого проекта – оказание методической помощи кандидатам, сдающим тестирование для трудоустройства, получения лицензии или сертификата в доступной и интересной форме.</p><p class=\"section__text\">Все тесты, видео, аудиоматериалы, а также книги, представленные на сайте основаны полностью на нормативно-правовых актах и защищены авторскими правами.</p><p class=\"section__text\">Комплексный подход и усердная подготовка на сайте <a href=\"https://kyzmet.kz/\">www.kyzmet.kz</a> поможет подготовиться и успешно сдать тест, мемлекеттик тест. Также этот методический комплекс дает возможность пройти пробные тесты на государственную службу и прочие сферы  по изучаемым законам в условиях, максимально приближенных к реальному тестированию.</p><p class=\"section__text\">Надеемся, что <a href=\"https://kyzmet.kz/\">kyzmet.kz</a> станет для вас полезным сайтом и другом!</p><p class=\"section__sub-title\">P.S. Все тестовые задания и законы на сайте регулярно обновляются и актуализируются!</p>",
    "BENEFITS_TITLE": "Преимущества сайта",
    "BENEFIT_1_TITLE": "Лидер на рынке",
    "BENEFIT_1_TEXT": "№1 среди сайтов по подготовке к тестам",
    "BENEFIT_2_TITLE": "Прогрессивные методики",
    "BENEFIT_2_TEXT": "Новинка: видео и аудиозаконы",
    "BENEFIT_3_TITLE": "Высокая результативность",
    "BENEFIT_3_TEXT": "95% клиентов успешно проходят тесты",
    "BENEFIT_4_TITLE": "Актуальная информация",
    "BENEFIT_4_TEXT": "Самые актуальные онлайн тесты",
    "BENEFIT_5_TITLE": "Скорость обучения",
    "BENEFIT_5_TEXT": "Свыше 50% экономии времени на подготовку",
    "BENEFIT_6_TITLE": "Гибкость обучения",
    "BENEFIT_6_TEXT": "Все материалы на 2-х языках",
    "BOOKS_TITLE": "АКЦИЯ: КНИГИ В ПОДАРОК!",
    "BOOK_1": "1. «КАК ЛЕГКО СДАТЬ ТЕСТЫ НАГОССЛУЖБУ» Каждый Закон в книге сокращен на 50%, даны важные советы и рекомендации приподготовке к тестам на госслужбу, а также описаны моменты, на что обратить внимание.",
    "BOOK_2": "2. «КАК ПРОЙТИ ОЛК ТЕСТИРОВАНИЕ» В книге описаны приемы прохождения ОЛК и проводится разбор определенных вопросов, включая вопросы на достоверность.",
    "BOOK_3": "3. «КАК СДАТЬ ТЕСТЫ В ЦОН С ПЕРВОГО РАЗА» Удобная книга для тех, кто собирается работать в ЦОНе. Каждый Закон в книге сокращен на 50%, включая самый сложный Административный процедурно-процессуальный кодекс, даны важные советы и рекомендации при подготовке к тестам и прочее.",
    "BOOK_4": "4. «КОРПУС А: КНИГА ДЛЯ РУКОВОДИТЕЛЯ» Впервые для первых руководителей государственных органов выпущена книга для подготовки к тестам и сами тестовые задания на сайте. Каждый Закон в книге сокращен на 50%, даны важные советы и рекомендации при подготовке к тестам и прочее.",
    "TESTIMONIALS_TITLE": "Отзывы наших клиентов:",
    "RESERVE": {
      "CONSULTATION": "Получить консультацию",
      "CONSULTATION_PREFIELD": "Здравствуйте! Хотел получить консультацию по кадровому резерву!",
      "1": "<p class=\"included__text red included__text-right\">УТВЕРЖДЕНЫ <br>Указом Президента Республики <br>Казахстан <br>от 27 августа 2019 года № 141  \n</p><h2 class=\"included__title\">ПРАВИЛА \u2028формирования Президентского молодежного кадрового резерва</h2><p class=\"included__text\">Глава 1. Общие положения\n1. Настоящие Правила формирования Президентского молодежного кадрового резерва (далее – Правила) определяют порядок формирования Президентского молодежного кадрового резерва (далее – Резерв).\n2. Отбор в Резерв осуществляется Национальной комиссией по молодежному кадровому резерву при Президенте Республики Казахстан (далее – Национальная комиссия).\n3. В отборе в Резерв принимают участие граждане Республики Казахстан не старше тридцати пяти лет, имеющие высшее образование и трудовой стаж работы не менее пяти лет.\nК участию в отборе в Резерв не допускаются лица, назначенные Президентом Республики Казахстан, политические служащие, административные государственные служащие корпуса \"А\", лица, находящиеся в Президентском молодежном кадровом резерве.\n4. Лица, зачисленные в Резерв, могут быть назначены на политические государственные должности, административные государственные должности корпуса \"А\", руководящие должности корпуса \"Б\" и на должности группы категории А корпуса \"Б\" по решению уполномоченной комиссии при Президенте Республики Казахстан в порядке и на условиях, установленных законодательством Республики Казахстан.\nНазначения на должности, указанные в настоящем пункте, могут осуществляться как из числа лиц, зачисленных в Резерв, так и из числа иных лиц в установленном законодательством Республики Казахстан порядке.\n 5. Настоящие Правила не регулируют вопросы занятия руководящих должностей в Вооруженных Силах, других войсках и воинских формированиях Республики Казахстан, а также в правоохранительных и специальных государственных органах, которое осуществляется в соответствии с Указом Президента Республики Казахстан от 28 августа 2013 года № 624 \"О формировании Президентского резерва руководства правоохранительных и специальных государственных органов Республики Казахстан\".\n\nГлава 2. Отбор в Резерв\n6. Отбор в Резерв состоит из следующих этапов:\n1) прием документов кандидатов;\n2) оценка способности работать с текстовой и числовой информацией;\n3) решение ситуационных задач;\n4) оценка компетенций;\n5) собеседование с кандидатами в Экспертной комиссии по отбору в Резерв (далее – Экспертная комиссия);\n6) рассмотрение на заседании Национальной комиссии кандидатов, рекомендованных Экспертной комиссией.\nЭтапы отбора в Резерв могут проводиться с использованием информационных систем.\nСроки проведения этапов отбора в Резерв определяются Национальной комиссией.\n7. Объявление о проведении отбора публикуется на интернет-ресурсе уполномоченного органа по делам государственной службы (далее – уполномоченный орган), а также в республиканских средствах массовой информации и других ресурсах за 10 рабочих дней до начала приема документов кандидатов на участие в отборе в Резерв.\nОбъявление содержит информацию о порядке отбора в Резерв, определенном настоящими Правилами, сроки приема документов.\n8. Для участия в отборе представляются следующие документы:\n1) копия документа, удостоверяющего личность;\n2) копия документа об образовании;\n3) копия документа, подтверждающего трудовую деятельность;\n4) действительный официальный сертификат установленной формы о сдаче экзамена по государственному языку*.\nПри подаче документов кандидат ознакомляется с порядком формирования Резерва, дает свое согласие о строгом соблюдении настоящих Правил, а также на сбор и обработку персональных данных.\n 9. К оценке способности работать с текстовой информацией допускаются кандидаты, соответствующие требованиям, указанным в пункте 3 настоящих Правил.\n10. Кандидаты, набравшие наивысшие результаты по итогам каждого этапа отбора, допускаются к следующему этапу отбора в Резерв.\nПредельное число кандидатов с наивысшими результатами, допускаемых к каждому следующему этапу отбора в Резерв, определяется Национальной комиссией.\nПри равных результатах тестирования у нескольких кандидатов к следующему этапу отбора может быть допущено число кандидатов, превышающее число, определенное Национальной комиссией.\n11. Для обеспечения прозрачности отбора в Резерв на этапах решения ситуационных задач и оценки компетенций могут привлекаться представители экспертного сообщества.\nПо итогам проведения этапов решения ситуационных задач и оценки компетенций кандидатам предоставляются результаты по каждому этапу с обоснованием выставленных оценок.\n12. Состав Экспертной комиссии определяется Администрацией Президента Республики Казахстан, в том числе из числа руководителей государственных органов.\n При подготовке к заседанию Экспертной комиссии уполномоченным органом рассматриваются сведения о кандидатах, в том числе запрашиваемые от соответствующих государственных органов, а также соответствие кандидатов требованиям пункта 3 статьи 16 Закона Республики Казахстан \"О государственной службе Республики Казахстан\".\nПо итогам собеседования с учетом результатов предшествующих этапов отбора Экспертная комиссия путем открытого голосования формирует список кандидатов, рекомендуемых к зачислению в Резерв, и направляет на рассмотрение в Национальную комиссию.\n13. Национальная комиссия формируется по решению Президента Республики Казахстан.\nНациональная комиссия:\n1) выносит решение о зачислении кандидатов в Резерв сроком на три года;\n2) утверждает список кандидатов, подлежащих зачислению в региональные кадровые резервы области, города республиканского значения, столицы без прохождения отбора.\nВ случае необходимости Национальная комиссия проводит собеседование с кандидатами.\nВ список кандидатов, подлежащих зачислению в региональные кадровые резервы области, города республиканского значения, столицы без прохождения отбора, включаются кандидаты, принявшие участие в отборе на этапе рассмотрения на заседании Национальной комиссии кандидатов, рекомендованных Экспертной комиссией, но не включенные в Резерв.\n14. Основанием для отказа в участии в отборе и исключения на любом из его этапов являются:\n1) несоблюдение кандидатом порядка формирования Резерва;\n2) представление недостоверной информации и документов;\n 3) несоответствие кандидатов требованиям пункта 3 статьи 16 Закона Республики Казахстан \"О государственной службе Республики Казахстан\".\n\nГлава 3. Исключение из Резерва\n15. По решению Национальной комиссии лицо, зачисленное в Резерв, исключается из Резерва при предоставлении соответствующих предложений уполномоченным органом в случаях:\n1) по собственному желанию;\n2) утраты гражданства Республики Казахстан;\n3) наличия гражданства иностранного государства;\n4) совершения дисциплинарного проступка, дискредитирующего государственную службу;\n5) понижения в должности либо увольнения на основе оценки эффективности его деятельности;\n6) привлечения к административной ответственности за правонарушения, посягающие на общественный порядок и нравственность;\n7) совершения административного коррупционного правонарушения;\n 8) совершения преступления или уголовного проступка либо освобождения от уголовной ответственности за совершение преступления или уголовного проступка на основании пунктов 3), 4), 9), 10) и 12) части первой статьи 35 или статьи 36 Уголовно-процессуального кодекса Республики Казахстан в период пребывания в Резерве;   \n9) отказа от принятия на себя антикоррупционных ограничений; \n10) признания судом недееспособным или ограниченно дееспособным; \n11) увольнения по отрицательным мотивам в соответствии с законами Республики Казахстан либо расторжения трудового договора по инициативе работодателя по основаниям, предусмотренным подпунктами 9), 10), 12), 13), 14), 15) и 17) пункта 1 статьи 52 Трудового кодекса Республики Казахстан.\n\nГлава 4. Переходные положения\n16. Срок пребывания в Резерве лиц, зачисленных протоколом Национальной комиссии от 23 декабря 2019 года, составляет пять лет, исчисляемый со дня подписания указанного протокола. В течение указанного срока лица, зачисленные в Резерв, могут занять должности политических и административных государственных служащих корпуса \"А\" в соответствии с законодательством о государственной службе Республики Казахстан, а также должности председателей и членов правлений национальных управляющих холдингов, национальных холдингов, национальных компаний.\n\nПримечание* В соответствии с Национальными стандартами, определяющими требования к владению государственным языком не ниже среднего уровня (В1)\n</p>",
      "2": "<h2 class=\"included__title\">Из Послания Главы государства Касым-Жомарта Токаева народу Казахстана «Экономический курс Справедливого Казахстана» от 1 сентября 2023 года:\n</h2><p class=\"included__text\">Запрос общества на новые подходы, инновационные идеи, свежие кадры высок как никогда. Поэтому будет создан кадровый резерв политических служащих, который позволит сформировать полноценную «скамейку запасных». Этот шаг очень важен в условиях острого кадрового дефицита. Желающих получить высокую должность у нас более чем достаточно, но их квалификация не соответствует требованиям. Поэтому следует предметно заняться кадровым вопросом, надо готовить качественных специалистов. Для этого нужно задействовать и кадровый потенциал политических партий.</p>",
      "3": "<p class=\"included__text included__text-right\">УТВЕРЖДЕНЫ<br>Указом Президента<br>Республики Казахстан<br>от 15 июня 2023 года № 255\n</p><h2 class=\"included__title\">ПРАВИЛА \u2028формирования регионального кадрового резерва области, города республиканского значения, столицы и назначения из него</h2><p class=\"included__text\">Глава 1. Общие положения\n1. Настоящие Правила формирования регионального кадрового резерва области, города республиканского значения, столицы и назначения из него (далее – Правила) разработаны в соответствии с пунктом 3-2 статьи 15 Закона Республики Казахстан \"О государственной службе Республики Казахстан\" и определяют порядок формирования регионального кадрового резерва области, города республиканского значения, столицы (далее – региональный резерв) и назначения из него.\n2. Отбор осуществляется Кадровой комиссией области, города республиканского значения, столицы (далее – комиссия).\nРегиональный резерв формируется в каждой области, городе республиканского значения и столице.\n3. Сроки проведения этапов отбора, количество кандидатов, зачисляемых в региональный резерв, отраслевые направления с учетом социально-экономической ситуации в области, городе республиканского значения, столице и приоритетов развития системы государственного управления для каждого конкретного отбора определяются комиссией по согласованию с уполномоченным органом в сфере государственной службы (далее – уполномоченный орган).\n4. В отборе в региональный резерв принимают участие граждане Республики Казахстан не старше тридцати пяти лет, имеющие высшее образование и трудовой стаж работы не менее трех лет.\n5. К участию в отборе в региональный резерв не допускаются лица, назначенные Президентом Республики Казахстан, политические служащие, административные государственные служащие корпуса \"А\", лица, зачисленные в Президентский молодежный кадровый резерв.\n\nГлава 2. Отбор в региональный резерв\n6. Отбор в региональный резерв состоит из следующих этапов:\n1) прием документов кандидатов;\n2) тестирование на знание законодательства и оценку личных качеств;\n3) оценка компетенций, проводимая уполномоченным органом;\n4) структурированное интервью в комиссии (далее – структурированное интервью);\n5) рассмотрение на заседании комиссии кандидатур к зачислению в региональный резерв.\nЭтапы отбора в региональный резерв могут проводиться с использованием интегрированной информационной системы \"Е-қызмет\".\n7. Объявление о проведении отбора в региональный резерв публикуется на интернет-ресурсах уполномоченного органа, его территориальных подразделений, аппаратов акимов областей, городов республиканского значения, столицы, а также в средствах массовой информации областей, городов республиканского значения, столицы, интернет-ресурсах и социальных сетях за 15 рабочих дней до начала приема документов кандидатов на участие в отборе в региональный резерв.\nОбъявление содержит информацию о порядке отбора в региональный резерв, сроках приема документов.\n8. Граждане, желающие участвовать в отборе в региональный резерв, представляют в территориальное подразделение уполномоченного органа на бумажном носителе либо в электронном виде на адрес электронной почты, указанный в объявлении, следующие документы:\n1) копию удостоверения личности либо паспорта Республики Казахстан;\n2) заявление;\n3) копии документов об образовании и приложений к ним;\n4) копию документа, подтверждающего трудовую деятельность, заверенную кадровой службой по последнему месту работы.\n9. При подаче документов кандидат ознакомляется с настоящими Правилами и дает свое согласие на строгое их соблюдение, а также на сбор и обработку персональных данных.\n10. Кандидаты, набравшие наивысшие результаты по итогам каждого этапа отбора, допускаются к следующему этапу отбора в региональный резерв. \nПредельное число кандидатов, допускаемых к каждому следующему этапу отбора в региональный резерв, определяется комиссией на основе результатов каждого этапа.\nПри равных результатах у нескольких кандидатов к следующему этапу отбора может быть допущено число кандидатов, превышающее число, определенное комиссией.\n11. При подготовке к проведению структурированного интервью территориальным подразделением уполномоченного органа рассматриваются сведения о кандидатах, в том числе запрашиваемые от соответствующих государственных органов, а также на соответствие кандидатов требованиям пункта 3 статьи 16 Закона Республики Казахстан \"О государственной службе Республики Казахстан\".\n12. Для обеспечения прозрачности отбора в региональный резерв на этапе проведения структурированного интервью могут привлекаться представители общественных объединений, неправительственных организаций, средств массовой информации, бизнес-сообществ и отраслевые эксперты.\nКомиссия по итогам структурированного интервью выносит решение о зачислении кандидатов в региональный резерв сроком на два года.\n13. Основанием для отказа в участии в отборе и исключения на любом из его этапов являются:\n1) несоблюдение кандидатом настоящих Правил;\n2) представление недостоверной информации и документов;\n3) несоответствие кандидатов требованиям пункта 3 статьи 16 Закона Республики Казахстан \"О государственной службе Республики Казахстан\".\n\nГлава 2-1. Зачисление в региональный резерв без проведения отбора\n13-1. В региональный резерв без проведения отбора зачисляются кандидаты в Президентский молодежный кадровый резерв, включенные в список кандидатов, подлежащих зачислению в региональные резервы без прохождения отбора, утвержденный Национальной комиссией по молодежному кадровому резерву при Президенте Республики Казахстан (далее – кандидаты в Президентский резерв), в случае предоставления ими в комиссию заявления о зачислении в региональный резерв.\n13-2. Кандидат в Президентский резерв самостоятельно выбирает региональный резерв, сформированный в порядке, установленном настоящими Правилами, и подает заявление в соответствующую комиссию в течение года со дня утверждения Национальной комиссией по молодежному кадровому резерву при Президенте Республики Казахстан списка кандидатов, подлежащих зачислению в региональные резервы без прохождения отбора.\n13-3. Комиссия в течение месяца со дня получения заявления выносит решение о зачислении в региональный резерв кандидата в Президентский резерв сроком на два года.\n13-4. Кандидаты Президентского резерва зачисляются в региональный резерв дополнительно к количеству кандидатов, зачисляемых в региональный резерв, определенному в порядке, установленном пунктом 3 настоящих Правил.\n\nГлава 3. Назначение из регионального резерва\n14. Лица, зачисленные в региональный резерв, могут занять административные государственные должности корпуса \"Б\" в местных исполнительных органах, за исключением избираемых должностей (далее – должности корпуса \"Б\"), в порядке и на условиях, установленных законодательством Республики Казахстан.\n15. Для назначения из регионального резерва на вакантную должность руководителя исполнительного органа области, города республиканского значения, столицы, финансируемого из областного бюджета, бюджетов города республиканского значения, столицы без проведения конкурсного отбора должностное лицо (орган), имеющее право назначения граждан на данную государственную должность, либо уполномоченное им лицо вносит представление в уполномоченный орган с приложением заявления и послужного списка лица, зачисленного в региональный резерв.\n16. Для назначения из регионального резерва на вакантную должность корпуса \"Б\", за исключением должности, указанной в пункте 15 настоящих Правил, без проведения конкурсного отбора должностное лицо (орган), имеющее право назначения граждан на данную государственную должность, либо уполномоченное им лицо вносит представление в территориальное подразделение уполномоченного органа с приложением заявления и послужного списка лица, зачисленного в региональный резерв. \n17. При согласии лица, зачисленного в региональный резерв, допускается его назначение в другие регионы. В указанном случае акт о назначении принимается лицом, имеющим право назначения на государственную должность и освобождения от государственной должности, по месту назначения лица, зачисленного в региональный резерв, по согласованию с уполномоченным органом.\n\nГлава 4. Исключение из регионального резерва\n18. Исключение лиц из регионального резерва осуществляется комиссией при предоставлении соответствующих предложений территориальным подразделением уполномоченного органа в случаях:\n1) по собственному желанию;\n2) утраты гражданства Республики Казахстан;\n3) наличия гражданства иностранного государства;\n4) совершения дисциплинарного проступка, дискредитирующего государственную службу;\n5) понижения в должности либо увольнения на основе оценки эффективности его деятельности;\n6) привлечения к административной ответственности за правонарушения, посягающие на общественный порядок и нравственность;\n7) совершения административного коррупционного правонарушения;\n8) совершения преступления или уголовного проступка либо освобождения от уголовной ответственности за совершение преступления или уголовного проступка на основании пунктов 3), 4), 9), 10) и 12) части первой статьи 35 или статьи 36 Уголовно-процессуального кодекса Республики Казахстан в период пребывания в региональном резерве;\n9) отказа от принятия на себя антикоррупционных ограничений;\n10) признания судом недееспособным или ограниченно дееспособным;\n11) увольнения по отрицательным мотивам в соответствии с законами Республики Казахстан либо расторжения трудового договора по инициативе работодателя по основаниям, предусмотренным подпунктами 9), 10), 12), 13), 14), 15) и 17) пункта 1 статьи 52 Трудового кодекса Республики Казахстан.</p>"
    }
  },
  "FORM": {
    "TITLE": "Оставьте заявку и мы свяжемся с Вами:",
    "NAME": "Ваше имя:",
    "PHONE": "Ваш телефон:",
    "ERROR": "Заполните все поля для отправки!",
    "SEND": "Отправить заявку",
    "SUCCESS": "Спасибо! Скоро наш менеджер свяжется с Вами!"
  },
  "LOGIN": {
    "PAGE_TITLE": "Личный кабинет",
    "TITLE": "Личный кабинет",
    "SUB_TITLE": "Введите данные для входа",
    "PASS": "пароль...",
    "BTN_LOGIN": "Вход",
    "BTN_REGISTRATION": "Регистрация",
    "REGISTER_INFO": "P.S. Для РЕГИСТРАЦИИ на сайте Вам необходимо выбрать программу!",
    "LOGOUT": "Выход"
  },
  "REGISTRATION": {
    "PAGE_TITLE": "Регистрация",
    "TITLE": "Регистрация",
    "SUB_TITLE": "Введите данные для того что бы создать новый аккаунт",
    "NAME": "Имя",
    "PHONE": "Телефон",
    "PASS": "Пароль",
    "BTN_LOGIN": "Вход",
    "BTN_REGISTRATION": "Регистрация"
  },
  "CONTACTS": {
    "PAGE_TITLE": "Контакты",
    "TITLE": "Наши контакты",
    "SUB_TITLE": "Свяжитесь с нами по любому удобному каналу связи и мы ответим на все интересующие Вас вопросы",
    "TECH_SUPPORT": "Техническая поддержка",
    "ADMIN": "Админ сайта"
  },
  "EDUCATION": {
    "PAGE_TITLE": "Обучение",
    "TITLE": "Обучение законам",
    "SUB_TITLE": "Обучайтесь и готовьтесь к тестам на гос. службу <br> в удобном для Вас формате.",
    "VIDEO_TITLE": "Обучение в видео - формате:",
    "AUDIO_TITLE": "Обучение в аудио - формате:",
    "VIDEO": "Видео",
    "AUDIO": "Аудио",
    "TEST": "Тесты",
    "BOOKS": "Книги",
    "LAWS": "Законы"
  },
  "INFO": {
    "PAGE_TITLE": "Новости",
    "TITLE": "Полезная информация",
    "SUB_TITLE": "Ниже Вы можете найти интересные статьи и полезную информацию",
    "SECTION_TITLE": "Для Вашей информации:",
    "RECOMMENDED_TITLE": "Вас так же может заинтересовать:"
  },
  "TESTING": {
    "PAGE_TITLE": "Тестирование",
    "TITLE": "Тесты на знание законов",
    "SUB_TITLE": "Наши тесты помогут Вам проверить свои силы и подготовиться к тестам на госслужбу"
  },
  "PUBLIC_OFFER_AGREEMENT": {
    "PAGE_TITLE": "Пользовательское соглашение",
    "TITLE": "Пользовательское соглашение",
    "SUB_TITLE": "по использованию обучающего контента на сайте <a href='https://kyzmet.kz/'>kyzmet.kz</a>",
    "TEXT": "<p class=\"pp__title\">1. Определения</p><p class=\"pp__text\">1.1. Для целей настоящего Пользовательского соглашения (далее – Соглашение) используются следующие определения:</p><p class=\"pp__text\">1.1.1. «Сайт» - «Интернет ресурс Kyzmet.kz – образовательный сайт» (<a href='https://kyzmet.kz/'>http://kyzmet.kz/</a>), состоящий из совокупности веб-страниц, разделов (далее – страницы) доступных в сети Интернет по сетевому адресу (доменному имени): <a href='https://kyzmet.kz/'>https://kyzmet.kz/</a>, в том числе и мобильная версия Сайта.</p><p class=\"pp__text\">1.1.2. «Контент» — информационные, аналитические и иные материалы Сайта, с элементами дизайна, иллюстрации, графические изображения, фотографии, скрипты, тексты, видео, музыка, звуки и/или другие объекты, являющиеся результатом интеллектуальной деятельности или не являющиеся таковыми, права на которые принадлежат Владельцу сайта, Пользователям или третьим лицам.</p><p class=\"pp__text\">1.1.3. «Пользователь» — любое физическое лицо, достигшее 16 лет либо старше, не лишенное или не ограниченное судом в дееспособности, и юридическое лицо.</p><p class=\"pp__text\">1.1.4. «Персональные данные» - сведения о Пользователе (фамилия, имя, индивидуальный идентификационный номер/бизнес идентификационный номер, телефонный номер, адреса электронной почты, учетные данные доступа: пароль, логин/псевдоним/имя и т.п.), отнесенные законодательством Республики Казахстан к категории персональных данных ограниченного доступа;</p><p class=\"pp__text\">1.1.5. «Учетная запись (аккаунт)» — набор данных, необходимые для идентификации Пользователя в целях предоставления ему доступа.</p><p class=\"pp__title\">2. Предмет Соглашения</p><p class=\"pp__text\">2.1. Настоящее Соглашение является публичным договором-офертой (предложением) согласно пункту 5 статьи 395 Гражданского Кодекса Республики Казахстан. Владелец сайта предоставляет любому Пользователю возможность пользоваться Контентом двумя способами доступа: (1) без регистрации и оплаты в рамках ограниченного доступа к Контенту (далее – Демо-доступ) или (2) с регистрацией и созданием Учетной записи и оплатой в рамках полного доступа к Контенту (далее – Полный доступ).</p><p class=\"pp__text\">2.2. Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями (акцепт) путем принятия условий Соглашения, то есть оставаясь на Сайте, что по смыслу ст. 396 п.3 Гражданского Кодекса Республики Казахстан является акцептом оферты Владельца сайта.</p><p class=\"pp__text\">2.3. Пользователь дает свое согласие на сбор, обработку, хранение и использование/распространение персональных и иных данных Пользователя и/или третьих лиц, включая несовершеннолетних детей/ребенка Пользователя, предоставленных на Сайт, в соответствии с требованиями, определенными настоящим Соглашением, Законом Республики Казахстан от 16.11.2015 г. «О доступе к информации», Законом Республики Казахстан от 21.05.2013 г. «О персональных данных и их защите», Законом Республики Казахстан от 24.11.2015 г. «Об информатизации», и иными нормативными правовыми актами Республики Казахстан в области защиты персональных данных.</p><p class=\"pp__text\">2.4. Условия Соглашения могут быть приняты только в полном объеме, без всяких оговорок, ограничений и исключений. Выражение Пользователем своего согласия означает заключение гражданско-правового договора, порождающего у Пользователя обязанности соблюдать условия Соглашения, в том числе применимых правил поведения Пользователя на Сайте.</p><p class=\"pp__text\">2.5. Для пользования Контентом Сайта выражение согласие (акцепт) с положениями Пользовательского Соглашения является обязательным условием.</p><p class=\"pp__title\">3. Права и обязанности Сторон</p><p class=\"pp__text\">3.1. Пользователь имеет право:</p><p class=\"pp__text\">3.1.1. Выбрать способы доступа к Контенту: Демо-доступ или Полный доступ;</p><p class=\"pp__text\">3.1.2. Прекратить пользование Учетной записью и расторгнуть настоящее Соглашение;</p><p class=\"pp__text\">3.1.3. Выразить согласие на сбор и обработку персональных данных, в том числе в случае необходимости из государственных баз данных;</p><p class=\"pp__text\">3.1.4. Менять логин/псевдоним и пароль для доступа к Учетной записи;</p><p class=\"pp__text\">3.1.5. Пользоваться Контентом с соблюдением условий настоящего Соглашения, а также норм законодательства Республики Казахстан;</p><p class=\"pp__text\">3.1.6. Знать о наличии у Владельца сайта, а также третьего лица своих персональных данных, а также получать информацию, содержащую: подтверждение факта, цели, источников, способов сбора и обработки персональных данных; перечень персональных данных; сроки обработки персональных данных, в том числе сроки их хранения;</p><p class=\"pp__text\">3.1.7. Требовать от Владельца сайта изменения и дополнения своих персональных данных при наличии оснований, подтвержденных соответствующими документами;</p><p class=\"pp__text\">3.1.8. Требовать от Владельца сайта, а также третьего лица блокирования своих персональных данных в случае наличия информации о нарушении условий сбора, обработки персональных данных;</p><p class=\"pp__text\">3.1.9. Требовать от Владельца сайта, а также третьего лица уничтожения своих персональных данных, сбор и обработка которых произведены с нарушением законодательства Республики Казахстан, а также в иных случаях, установленных законодательством Республики Казахстан;</p><p class=\"pp__text\">3.1.10. Отозвать согласие на сбор, обработку своих персональных данных и потребовать их уничтожения, что автоматически приводит к удалению Учетной записи Пользователя и прекращению действия настоящего Соглашения;</p><p class=\"pp__text\">3.1.11. Осуществлять иные права, не запрещенные законодательством Республики Казахстан.</p><p class=\"pp__text\">3.2. Пользователь обязуется:</p><p class=\"pp__text\">3.2.1. Для регистрации предоставить достоверные данные о себе согласно форме регистрации. Любые сомнения Владельца сайта о недостоверности информации, предоставленной Пользователем, влекут за собой отказ в регистрации, временную блокировку и/или удаление Учетной записи Пользователя;</p><p class=\"pp__text\">3.2.2. Сохранить в тайне уникальный логин и пароль, используемые для доступа в Учетную запись. Логин и пароль, являются конфиденциальной информацией и не подлежат разглашению, за исключением случаев, предусмотренных действующим законодательством и/или Соглашением. Любые риски, связанные с утерей Пользователем пароля и логина собственной Учетной записи Пользователь несет самостоятельно.</p><p class=\"pp__text\">3.2.3. Периодически знакомиться на Сайте с содержанием настоящего Соглашения в целях ознакомления с изменениями, внесенными согласно п. 3.3.1. Соглашения;</p><p class=\"pp__text\">3.2.4. Не нарушать права интеллектуальной собственности Владельца сайта и/или иных третьих лиц на Контент, и/или каких-либо ее элементов, в частности, Пользователь не имеет права копировать, транслировать, рассылать, публиковать, и иным образом распространять и воспроизводить размещенные Владельцем сайта материалы в коммерческих целях (текстовые, графические, аудио/видео и т.д.) без письменного согласия Владельца сайта, за исключением случаев, прямо разрешенных на Сайте (к примеру, функции «поделиться» через социальные сети);</p><p class=\"pp__text\">3.2.5. Самостоятельно предпринимать должные меры, обеспечивающие безопасность логина и пароля, используемых для доступа в Учетную запись, и предотвращающие несанкционированный доступ к нему третьих лиц (в частности, следить за тем, чтобы пароль не сохранялся в браузере, в том числе при использовании технологии cookies, при возможном использовании компьютерного устройства Пользователя третьими лицами);</p><p class=\"pp__text\">3.2.6. Уведомлять Владельца сайта обо всех случаях совершения на Сайте в отношении Пользователя действий, которые могут быть расценены как оскорбительные, унижающие, дискредитирующие и т.п.;</p><p class=\"pp__text\">3.2.7. При использовании Контента на Сайте, в том числе во время переписок, строго придерживаться этических и моральных норм, принятых в обществе, требований законодательства Республики Казахстан, распространяющих свое действие на условия и правила размещение публичной информации с использованием средств массовой информации, а также строго соблюдать требования раздела «Особые условия» настоящего Соглашения;</p><p class=\"pp__text\">3.2.8. Соблюдать иные требования и выполнять иные обязательства, предусмотренные Соглашением и/или размещенные на страницах Сайта.</p><p class=\"pp__text\">3.3. Владелец сайта имеет право:</p><p class=\"pp__text\">3.3.1. По своему усмотрению в любое время изменять, редактировать, добавлять, дополнять, исключать или удалять любые положения (целиком либо частично) в настоящем Соглашении. При этом, новая редакция Соглашения вступает в силу с момента ее опубликования на Сайте, если иное не предусмотрено новой редакцией Соглашения.</p><p class=\"pp__text\">3.3.2. Без объяснения причин, заблокировать и/или удалить Учетную запись Пользователя, запретить доступ с использованием какой-либо Учетной записи к страницам Сайта, в том числе в случае нарушения Пользователем условий настоящего Соглашения и/или Политикой конфиденциальности, размещенной на Сайте.</p><p class=\"pp__text\">3.3.3. Посылать Пользователям информационные сообщения. Регистрируясь любым возможным способом, Пользователь соглашается на получение информационных сообщений на адрес электронный почты и/или абонентского номера сотовой связи, указанный в Учетной записи.</p><p class=\"pp__text\">3.3.4. В любое время изменять оформление и пользовательский интерфейс Сайта, его содержание, содержание предоставляемых функций, изменять или дополнять используемые скрипты, программное обеспечение, Контент и другие объекты, используемые или хранящиеся на Сайте и любые Приложения, без уведомления Пользователя;</p><p class=\"pp__text\">3.3.5. По собственному усмотрению удалять без каких-либо причин и без предупреждения любой Контент, в том числе Контент и/или информацию, которая нарушает и/или может нарушать законодательство Республики Казахстан, положения настоящего Соглашения, права других Пользователей, иных третьих лиц и государства;</p><p class=\"pp__text\">3.3.6. По собственному усмотрению удалять любую информацию (включая сообщения Пользователя, статусы, прочую информацию и иные материалы), в том числе размещаемую Пользователем на Сайте в нарушение законодательства Республики Казахстан или положений настоящего Соглашения.</p><p class=\"pp__text\">3.3.7. По собственному усмотрению отключать техническую возможность вести переписку те или иные материалы, размещенные на Сайте.</p><p class=\"pp__text\">3.3.8. Предпринимать любые, не запрещенные законодательством Республики Казахстан меры, для защиты собственных интеллектуальных прав в отношении Сайта, а также его Контента.</p><p class=\"pp__text\">3.5. Владелец сайта обязуется:</p><p class=\"pp__text\">3.5.1. На условиях, изложенных в Соглашении, предоставить Пользователю техническую возможность пользоваться Контентом.</p><p class=\"pp__text\">3.5.2. Уведомлять Пользователя путем опубликования информации на Сайте об изменениях условий Соглашения;</p><p class=\"pp__text\">3.5.3. Обеспечить сохранность и защиту персональных данных Пользователя в течение срока действия настоящего Соглашения и не передавать ее третьим лицам, за исключением случаев, прямо оговоренных в настоящем Соглашении и в законодательстве Республики Казахстан;</p><p class=\"pp__text\">3.5.4. При подаче Пользователем в своей Учетной записи уведомления о расторжении настоящего Соглашения и прекращении действия Учетной записи, в течение 5 (пяти) календарных дней с момента регистрации такого требования, заблокировать техническую возможность пользования Учетной записью Пользователем, а по истечении срока хранения информации Пользователя, установленного пп. 5.1 ст. 36 Закона РК «Об информатизации» и при условии отсутствия официального запроса государственных органов, выполняющих свои функции, или запросов иных лиц, указанных в пп. 1 п. 2 статьи 19 Закона РК «О персональных данных и их защите» - удалить все его персональные данные.</p><p class=\"pp__title\">4. Особые условия Соглашения</p><p class=\"pp__text\">4.1. Пользователь, подтверждает, гарантирует и соглашается, что:</p><p class=\"pp__text\">4.1.1. Использование Сайта Пользователем после внесения Владельцем сайта каких-либо изменений в текст настоящего Соглашения означает согласие Пользователя с внесенными изменениями;</p><p class=\"pp__text\">4.1.2. Все его сообщения на Сайте отражают исключительно его мнение по той или иной ситуации/теме. Мнение Владельца Сайта может не совпадать с мнением Пользователя. Любые и все риски возникновения любого возможного ущерба для Пользователя ввиду некорректного, противозаконного содержания его комментариев и сообщений, несет исключительно Пользователь. Владелец Сайта не принимает на себя никаких обязательств и не несет ответственности за содержание любой информации, излагаемой Пользователем;</p><p class=\"pp__text\">4.1.3. Осознает, что представляет из себя процесс сбора, обработки и хранения его персональных данных исключительно для целей реализации условий настоящего Соглашения и обязуется не предъявлять к Владельцу сайта по этому поводу никаких претензий;</p><p class=\"pp__text\">4.1.4. Является совершеннолетним физическим лицом, не лишенным или не ограниченным судом в дееспособности или юридическим лицом, образованным и действующим надлежащим образом;</p><p class=\"pp__text\">4.1.5. Не будет передавать логин и пароль к Учетной записи иным третьим лицам;</p><p class=\"pp__text\">4.1.6. Не будет осуществлять действия мошеннического характера, в том числе осуществлять поддержку любых мошеннических действий, включая обход и/или взлом технических средств защиты, применяемых Владельцем сайта;</p><p class=\"pp__text\">4.1.7. Сайт является ресурсом по производству и продаже образовательного контента и продукции для детей;</p><p class=\"pp__text\">4.1.8. Если Пользователь не достиг 18 лет, то он может использовать Сайт лишь с разрешения и под присмотром родителей или официальных опекунов, попечителей.</p><p class=\"pp__text\">4.2. Пользователю запрещается:</p><p class=\"pp__text\">4.2.1. Осуществлять пропаганду или агитацию, возбуждающую социальную, расовую, национальную или религиозную ненависть и вражду, пропаганду войны, социального, расового, национального, религиозного, языкового и иного превосходства;</p><p class=\"pp__text\">4.2.2. Размещать на Сайте или передавать посредством сообщений, комментариев информацию ограниченного доступа (конфиденциальную информацию) третьих лиц, если Пользователь не обладает достаточными правами в силу закона или договора на раскрытие данной информации;</p><p class=\"pp__text\">4.2.3. Размещать, воспроизводить, перерабатывать, распространять, опубликовывать на Сайте, доводить до всеобщего сведения, передавать, продавать или иным способом использовать, целиком или по частям, Контент Сайта, других Пользователей или третьих лиц, являющихся объектом авторских и иных исключительных прав, без их предварительного разрешения Владельцем сайта, кроме случаев, установленных Соглашением, действующим законодательством Республики Казахстан, а также случаев, прямо предусмотренных на Сайте;</p><p class=\"pp__text\">4.2.4. Размещать на Сайте сообщения, комментарии, графические изображения или другие материалы (в том числе не соответствующие действительности), содержание которых наносит или может нанести ущерб чести, достоинству и деловой репутации физических и юридических лиц, равно содержащих ненормативную лексику, призывы к насилию, терроризму, насильственному свержению существующей власти, конституционного строя, нарушающую или угрожающую нарушению прав и свобод гражданин, а также благосостоянию и целостности страны;</p><p class=\"pp__text\">4.2.5. Размещать на Сайте материалы порнографического характера или гипертекстовые ссылки на интернет-сайты, содержащие такие материалы;</p><p class=\"pp__text\">4.2.6. Указывать при прохождении процедуры регистрации Учетной записи или вводить впоследствии заведомо ложную или вымышленную информацию о себе, в частности, чужие или вымышленные имя и фамилию;</p><p class=\"pp__text\">4.2.7. Осуществлять действия, направленные на дестабилизацию функционирования Сайта и/или элементов Сайта, осуществлять попытки несанкционированного доступа к управлению Сайтом и/или элементов Сайта или их закрытым разделам (в том числе к разделам, доступ к которым разрешен только Владельцу сайта), а также осуществлять любые иные аналогичные действия;</p><p class=\"pp__text\">4.2.8. Осуществлять несанкционированный доступ к Учетным записям других Пользователей путем подборки или введения пароля, а также предпринимать попытки такого доступа;</p><p class=\"pp__text\">4.2.9. Осуществлять рассылку спама – массовую рассылку коммерческой, политической, рекламной и иной информации (в том числе гиперссылок, ведущих на интернет – сайты с такой информацией и/или на интернет - сайты, содержащие вредоносное программное обеспечение) в сообщениях, комментариях, сообщениях Пользователей и т.п.</p><p class=\"pp__text\">4.3. Пользователь дает безусловное согласие (отдельного согласия не требуется, кроме настоящего согласия) на:</p><p class=\"pp__text\">4.3.1. предоставление Владельцем сайта уполномоченным органам и третьим лицам, интересы которых будут задеты Пользователем, информации, связанной с его действиями на страницах Сайта исключительно в случаях, предусмотренных действующим законодательством Республики Казахстан;</p><p class=\"pp__text\">4.3.2. сбор, обработку его персональных данных, предоставленных Сайту при регистрации, и их распространение в исключительных случаях и только по требованию уполномоченных государственных органов, предоставивших в адрес Сайта обоснованный легитимный запрос, связанный с выполнением ими своих функций.</p><p class=\"pp__text\">Настоящее согласие дается до истечения сроков хранения соответствующей информации или документов, содержащих вышеуказанную информацию, определяемых в соответствии с законодательством Республики Казахстан.</p><p class=\"pp__title\">5. Защита персональных данных</p><p class=\"pp__text\">5.1. Согласно Закону Республики Казахстан от 21.05.2013 г. «О персональных данных и их защите», Пользователь, осуществляя регистрацию на Сайте установленным Владельцем сайта способом, предоставляет Владельцу сайта согласие без каких-либо оговорок на сбор, обработку, хранение и использование предоставляемых персональных данных, включая персональные данные третьих лиц, в т.ч. несовершеннолетних детей\\ребенка Пользователя, включаемых в базу персональных данных физических лиц, персональные данные которых обрабатываются в ходе деятельности Владельца сайта и подтверждает, что извещен о правах, установленных вышеуказанным Законом, включая цели сбора, обработки, использования и хранения персональных данных, доступа к персональным данным третьих лиц, предоставления владельцем базы персональных данных частичного или полного права обработки персональных данных другими субъектами отношений, связанных с персональными данными, и о возможности распространения персональных данных Владельцем сайта, в т.ч. обезличенной персональной информации.</p><p class=\"pp__text\">5.2. Целью сбора, обработки, хранения и распространения персональных данных Пользователя является обеспечение реализации отношений в сфере удовлетворения потребностей Пользователя в услугах и информации Сайта. Обработка персональных данных также осуществляется в целях предоставления доступа к информации и материалам, размещенных на Сайте, а также в статистических целях при условии соблюдении Владельцем сайта обязанности ее предварительного обезличивания.</p><p class=\"pp__text\">5.3. Категории собираемых, хранящихся, обрабатываемых и распространяемых персональных данных:</p><ul> <li>фамилию, имя, отчество Пользователя;</li><li>контактный телефон Пользователя;</li><li>адрес электронной почты (e-mail) Пользователя;</li><li>другие данные, добровольно предоставляемые Пользователем.</li></ul> <p class=\"pp__text\">5.4. Персональные данные хранятся в течение всего срока действия настоящего Соглашения, срока эксплуатации Сайта и наличия действующей/активной регистрации Пользователя на Сайте.</p><p class=\"pp__text\">5.5. Владелец сайта принимает все необходимые правовые, организационные, технические меры для защиты персональных данных Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с персональными данными пользователей. Под организационными и техническими мерами понимается:</p><ul> <li>допуск к организации, обработке и защите персональных данных только уполномоченных лиц;</li><li>ограничение состава ответственных работников Владельца сайта, имеющих доступ к персональным данным;</li><li>информирование работников Владельца сайта о требованиях законодательства Республики Казахстан и нормативных документов Владельца сайт по обработке и защите персональных данных;</li><li>обеспечение учета и хранения материальных носителей персональных данных и их обращения, исключающего хищение, подмену, несанкционированное копирование и уничтожение;</li><li>определение рисков и угроз безопасности персональных данных при их обработке;</li><li>резервное копирование персональных данных;</li><li>обезличивание персональных данных для целей проведения социологических, статистических и научных исследований Владельцем сайта, при этом механизм обезличивания таких данных определяется Владельцем сайта самостоятельно;</li><li>иные меры защиты.</li></ul> <p class=\"pp__text\">5.6. Пользователь Сайта, подтвердив согласие с настоящим Соглашением при заполнении регистрационной формы, тем самым выражает свое согласие и предоставляет разрешение на сбор, обработку, хранение и передачу своих персональных данных и данных третьих лиц, которые он уполномочен представлять, в порядке, определенном Законодательством Республики Казахстан и настоящим Соглашением.</p><p class=\"pp__title\">6. Интеллектуальная собственность</p><p class=\"pp__text\">6.1. В соответствии с настоящим Соглашением, Kyzmet.kz и его Контент принадлежит Владельцу сайта в лице Есимсеитова А.Д., за исключением некоторого контента партнеров, размещенного на сайте по согласию правообладателей. Сайт и его Контент являются объектом авторских прав Kyzmet.kz, торговой маркой и объектом ее прав интеллектуальной собственности согласно законодательству Республики Казахстан, а также международным конвенциям.</p><p class=\"pp__text\">6.2. Вся продукция, бренд, название компаний и логотипы, используемые на Сайте, являются торговыми марками или зарегистрированными торговыми знаками. Любое использование продукций, брендов, названий компаний и логотипов, используемых на Сайте без письменного согласия от Kyzmet.kz строго запрещено. Кроме того, внешний вид сайта Kyzmet.kz, в том числе все заголовки страниц, иконки и скрипты, являются фирменным знаком, торговой маркой и не подлежат копированию, имитации и использованию, частично или полностью, без предварительного письменного разрешения Kyzmet.kz</p><p class=\"pp__title\">7. Ответственность сторон</p><p class=\"pp__text\">7.1. Пользователь самостоятельно несет ответственность перед третьими лицами за свои действия, связанные с использованием Учетной записи, размещением комментариев/сообщений на Сайте, в том числе, если такие действия приведут к нарушению прав и законных интересов третьих лиц либо Пользователя, а также законодательства Республики Казахстан.</p><p class=\"pp__text\">7.2. Пользователь обязан принимать надлежащие меры для обеспечения сохранности своей Учетной записи, и несет ответственность за все действия, совершенные на Сайте.</p><p class=\"pp__text\">7.3. Владелец сайта не несет ответственности перед Пользователем или любыми третьими лицами за любые прямые и/или косвенные убытки, включая упущенную выгоду или потерянные данные, вред чести, достоинству или деловой репутации, понесенные в связи с использованием им Учетной записи, либо невозможности ее использования, либо несанкционированного доступа к коммуникациям Пользователя либо в его Учетную запись.</p><p class=\"pp__text\">7.4. Владелец сайта не участвует в формировании содержания Учетной записи Пользователя и загрузке им Контента, не контролирует и не несет ответственности за его действия или бездействие.</p><p class=\"pp__text\">7.5. Владелец сайта оставляет за собой право осуществлять пред- или постмодерацию комментариев/сообщений, размещаемых Пользователями по результатам которой может принять решение об их удалении.</p><p class=\"pp__text\">7.6. Владелец сайта не обязан предоставлять Пользователю какие-либо доказательства, документы и прочее, свидетельствующие о нарушении Пользователем условий Соглашения, в результате которого Пользователю было отказано в предоставлении доступа к Сайту или его отдельным функциям, либо такой доступ был прекращен и/или заблокирован.</p><p class=\"pp__text\">7.7. Владелец сайта не несет ответственности перед Пользователем за технические неполадки в работе Сайта, связанные с невозможностью оставлять комментарии на нем.</p><p class=\"pp__title\">8. Порядок разрешения споров</p><p class=\"pp__text\">8.1. Споры и разногласия, которые могут возникнуть при исполнении настоящего Соглашения, решаются путем переговоров между сторонами.</p><p class=\"pp__text\">8.2. В случае невозможности разрешения споров путем переговоров все споры, разногласия или требования, возникающие из настоящего Соглашения либо в связи с ним, в том числе касающиеся его нарушения, прекращения или недействительности подлежат окончательному урегулированию в суде.</p><p class=\"pp__title\">9. Срок действия Соглашения</p><p class=\"pp__text\">9.1. Настоящее Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями (акцепт) путем принятия условий Соглашения, то есть оставаясь на Сайте и действует неопределенный срок.</p><p class=\"pp__text\">9.2. Владелец сайта вправе в любое время без уведомления Пользователя и без объяснения причин прекратить Соглашение в одностороннем внесудебном порядке с немедленным прекращением доступа и возможности использовать Учетную запись и без возмещения каких-либо затрат, убытков в случае любого, в том числе однократного, нарушения Пользователем условий Соглашения и/или требований действующего законодательства Республики Казахстан, если иное не предусмотрено другим договором гражданско-правового характера, заключенного между Владельцем сайта и Пользователем.</p><p class=\"pp__text\">9.3. Владелец сайта вправе в любое время без уведомления Пользователя и без объяснения причин приостановить доступ и возможность использовать Контент Сайта без возмещения каких-либо затрат, убытков или возврата полученного по Соглашению, в случае однократного или систематического нарушения Пользователем условий Соглашения и/или требований действующего законодательства Республики Казахстан, если иное не предусмотрено другим договором гражданско-правового характера, заключенного между Владельцем сайта и Пользователем. Сроки возобновления предоставления доступа определяются Владельцем сайта самостоятельно.</p><p class=\"pp__title\">10. Заключительные положения</p><p class=\"pp__text\">10.1. Настоящее Соглашение представляет собой гражданско-правовой договор между Пользователем и Владельцем сайта относительно порядка использования возможности использования Контента Сайта и заменяет собой все предыдущие соглашения между Пользователем и Владельцем сайта, при их наличии.</p><p class=\"pp__text\">10.2. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Республики Казахстан. Вопросы, не урегулированные настоящим Соглашением, подлежат разрешению в соответствии с законодательством Республики Казахстан. Все возможные споры, вытекающие из отношений, регулируемых настоящим Соглашением, разрешаются в порядке, установленном действующим законодательством Республики Казахстан, по нормам материального права Казахстана. Везде по тексту настоящего Соглашения, если явно не указано иное, под термином «законодательство» понимается законодательство Республики Казахстан.</p><p class=\"pp__text\">10.3. Если по тем или иным причинам одно или несколько положений настоящего Соглашения будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений Соглашения.</p><p class=\"pp__text\">10.4. Бездействие со стороны Владельца сайта, в случае нарушения Пользователем либо иными пользователями положений Соглашений, не лишает Владельца сайта права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказа Владельца сайта от своих прав в случае совершения в последующем подобных либо сходных нарушений.</p>"
  },
  "PRIVACY_POLICY": {
    "PAGE_TITLE": "Политика конфиденциальности",
    "TITLE": "Политика конфиденциальности",
    "SUB_TITLE": "По использованию обучающего контента на сайте <a href='https://kyzmet.kz/'>kyzmet.kz</a>",
    "TEXT": "<p class=\"pp__title\">1. Определения</p><p class=\"pp__text\">1.1. Для целей настоящей Политики конфиденциальности используются следующие определения:</p><p class=\"pp__text\">1.1.1. «Сайт» - «Интернет ресурс kyzmet.kz – образовательный сайт» (<a href=\"http://www.kyzmet.kz\">http://www.kyzmet.kz</a>), состоящий из совокупности веб-страниц, разделов (далее – страницы) доступных в сети Интернет по сетевому адресу (доменному имени): <a href=\"http://www.kyzmet.kz\">http://www.kyzmet.kz</a>, в том числе и мобильная версия Сайта.</p><p class=\"pp__text\">1.1.2. «Контент» — информационные, аналитические и иные материалы Сайта, с элементами дизайна, иллюстрации, графические изображения, фотографии, скрипты, тексты, видео, музыка, звуки и/или другие объекты, являющиеся результатом интеллектуальной деятельности или не являющиеся таковыми, права на которые принадлежат Владельцу сайта, Пользователям или третьим лицам.</p><p class=\"pp__text\">1.1.3. «Пользователь» — любое физическое лицо, достигшее 16 лет либо старше, не лишенное или не ограниченное судом в дееспособности, и юридическое лицо.</p><p class=\"pp__text\">1.1.4. «Персональные данные» - сведения о Пользователе (фамилия, имя, индивидуальный идентификационный номер/бизнес идентификационный номер, телефонный номер, адреса электронной почты, учетные данные доступа: пароль, логин/псевдоним/имя и т.п.), отнесенные законодательством Республики Казахстан к категории персональных данных ограниченного доступа;</p><p class=\"pp__text\">1.1.5. «Учетная запись (аккаунт)» — набор данных, необходимые для идентификации Пользователя в целях предоставления ему доступа.</p><p class=\"pp__text\">1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере Пользователя, и который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.</p><p class=\"pp__text\">1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.</p><p class=\"pp__text\">1.1.8. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</p><p class=\"pp__title\">2. Общие положения</p><p class=\"pp__text\">2.1. Использование Пользователем Сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки Персональных данных Пользователя.</p><p class=\"pp__text\">2.2. Пользователь дает свое согласие на сбор, обработку, хранение и использование/распространение персональных и иных данных Пользователя и/или третьих лиц, включая несовершеннолетних детей/ребенка Пользователя, предоставленных на Сайт, в соответствии с требованиями, определенными настоящей Политикой, Законом Республики Казахстан «О доступе к информации» от 16.11.2015 г., Законом Республики Казахстан. «О персональных данных и их защите» от 21.05.2013 г., Законом Республики Казахстан «Об информатизации» от 24.11.2015 г. и иными нормативными правовыми актами Республики Казахстан в области защиты персональных данных.</p><p class=\"pp__text\">2.3. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование Сайта.</p><p class=\"pp__title\">3. Предмет Политики конфиденциальности</p><p class=\"pp__text\">3.1. Настоящая Политика конфиденциальности устанавливает обязательства Владельца сайта по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Владельцу сайта при использовании Контента Сайта.</p><p class=\"pp__text\">3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путем заполнения регистрационной формы либо путем выражения согласия на их сбор и обработку из государственных баз данных и включают в себя следующую информацию:</p><p class=\"pp__text\">3.2.1. фамилию, имя, отчество Пользователя;</p><p class=\"pp__text\">3.2.2. контактный телефон Пользователя;</p><p class=\"pp__text\">3.2.3. адрес электронной почты (e-mail) Пользователя.</p><p class=\"pp__text\">3.3. Сайт защищает Персональные данные, которые автоматически передаются в процессе просмотра рекламных блоков и при посещении страниц, на которых установлен статистический скрипт системы («пиксель»).</p><p class=\"pp__text\">3.3.1. Отключение cookies может повлечь невозможность доступа к частям сайта портала, требующим авторизации.</p><p class=\"pp__text\">3.3.2. Портал осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля законности проводимых финансовых платежей.</p><p class=\"pp__text\">3.3. Любая иная персональная информация неоговоренная выше (история покупок, используемые браузеры и операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.</p><p class=\"pp__title\">4. Цели сбора персональной информации Пользователя</p><p class=\"pp__text\">4.1. Персональные данные Пользователя Владелец сайта может использовать в целях:</p><p class=\"pp__text\">4.1.1. Идентификации Пользователя.</p><p class=\"pp__text\">4.1.2. Предоставления Пользователю доступа к персонализированным ресурсам Сайта.</p><p class=\"pp__text\">4.1.3. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, оказания услуг, обработка запросов и заявок от Пользователя.</p><p class=\"pp__text\">4.1.4. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.</p><p class=\"pp__text\">4.1.5. Создания Учетной записи для пользования Контентом, если Пользователь дал согласие на создание Учетной записи.</p><p class=\"pp__text\">4.1.6. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием Сайта.</p><p class=\"pp__text\">4.1.7. Предоставления Пользователю с его согласия, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени Сайта или от имени партнеров Сайта.</p><p class=\"pp__text\">4.1.8. Осуществления рекламной деятельности с согласия Пользователя.</p><p class=\"pp__text\">4.1.9. Предоставления доступа Пользователю на сайты или сервисы партнеров Сайта с целью получения продуктов, обновлений и услуг.</p><p class=\"pp__title\">5. Способы и сроки обработки Персональных данных</p><p class=\"pp__text\">5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.</p><p class=\"pp__text\">5.2. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Республики Казахстан только по основаниям и в порядке, установленным законодательством РК.</p><p class=\"pp__text\">5.3. При утрате или разглашении персональных данных Владелец сайта информирует Пользователя об утрате или разглашении персональных данных.</p><p class=\"pp__text\">5.4. Владелец сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.</p><p class=\"pp__text\">5.5. Владелец сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.</p><p class=\"pp__title\">6. Обязательства Сторон</p><p class=\"pp__text\">6.1. Пользователь обязан:</p><p class=\"pp__text\">6.1.1. Предоставить информацию о персональных данных, необходимую для пользования Сайта.</p><p class=\"pp__text\">6.1.2. Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.</p><p class=\"pp__text\">6.2. Владелец сайта обязан:</p><p class=\"pp__text\">6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.</p><p class=\"pp__text\">6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2 и 5.3 настоящей Политики Конфиденциальности.</p><p class=\"pp__text\">6.2.3. Принимать меры предосторожности для защиты конфиденциальности Персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.</p><p class=\"pp__text\">6.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.</p><p class=\"pp__title\">7. Ответственность Сторон</p><p class=\"pp__text\">7.1. Владелец сайта, не исполнивший свои обязательства, несёт ответственность.</p><p class=\"pp__text\">7.2. В случае утраты или разглашения Конфиденциальной информации Владелец сайта не несёт ответственность, если данная конфиденциальная информация:</p><p class=\"pp__text\">7.2.1. Стала публичным достоянием до её утраты или разглашения.</p><p class=\"pp__text\">7.2.2. Была получена от третьей стороны до момента её получения Владельцем сайта.</p><p class=\"pp__text\">7.2.3. Была разглашена с согласия Пользователя.</p><p class=\"pp__title\">8. Порядок разрешения споров</p><p class=\"pp__text\">8.1. Споры и разногласия, которые могут возникнуть при исполнении настоящей Политики конфиденциальности, решаются путем переговоров между сторонами.</p><p class=\"pp__text\">8.2. В случае невозможности разрешения споров путем переговоров все споры, разногласия или требования, возникающие из настоящей Политики конфиденциальности либо в связи с ним, в том числе касающиеся его нарушения, прекращения или недействительности подлежат окончательному урегулированию в суде.</p><p class=\"pp__title\">9. Дополнительные условия</p><p class=\"pp__text\">9.1. Владелец сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.</p><p class=\"pp__text\">9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на сайте, если иное не предусмотрено новой редакцией Политики конфиденциальности.</p>"
  },
  "PAYMENTS": {
    "PAGE_TITLE": "Платежи",
    "TITLE": "Платежи. <br>Оплата банковской картой онлайн",
    "SUB_TITLE": "",
    "TEXT": "<p class=\"pp__title\">Платежи. Оплата банковской картой онлайн</p><p class=\"pp__text\">Наш сайт подключен к интернет-эквайрингу, и Вы можете оплатить Услугу банковской картой Visa или Mastercard. После подтверждения выбранного Товара либо услуги откроется защищенное окно с платежной страницей процессингового центра Freedompay, где Вам необходимо ввести данные Вашей банковской карты. Для дополнительной аутентификации держателя карты используется протокол 3-D Secure. Если Ваш Банк-эмитент поддерживает данную технологию, Вы будете перенаправлены на его сервер для прохождения дополнительной идентификации. Информацию о правилах и методах дополнительной идентификации уточняйте в Банке, выдавшем Вам банковскую карту.</p><p class=\"pp__text\">Услуга онлайн-оплаты осуществляется в соответствии с правилами Международных платежных систем Visa и MasterCard на принципах соблюдения конфиденциальности и безопасности совершения платежа, для этого используются самые актуальные методы проверки, шифрования и передачи данных по закрытым каналам связи. Ввод данных банковской карты осуществляется в защищенном окне на платежной странице Freedompay.</p><p class=\"pp__text\">В поля на платежной странице требуется ввести номер карты, имя владельца карты, срок действия карты, трёхзначный код безопасности (CVV2 для VISA или CVC2 для MasterCard). Все необходимые данные отображены на поверхности банковской карты.</p><p class=\"pp__text\">CVV2/ CVC2 — это трёхзначный код безопасности, находящийся на оборотной стороне карты.</p><p class=\"pp__text\">Далее в том же окне откроется страница Вашего банка-эмитента для ввода 3-D Secure кода. В случае, если у вас не настроен статичный 3-D Secure, он будет отправлен на ваш номер телефона посредством SMS. Если 3-D Secure код к Вам не пришел, то следует обратится в ваш банк-эмитент.</p><p class=\"pp__text\">3-D Secure — это самая современная технология обеспечения безопасности платежей по картам в сети интернет. Позволяет однозначно идентифицировать подлинность держателя карты, осуществляющего операцию, и максимально снизить риск мошеннических операций по карте.</p><p class=\"pp__title\">Гарантии безопасности</p><p class=\"pp__text\">Процессинговый центр Freedompay защищает и обрабатывает данные Вашей банковской карты по стандарту безопасности PCI DSS 3.0. Передача информации в платежный шлюз происходит с применением технологии шифрования SSL. Дальнейшая передача информации происходит по закрытым банковским сетям, имеющим наивысший уровень надежности. Freedompay не передает данные Вашей карты нам и иным третьим лицам. Для дополнительной аутентификации держателя карты используется протокол 3-D Secure.</p><p class=\"pp__title\">Безопасность онлайн-платежей</p><p class=\"pp__text\">Предоставляемая Вами персональная информация (имя, адрес, телефон, e-mail, номер кредитной карты) является конфиденциальной и не подлежит разглашению. Данные Вашей кредитной карты передаются только в зашифрованном виде и не сохраняются на нашем Web-сервере.</p><p class=\"pp__text\">Мы рекомендуем вам проверить, что ваш браузер достаточно безопасен для проведения платежей онлайн, на специальной странице.</p><p class=\"pp__text\">Безопасность обработки Интернет-платежей гарантирует Freedompay. Все операции с платежными картами происходят в соответствии с требованиями VISA International, MasterCard и других платежных систем. При передаче информации используются специализированные технологии безопасности карточных онлайн-платежей, обработка данных ведется на безопасном высокотехнологичном сервере процессинговой компании.</p><p class=\"pp__text\">Оплата платежными картами безопасна, потому что:</p><p class=\"pp__text\"> Система авторизации гарантирует покупателю, что платежные реквизиты его платежной карты (номер, срок действия, CVV2/CVC2) не попадут в руки мошенников, так как эти данные не хранятся на сервере авторизации и не могут быть похищены.</p><p class=\"pp__text\"> Покупатель вводит свои платежные данные непосредственно в системе авторизации Freedompay, а не на сайте интернет-магазина, следовательно, платежные реквизиты карточки покупателя не будут доступны третьим лицам.</p><p class=\"pp__title\">Возврат денежных средств</p><p class=\"pp__text\">При проведении онлайн-оплаты посредством платежных карт не допускается возврат наличными денежными средствами. Порядок возврата регулируется правилами международных платежных систем:</p><p class=\"pp__text\">1. Потребитель вправе отказаться от товара в любое время до его передачи, после передачи товара отказ необходимо оформить в течение 14 дней;</p><p class=\"pp__text\">2. Возврат товара надлежащего качества возможен в случае, если сохранены его товарный вид, потребительские свойства, не был использован, а также документ, подтверждающий факт и условия покупки указанного товара;</p><p class=\"pp__text\">3. Потребитель не вправе отказаться от товара надлежащего качества, имеющего индивидуально-определенные свойства, если указанный товар может быть использован исключительно приобретающим его человеком;</p><p class=\"pp__text\">4. При отказе от товара со стороны потребителя продавец должен вернуть ему денежную сумму, уплаченную потребителем, не позднее чем через десять дней со дня предъявления потребителем соответствующего требования.</p><p class=\"pp__text\">Для возврата денежных средств на банковскую карту необходимо заполнить «Заявление о возврате денежных средств», которое высылается по требованию компанией на электронный адрес, и отправить его вместе с приложением копии документа, удостоверяющего личность, по адресу <a href=\"mailto:goskniga@mail.ru\">goskniga@mail.ru</a></p><p class=\"pp__text\">Возврат денежных средств будет осуществлен на банковскую карту в течение 21 рабочего дня со дня получения «Заявление о возврате денежных средств» Компанией.</p><p class=\"pp__text\">Для возврата денежных средств по операциям, проведенным с ошибками, необходимо обратиться с письменным заявлением и приложением копии документа, удостоверяющего личность, и чеков/квитанций, подтверждающих ошибочное списание. Данное заявление необходимо направить по адресу <a href=\"mailto:goskniga@mail.ru\">goskniga@mail.ru</a></p><p class=\"pp__text\">Сумма возврата будет равняться сумме покупки. Срок рассмотрения Заявления и возврата денежных средств начинает исчисляться с момента получения Компанией Заявления и рассчитывается в рабочих днях без учета праздников/выходных дней.</p><p class=\"pp__title\">Случаи отказа в совершении платежа:</p><p class=\"pp__text\"> банковская карта не предназначена для совершения платежей через интернет, о чем можно узнать, обратившись в Ваш Банк-эмитент;</p><p class=\"pp__text\"> недостаточно средств для оплаты на банковской карте. Подробнее о наличии средств на платежной карте Вы можете узнать, обратившись в банк, выпустивший банковскую карту;</p><p class=\"pp__text\"> данные банковской карты введены неверно;</p><p class=\"pp__text\"> истек срок действия банковской карты. Срок действия карты, как правило, указан на лицевой стороне карты (это месяц и год, до которого действительна карта). Подробнее о сроке действия карты Вы можете узнать, обратившись в банк-эмитент.</p><p class=\"pp__text\">По вопросам оплаты с помощью банковской карты и иным вопросам, связанным с работой сайта, Вы можете обратиться по следующим телефонам: <a href=\"tel:+77019084272\">+7701-9084272</a></p><p class=\"pp__title\">Конфиденциальность</p><p class=\"pp__text\">1. Определения</p><p class=\"pp__text\">Интернет проект <a href=\"https://kyzmet.kz\">www.kyzmet.kz</a> (далее – URL, «мы») серьезно относится к вопросу конфиденциальности информации своих клиентов и посетителей сайта <a href=\"https://kyzmet.kz\">www.kyzmet.kz</a> (далее – «вы», «посетители сайта»). Персонифицированной мы называем информацию, содержащую персональные данные (например: ФИО, логин или название компании) посетителя сайта, а также информацию о действиях, совершаемых вами на сайте URL. (например: заказ посетителя сайта с его контактной информацией). Анонимными мы называем данные, которые невозможно однозначно идентифицировать с конкретным посетителем сайта (например: статистика посещаемости сайта).</p><p class=\"pp__text\">2. Использование информации</p><p class=\"pp__text\">Мы используем персонифицированную информацию конкретного посетителя сайта исключительно для обеспечения ему качественного оказания услуг и их учета. Мы не раскрываем персонифицированных данных одних посетителей сайта URL другим посетителям сайта. Мы никогда не публикуем персонифицированную информацию в открытом доступе и не передаем ее третьим лицам. Исключением являются лишь ситуации, когда предоставление такой информации уполномоченным государственным органам предписано действующим законодательством Республики Казахстан. Мы публикуем и распространяем только отчеты, построенные на основании собранных анонимных данных. При этом отчеты не содержат информацию, по которой было бы возможным идентифицировать персонифицированные данные пользователей услуг. Мы также используем анонимные данные для внутреннего анализа, целью которого является развитие продуктов и услуг URL</p><p class=\"pp__text\">3. Ссылки</p><p class=\"pp__text\">Сайт <a href=\"https://kyzmet.kz\">www.kyzmet.kz</a> может содержать ссылки на другие сайты, не имеющие отношения к нашей компании и принадлежащие третьим лицам. Мы не несем ответственности за точность, полноту и достоверность сведений, размещенных на сайтах третьих лиц, и не берем на себя никаких обязательств по сохранению конфиденциальности информации, оставленной вами на таких сайтах.</p><p class=\"pp__text\">4. Ограничение ответственности</p><p class=\"pp__text\">Мы делаем все возможное для соблюдения настоящей политики конфиденциальности, однако, мы не можем гарантировать сохранность информации в случае воздействия факторов находящихся вне нашего влияния, результатом действия которых станет раскрытие информации. Сайт <a href=\"https://kyzmet.kz\">www.kyzmet.kz</a> и вся размещенная на нем информация представлены по принципу \"как есть” без каких-либо гарантий. Мы не несем ответственности за неблагоприятные последствия, а также за любые убытки, причиненные вследствие ограничения доступа к сайту URL или вследствие посещения сайта и использования размещенной на нем информации.</p><p class=\"pp__text\">5. Контакты</p><p class=\"pp__text\">По вопросам, касающимся настоящей политики, просьба обращаться по адресу <a href=\"mailto:goskniga@mail.ru\">goskniga@mail.ru</a></p><p class=\"pp__title\">Юридическое лицо</p><p class=\"pp__text\">ИП «Есимсеитов Аскар»</p><p class=\"pp__text\">г. Нур-Султан, ул. Кудайбердиева, 25/3</p><p class=\"pp__text\">Телефон: <a href=\"tel:+77019084272\">+7701-9084272</a></p>"
  },
  "FOOTER": {
    "COPYRIGHT": "© 2022. All Rights Reserved.",
    "DEVELOPMENT": "Разработка и поддержка -"
  },
  "BOOK": {
    "TITLE": "КАК ЛЕГКО ПРОЙТИ ОЛК ТЕСТИРОВАНИЕ",
    "SUB_TITLE": "это наша новая книга. Она поможет вам на последнем этапе еще раз подтвердить свой высокий статус.",
    "TEXT_1": "В прошлом году по моим рекомендациям большинство клиентов с успехом сдали ОЛК. Их средний балл составил в среднем 80% достоверности в ответах (порог минимум 50%). Мне же для этого наоборот пришлось завалить эти тесты. Я хотел приблизиться к пониманию алгоритма работы программы и вычислить часть вопросов-близнецов, которые отвечают за достоверность.",
    "TEXT_2": "Поэтому более подробную информацию как пройти ОЛК тесты Вы можете прочитать в моей книге, где я также рассказываю о приемах прохождения, провожу разбор определенных вопросов в ОЛК тестах, включая вопросы на достоверность.",
    "BTN": "Купить книгу"
  },
  "ADMIN": {
    "TITLE": "Панель администратора",
    "SUB_TITLE": "Здесь Вы можете обновить тесты/экзамены и внести изменения в аккаунты пользователей"
  },
  "EXAM": {
    "PROGRAM": "Программа",
    "ADMIN": "Административная госслужба",
    "PRAVO": "Правоохранительная госслужба",
    "KORPUS": "Корпус А",
    "CON": "НАО «Правительство для граждан» (ЦОН)",
    "NOTARIAT": "Нотариат",
    "ADVOCACY": "Адвокатура",
    "HEADOFORGANIZATION": "Руководитель организации образования",
    "TECH": "Технический и авторский надзор",
    "RESERVE": "Кадровый резерв Казахстана",
    "JUDICIAL": "Судебный корпус",
    "BAILIFF": "Частный судебный исполнитель",
    "DEMO_TITLE": "Пройдите демо тест по Конституции РК",
    "TIME": "Время теста",
    "COUNT": "Всего вопросов",
    "SCORE": "Проходной балл",
    "START": "Начать тестирование",
    "START_FOR_HEAD": "На руководящие должности 4 закона",
    "START_FOR_SPEC": "На НЕ руководящие должности 3 закона",
    "BUY": "Выбрать",
    "START_UNLIMITED": "Начать тест без ограничения по времени",
    "TIME_LEFT": "До конца теста",
    "TASK": "Тест. задание",
    "SCORED": "Набрано",
    "PREV_QUESTION": "Предыдущий вопрос",
    "NEXT_QUESTION": "Следующий вопрос",
    "ANSWER": "Ответить",
    "END_TEST": "Завершить тест",
    "BACK_HOME": "В личный кабинет",
    "YOUR_RESULTS": "Ваш результат",
    "SHOW_RESULTS": "Посмотреть результаты",
    "NOT_CORRECT_ANSWER": "Неправильный ответ на вопрос",
    "CORRECT_ANSWER": "Правильный ответ",
    "LANGUAGE_LEVEL": "Уровень владения языком",
    "NOT_PASSED": "Не пройден"
  },
  "CHECKOUT": {
    "TITLE": "Выберите удобный для Вас пакет услуг <br> и получите полный доступ к материалам",
    "T1": "Эконом",
    "T2": "Оптима",
    "T3": "VIP",
    "TEST": "Тесты по законам",
    "VIDEO": "Видео законы",
    "AUDIO": "Аудио законы",
    "LAWS": "Законы на 2-х языках",
    "WORK": "Работа над ошибками",
    "ECONOMY": "Экономия до",
    "SELECT": "Выбрать",
    "CASHBACK": "Кэшбэк 10% (за фото сертификата)",
    "POPULAR": "Самый популярный",
    "BOOK_1": "Книга «Как легко сдать тесты на госслужбу»",
    "BOOK_2": "Книга «Как легко пройти ОЛК тестирование»",
    "PS": {
      "PILOT_PROJECT": "P.S. Предназначено для лиц, участвующих в пилотном проекте Агентства РК по делам госслужбы на 2023 год: участвует только 5 государственных органов.",
      "HEADMASTER": "P.S. Предназначено для лиц, назначаемых на должность руководителя организации образования (сертификация).",
      "JUDGE": "P.S. Предназначено для лиц, претендуемых на должность судьи. Тесты разработаны по 7 обязательным отраслям права, по 2 отраслям «на выбор» тесты не представлены."
    },
    "ITEMS": {
      "TEXT_TEST": "Текстовый тест",
      "NUMBER_TEST": "Числовой тест",
      "KAZTEST": "КазТЕСТ",
      "LISTENING": "Аудирование (тест)",
      "READING": "Чтение (тест)",
      "UNLIMITED": "Количество попыток неограниченное"
    },
    "PRESIDENTIAL_RESERVE_CHECKOUT_INFO": "<p>На сайте Вы можете пройти пробное тестирование для отбора в Президентский молодежный кадровый резерв (ПМКР).</p>\n<p><br></p>\n<p><strong>Что доступно:</strong></p>\n<p>1. Вербальный тест (текстовый) &ndash; анализ текста и логических утверждений;</p>\n<p>2. Числовой тест &ndash; работа с таблицами, графиками, диаграммами;</p>\n<p>3. КазТЕСТ - аудирование и чтение в онлайн-режиме.</p>\n<br>\n<p>База заданий обширная, каждый запуск &ndash; новые варианты рандомно!</p>\n<p>Формат приближен к реальным условиям прохождения ПМКР, но не является точной копией.</p>",
    "NUMBER_TEXT_TEST": "<p><strong>ТЕКСТОВЫЙ ТЕСТ (ВЕРБАЛЬНЫЙ)&nbsp;</strong></p>\n<p>Пробный тест включает задания, основанные на анализе текста и проверке логических выводов. Вы выбираете, является ли утверждение:</p>\n<p><strong>- ВЕРНЫМ</strong> &ndash; логически вытекает из текста</p>\n<p><strong>- ЛОЖНЫМ</strong> &ndash; противоречит содержанию</p>\n<p><strong>- НЕ МОЖЕТЕ СКАЗАТЬ</strong> &ndash; недостаточно данных для вывода</p>\n<p><strong>Важно:</strong> база заданий&nbsp;<strong>обширная</strong>, и тест формируется случайным образом &ndash; каждый запуск может содержать новый набор вопросов.<br>Время: <strong>25 минут.</strong></p>\n<p>Вопросы не копируют реальные тесты, но имитируют формат и уровень сложности. Идеальны для тренировки мышления и понимания прочитанного.</p>\n<p><br></p>\n<p><strong>ЧИСЛОВОЙ ТЕСТ</strong></p>\n<p>Пробный тест содержит задания с таблицами, графиками и диаграммами. Задача &ndash; проанализировать данные и выбрать один правильный ответ из четырёх.</p>\n<p><strong>Важно:</strong> база заданий <strong>обширная</strong>, и тест формируется случайным образом &ndash; каждый запуск может содержать новый набор вопросов. Для удобства желательно иметь под рукой калькулятор, ручку и бумагу.</p>\n<p>Время: <strong>25 минут.</strong></p>\n<p>Подходит для подготовки к числовому анализу, как на реальных отборочных тестах, но является самостоятельной разработкой.</p>",
    "KAZTEST_EXAM": "<p>Готовитесь к КазТЕСТ или QAZAQ RESMI TEST? У нас вы можете потренироваться по самым важным разделам экзамена:</p>\n<p><strong>- Тыңдалым (Аудирование);</strong></p>\n<p><strong>- Оқылым (Чтение).</strong></p>\n<p>Всего в полном сертификационном тесте 4 раздела:</p>\n<p>Тыңдалым &ndash; Аудирование +</p>\n<p>Оқылым &ndash; Чтение +</p>\n<p>Жазылым &ndash; Письмо</p>\n<p>Айтылым &ndash; Говорение</p>\n<p>На нашем сайте вы тренируетесь по 2 ключевым блокам: <strong>Аудирование и Чтение</strong>, которые наиболее подходят для самостоятельной подготовки в онлайн-режиме.</p>\n<p><strong>Важно:&nbsp;</strong>у нас подготовлена <strong>большая и разнообразная база заданий</strong>, позволяющая многократно практиковаться, закреплять знания и адаптироваться к разным формулировкам. У нас же вы сразу видите результат после прохождения теста и можете сразу же повторить попытку.</p>\n<p>Мы не обещаем 100% совпадения с официальными вопросами, но <strong>структура, логика и формат максимально приближены к реальным тестам</strong>. Это даёт возможность качественно подготовиться и чувствовать уверенность на экзамене.</p>\n<p>P.S. Разделы Жазылым (Письмо) и Айтылым (Говорение) пока не поддерживаются, так как эти задания требуют участия преподавателя и экспертной проверки, которая в официальных системах занимает до нескольких дней.</p>",
    "REGIONAL_PERSONNEL_RESERVE": "<p>На сайте Вы можете пройти пробное тестирование для отбора в Региональный кадровый резерв (РКР):&nbsp;</p>\n<p><strong>Что доступно:</strong></p>\n<p>1. Тестирование на знание законодательства;</p>\n<p>2. Книга &laquo;Как легко пройти ОЛК тест&raquo;<strong>.</strong></p>\n<p>Тестирование на знание законов проводится онлайн в комфортной обстановке и с мгновенным результатом.</p>\n<p>Формат приближен к реальным условиям прохождения РКР, но не является точной копией.</p>",
    "BOSHALAK": "<p><strong>На сайте Вы можете пройти пробное тестирование для конкурсного отбора на стипендию «Болашак»:</strong></p>\n<p><strong>Что доступно:</strong></p>\n<ol>\n  <li>Вербальный тест (текстовый) – анализ текста и логических утверждений;</li>\n  <li>Числовой тест – работа с таблицами, графиками, диаграммами;</li>\n  <li>КазТЕСТ - аудирование и чтение в онлайн-режиме.</li>\n</ol>\n<p>База заданий обширная, каждый запуск – новые варианты рандомно!</p>\n<p>Формат приближен к реальным условиям Болашака, но не является точной копией.</p>\n"
  },
  "ACCOUNT": {
    "SUCCESSFUL-REGISTRATION": "Поздравляем с успешной регистрацией на сайте! Повторно выберите нужную Вам программу и оплатите онлайн.",
    "PS": "P.S. Если у вас iPhone и не появляется окно оплаты, то снимите/разрешите «Блокировку всплывающих окон». Настройки – Safari – Блокировка всплывающих окон (как на фото)."
  },
  "PAYMENT": {
    "RESULT": "Оплата выполнена успешно."
  },
  "SELECT_LAW_MODAL": {
    "TITLE": "Выберите два дополнительных закона",
    "SUB_TITLE": "Выбор нельзя изменить в будущем!",
    "SAVE": "Сохранить"
  }
}
